{"result":{"took":792,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.26216,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur386189","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deliberou adiar a continuidade do julgamento para a próxima sessão, por indicação do Relator. Falaram: pelo Ministério Público Federal, a Dra. Cláudia Sampaio Marques; pelo denunciado João Alberto Pizzolatti Júnior, o Dr. Michel Saliba Oliveira; por Mário Silvio Mendes Negromonte e Mário Silvio Mendes Negromonte Júnior, o Dr. Carlos Humberto Fauaze Filho; por Luiz Fernando Ramos Faria e José Otavio Germano, o Dr. Marcelo Luiz Ávila de Bessa; por Roberto Pereira de Britto, o Dr. Evanio Jose de Moura Santos; e por Arthur César Pereira de Lira, o Dr. Pierpaolo Cruz Bottini. Ausentes, justificadamente, os Ministros Celso de Mello e Gilmar Mendes. Presidência do Ministro Edson Fachin. 2ª Turma, 29.8.2017.\r\n\n           Decisão: Após o voto do Relator, que recebia, em parte, a denúncia, acolhendo a preliminar de exclusão da causa de aumento prevista no §2º do artigo 327 do Código Penal; do voto do Ministro Dias Toffoli, que divergia, em parte; e do voto do Ministro Ricardo Lewandowski, que acompanhava o Relator na integralidade, pediu vista o Ministro Gilmar Mendes. Presidência do Ministro Edson Fachin. 2ª Turma, 12.9.2017.\r\n\n           Decisão: Após o voto do Ministro Gilmar Mendes, que acompanhava a divergência parcial aberta pelo Ministro Dias Toffoli, recebendo a denúncia em menor extensão, foi indicado o adiamento pelo Ministro Relator. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Edson Fachin. 2ª Turma, 27.2.2018.\r\n\n           Decisão: A Turma, por votação unânime, acolheu a preliminar de exclusão da causa de aumento prevista no § 2º do art. 327 do Código Penal, também por unanimidade, acolheu a alegação de ausência de justa causa e rejeitou a denúncia em relação a Mário Negromonte Júnior, Roberto Pereira de Britto e Arthur Lira e, também por unanimidade, afastou a alegação de justa causa e recebeu a denúncia em face de João Alberto Pizzolatti Júnior e Mário Silvio Mendes Negromonte, nos termos do voto do Relator e, por maioria, vencidos, em parte, os Ministros Dias Toffoli e Gilmar Mendes, recebeu a denúncia, nos termos do voto do Relator, em relação a José Otávio Germano e Luiz Fernando Faria. Presidência do Ministro Edson Fachin. 2ª Turma, 6.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur386189","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur386189","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA. PENAL E PROCESSO PENAL. CRIMES DE CORRUPÇÃO PASSIVA, LAVAGEM DE DINHEIRO E EMBARAÇO ÀS INVESTIGAÇÕES. INQUÉRITOS REUNIDOS. CONEXÃO INTERSUBJETIVA E PROBATÓRIA. DIVERSOS ACUSADOS E FATOS. PRESENÇA DE DEPUTADOS FEDERAIS NO POLO PASSIVO. FORO POR PRERROGATIVA DE FUNÇÃO. RECEBIMENTO PARCIAL DE DENÚNCIA. JUÍZO DE DELIBAÇÃO. \n\n\n\n    1. PRAZO EM DOBRO. PRELIMINAR PREJUDICADA. PRECEDENTES.\n\n\n\n    2. INACESSIBILIDADE A PROVAS DIGITAIS CONSTANTES NOS AUTOS. INOCORRÊNCIA. CERTIFICAÇAO POR SETOR TÉCNICO. QUESTÃO JÁ APRECIADA (PREJUDICADA).\n\n\n\n    3. CONEXÃO OU LITISPENDÊNCIA. NECESSIDADE DE RECONHECIMENTO E REUNIÃO DE FEITOS. MESMOS FATOS NARRADOS NO INQUÉRITO 3989. NÃO CONFIGURAÇÃO. FACULDADE RELATOR (ART. 80 CPP). PRECEDENTES.\n\n\n\n    4. ILEGALIDADE DA PROVA OBTIDA DE INSTITUIÇÕES BANCÁRIAS. NÃO CONFIGURAÇÃO. OBSERVÂNCIA DAS REGRAS CONSTITUCIONAIS E LEGAIS NA OBTENÇÃO DAS PROVAS. AUTORIZAÇÃO PELA AUTORIDADE COMPETENTE (JUDICIAL).\n\n\n\n    5. INÉPCIA DA DENÚNCIA. FUNDAMENTOS DIVERSOS DE FALHAS. INOCORRÊNCIA. \n\n\n\n    5.1. DESCRIÇÃO GENÉRICA DOS FATOS E AUSÊNCIA DE INDIVIDUALIZAÇÃO DAS CONDUTAS. INOCORRÊNCIA. METODOLOGIA DE ENUNCIAÇÃO DE PREMISSAS GERAIS E PREMISSAS MENORES (INDIVIDUAIS). DESCRIÇÃO DOS FATOS EM TODAS SUAS CIRCUNSTÂNCIAS. INDICAÇÃO DO ENVOLVIMENTO DE CADA ACUSADO EM CADA FATO EM TESE CRIMINOSO IMPUTADO. ALEGAÇÃO REFUTADA. \n\n\n\n    5.2. AUSÊNCIA DE INDICAÇÃO DO “ATO DE OFÍCIO” COMO ELEMENTAR DO TIPO DE CORRUPÇÃO PASSIVA. INOCORRÊNCIA. EXAUSTIVA DESCRIÇÃO DO ALEGADO “ATO DE OFICIO” (TANTO SOB O ÂNGULO DO FUNCIONÁRIO PÚBLICO QUE PRATICA DIRETAMENTE OS VERBOS NUCLEARES DO TIPO COMO DOS PARLAMENTARES QUE DETERMINAM ESSA FORMA DE AGIR OU A ELA ADEREM VOLUNTARIA E CONSCIENTEMENTE). APTIDÃO DAS CONDUTAS NARRADAS A SEREM ENQUADRADAS – SOB O PRISMA DESCRITIVO – NA CAUSA DE AUMENTO DO §1º DO ART. 317, CP). \n\n\n\n    5.3. INÉPCIA INICIAL. EXCESSO DE ACUSAÇÃO. INAPLICABILIDADE DA CAUSA DE AUMENTO PREVISTA NO §2º DO ARTIGO 327, CP A PARLAMENTARES, APENAS POR ESSA CONDIÇÃO. ACOLHIMENTO DA ALEGAÇÃO. PRECEDENTES. AUSÊNCIA DE INDICAÇÃO DA PARTICIPAÇÃO DOS ACUSADOS NOS FATOS IMPUTADOS E CONSEQUENTE AUSENCIA DE INDICAÇÃO DA RELEVÂNCIA DE SUAS CONDUTAS NA CADEIA CAUSAL. INOCORRÊNCIA. DESCRIÇÃO SUFICIENTE DAS CIRCUNSTÂNCIAS ESPECÍFICAS – EM CADA FATO – DAS CONDUTAS DOS ACUSADOS SUPOSTAMENTE IMPACTANTES NO RESULTADO ALEGADAMENTE CRIMINOSO.\n\n\n\n    6. INÉPCIA DA DENÚNCIA. EXCESSO ACUSATÓRIO. CONCURSO MATERIAL ENTRE OS MESMOS CRIMES E ENTRE OS CRIMES DE CORRUPÇÃO PASSIVA E DE LAVAGEM DE DINHEIRO. FIXAÇÃO DA REGRA DE CONCURSO DE CRIMES (MATERIAL, FORMAL OU DE CRIME CONTINUADO) EM FASE DE RECEBIMENTO DE DENÚNCIA. DESCABIMENTO. PRECEDENTES.\n\n\n\n    7. INÉPCIA DA DENÚNCIA. EXCESSO ACUSATÓRIO. CRIME DE LAVAGEM DE DINHEIRO. INAPLICABILIDADE DA CAUSA DE AUMENTO PREVISTA NO §4º DO ARTIGO 1º DA LEI 9.613/98. AUSÊNCIA DE INDICAÇÃO DE HABITUALIDADE CRIMINOSA. INOCORRÊNCIA. CIRCUNSTÂNCIA DESCRITA. NECESSIDADE DE INSTRUÇÃO.\n\n\n\n    8. INÉPCIA DA DENÚNCIA. EXCESSO ACUSATÓRIO. CRIME DE LAVAGEM DE DINHEIRO. ATIPICIDADE DE CONDUTA. FATOS ALEGADAMENTE ANTERIORES À ALTERAÇÃO DA LEI 9.613/98. NÃO CONFIGURAÇÃO. O CRIME DE CORRUPÇÃO PASSIVA NA REDAÇÃO ORIGINAL CONSISTIA EM UM DOS ANTECEDENTES DO CRIME DE LAVAGEM DE DINHEIRO. ATIPICIDADE DOS FATOS NA REDAÇÃO ANTERIOR NÃO CONFIGURADA. DEMAIS FATOS ALEGADAMENTE PROTRAÍDOS NO TEMPO. INCIDÊNCIA VERBETE SÚMULA 711 STF.\n\n\n\n    9. INÉPCIA DA DENÚNCIA. EXCESSO ACUSATÓRIO. IMPOSSIBILIDADE DE CONCURSO ENTRE CORRUPÇÃO PASSIVA, NA MODALIDADE “RECEBER” E LAVAGEM DE DINHEIRO. EXAME DE CIRCUNSTÂNCIAS FÁTICAS. NECESSIDADE DE INSTRUÇÃO. SUBSUNÇÃO DESCRITIVA ADEQUADA. JUÍZO DE DELIBAÇÃO. PRELIMINAR AFASTADA.\n\n\n\n    10. INÉPCIA DA DENÚNCIA. EXCESSO ACUSATÓRIO QUANTO AO CRIME DE LAVAGEM DE DINHEIRO. ATIPICIDADE DO “MERO TRÂNSITO” DE VALORES EM CONTAS PESSOAIS. EXAME DE CIRCUNSTÂNCIAS FÁTICAS. NECESSIDADE DE INSTRUÇÃO. SUBSUNÇÃO DESCRITIVA ADEQUADA. JUÍZO DE DELIBAÇÃO. PRELIMINAR AFASTADA.\n\n\n\n    11. EXCLUDENTES DA TIPICIDADE OU DA CULPABILIDADE. MÉRITO. DESCONHECIMENTO DA ILICITUDE DA ORIGEM ILÍCITA DOS VALORES EVENTUALMENTE RECEBIDOS. NEGATIVAS GERAIS DE PARTICIPAÇÃO NOS FATOS - NÃO COMPROVADAS DE PLANO. TESES DE MÉRITO. NECESSIDADE DE INSTRUÇÃO. NÃO ACOLHIMENTO.\n\n\n\n    12. AUSÊNCIA DE JUSTA CAUSA. CRIMES DE CORRUPÇÃO PASSIVA E DE LAVAGEM DE DINHEIRO. IMPUTAÇÃO BASEADA EM UMA ÚNICA COLABORAÇÃO. INOCORRÊNCIA.\n\n\n\n    13. AUSÊNCIA DE JUSTA CAUSA. CRIMES DE CORRUPÇÃO PASSIVA E DE LAVAGEM DE DINHEIRO. FALTA DE OUTRAS PROVAS ALÉM DAS PALAVRAS DOS COLABORADORES. OCORRÊNCIA PARCIAL. REJEIÇÃO PARCIAL DA DENÚNCIA. DENÚNCIA REJEITADA EM RELAÇÃO AOS DENUNCIADOS NESSAS CIRCUNSTÂNCIAS. RECEBIMENTO QUANTO AOS DEMAIS, EM RELAÇÃO A QUEM HÁ SUFICIENTES PROVAS MATERIAIS E TESTEMUNHAIS PARA ESTA FASE. \n\n\n\n    14. AUSÊNCIA DE JUSTA CAUSA. CRIME DE EMBARAÇO ÀS INVESTIGAÇÕES. FRAGILIDADE DA VERSÃO DA TESTEMUNHA. NARRATIVA DESPIDA DE LÓGICA. ÚNICO ELEMENTO DE PROVA. PRELIMINAR ACOLHIDA. DENÚNCIA REJEITADA NESTE PONTO.\n\n\n\n    1. Não se concede prazo em dobro às defesas dos acusados quando os autos estão digitalizados e, portanto, acessíveis concomitantemente a todas as partes. Questão de ordem julgada neste feito neste sentido e, portanto, prejudicada (Inq 3980- QO, DJe 30.6.2016). \n\n\n\n    2. Certificadas pelo setor técnico desta Corte a higidez e a acessibilidade de dados constantes em mídia digital, integrantes dos autos como elementos probatórios, não procede a alegação de cerceamento de defesa. Questão já analisada, afastada e, portanto, prejudicado seu reexame nessa fase de recebimento de denúncia. \n\n\n\n    3. A pluralidade de acusados e de crimes que lhes são imputados, aliada à circunstância de os feitos estarem em fases distintas atrai a faculdade do relator, prevista no art. 80 do CPP, de determinar a reunião ou o desmembramento de feitos. No caso concreto, já houve apensamento de quatro inquéritos (3980, 3992, 3999 e 4000) com conexão intersubjetiva e probatória reconhecida. Os autos do inquérito 3989 concernem a inúmeros acusados e tratam de outros fatos criminosos, não sendo imprescindível reuni-los, tampouco se configura litispendência entre inquéritos. Precedentes (AP 611, Relator(a): Min. LUIZ FUX, Primeira Turma, Dje de 10.12.2014).\n\n\n\n    4. O acesso a dados bancários de acusado por meio da decretação judicial de quebra de outro investigado, no caso, filho e pai, respectivamente, havendo manutenção de conta-conjunta ou intenso relacionamento bancário, não contraria regras constitucionais ou legais. A informação que se obtém com referida espécie probatória é o escopo da quebra decretada. Licitude da prova. Impossibilidade de exclusão. \n\n\n\n    5. Inépcia da denúncia. Múltiplos argumentos de falha descritiva afastados. \n\n\n\n    5.1. Se a peça acusatória expôs contextos comuns, para indicar em relação a cada fato, na sequencia, as circunstâncias de datas, locais, valores, “modus operandi” e, ainda, relaciona tais informações às condutas atribuídas aos acusados, não há falar em descrição genérica dos fatos. A denúncia é lógica metodologicamente ao indicar premissas maiores e menores, individualizando as condutas dos acusados em todas suas circunstâncias e as elementares dos tipos imputados. Alegação de inépcia por esses fundamentos afastada. \n\n\n\n    5.2. Igualmente, a descrição do necessário vínculo entre as atividades dos agentes estatais (tanto sob o ângulo do funcionário público que pratica diretamente os verbos nucleares do tipo, bem como dos parlamentares que determinam essa forma de agir ou a ela aderem voluntaria e conscientemente) e a solicitação, aceitação ou recebimento de vantagem indevida revela aptidão dos fatos a serem enquadrados – sob o prisma descritivo – na causa de aumento do §1º do art. 317, CP). Descrição da prática do “ato de ofício” tanto pela ótica do chefe do setor que possibilitava as fraudes, quanto sob o ângulo dos responsáveis (parlamentares) por indicá-lo àquela posição e por lá mantê-lo por meio de sua influência política. Precedentes (AP 307 (caso “Collor”) e AP 470 (“Mensalão”). \n\n\n\n    5.3. Situação contrária se verifica quando a descrição dos fatos não permite a subsunção no tipo ou em elementos normativos de causas de aumento. Hipótese dos autos, com relação ao §2º do artigo 327 do Código Penal. O mero exercício de mandato popular não atrai a referida majorante. Precedentes (Inq 3.983 Rel. Min. TEORI ZAVASCKI, Tribunal Pleno, DJe de 12.05.2016; Inq 3.997 Rel. Min. TEORI ZAVASCKI, Tribunal Pleno, DJe de 26.09.2016). Para que fosse possível tal incidência há necessidade de descrição de imposição hierárquica, não narrada na denúncia. Precedentes (Inq 2.191, Rel. Min. CARLOS BRITTO, Tribunal Pleno, DJe de 08.05.2009, Inq 2.606, Rel. Min. LUIZ FUX, Tribunal Pleno, DJe de 2.12.2014). Alegação acolhida para afastar a causa de aumento da imputação. \n\n\n\n    5.4. A denúncia descreve circunstâncias específicas – em cada fato – das alegadas condutas dos acusados supostamente impactantes no resultado alegadamente criminoso bem como os liames subjetivos entre eles e, especialmente, a divisão de tarefas (por núcleos de operação) e a identificação das atividades dos acusados no núcleo de que em tese participava. Inocorrência, portanto, de deficiência descritiva quanto ao envolvimento dos acusados nos fatos imputados, tampouco de ausência de indicação da relevância causal de suas condutas no resultado. Desnecessário, neste momento, definir se a atuação se dá a título de autoria ou de participação. Exegese do artigo 29 do Código Penal. Descrições consentâneas com o juízo de delibação próprio da fase de recebimento da denúncia. Precedente (Inq 3984, Segunda turma, unânime, Rel. Min. Teori Zavascki, DJE 16.03.2017).\n\n\n\n    6. Não há inépcia da denúncia por excesso acusatório na imputação de concurso material entre crimes da mesma espécie e entre crimes diversos (corrupção passiva e lavagem de dinheiro), ainda que narrados inúmeros fatos em aparentes circunstâncias comuns. A fase de recebimento de denúncia não é a apropriada para definir o enquadramento dos eventuais fatos criminosos nas regras de concursos (tanto de pessoas como de crimes). A comprovação da ocorrência dos crimes imputados é questão prejudicial à tarefa de aferir suas circunstâncias e peculiaridades, condicionantes da definição das aludidas regras. Precedentes (Inq 2.984, Rel. Min. GILMAR MENDES, Pleno, DJe de 23.9.2013 e Inq 3.983, Rel. Min. TEORI ZAVASCKI, Tribunal Pleno, DJe de 12.5.2016).\n\n\n\n    7. A narrativa acusatória que relata habitualidade nas práticas alegadamente criminosas imputadas aos acusados é suficiente, em fase de análise do requisito descritivo da inicial, a viabilizar a presença, em tese, da causa de aumento prevista no §4º do artigo 1º da Lei 9.613/98. O apontamento de práticas de crimes de lavagem de bens, valores e direitos protraídos no tempo não autoriza a exclusão prematura dessa majorante. Alegação de inépcia da denúncia por excesso acusatório não acolhida nesta fase. \n\n\n\n    8. Também não se reconhece a atipicidade de condutas descritas como lavagem de dinheiro, bens ou direitos (ainda que praticadas antes da alteração da Lei 9.613/98), se estão narradas, como na espécie, condutas em tese enquadradas como crime de corrupção passiva (como práticas ilícitas antecedentes). O fato de a novel redação do artigo 1º da Lei 9.613/98 não prever tipos fechados como antecedentes à lavagem, no caso concreto, não acarreta sua atipicidade no tópico alegado, porque, à época das alegadas práticas, a corrupção passiva (descrita) compunha o rol dos crimes antecedentes (como elementar) da lavagem. Alegação inépcia por atipicidade que se repele. Os demais delitos de lavagem descritos como protraídos ao longo do tempo atraem a incidência do Verbete nº 711 desta colenda Corte. Necessidade de instrução para eventual comprovação do(s) fato(s), do momento de sua consumação e consequente fixação da lei penal que lhe é aplicável, se for o caso.\n\n\n\n    9. Ainda, não merece acolhimento, antes da instrução e da necessária comprovação dos fatos típicos imputados e de suas circunstâncias, a impossibilidade teórica do concurso entre os crimes de corrupção passiva - na modalidade “receber” - e a lavagem de dinheiro alegadamente realizada para ocultar a origem ilícita dos recursos. Subsunção, no plano descritivo, revela possibilidade teórica do referido concurso dependente de circunstâncias fáticas. Necessidade de verificação e, portanto, de instrução probatória para demonstrar se presentes as mesmas “rati decidendi” de precedente da Corte (AP 470). Alegação afastada/rechaçada.\n\n\n\n    10. Impossibilidade, pelas mesmas razões, de acolher o argumento de defesa de que o “mero trânsito de valores por contas bancárias pessoais” para “pagamento de despesas” não tem aptidão a se enquadrar no delito de lavagem de dinheiro, quando se trata de valores sem origem comprovada (pelo acusado) e a que se imputa a característica justamente de serem vantagens ilícitas recebidas como contrapartidas nos crimes de corrupção passiva previamente narrados. Alegação que, para ser acolhida e excluir a imputação, dependeria da comprovação inequívoca da origem lícita, o que não se verificou na hipótese.\n\n\n\n    11. Quanto às demais teses defensivas (excludentes de tipicidade ou da culpabilidade) deduzidas nas defesas preliminares, por veicularem matérias afetas ao mérito ou cuja comprovação inequívoca não logrou ser demonstrada nessa fase, devem ter seu exame diferido para após a indispensável instrução. Negativas gerais de participação nos fatos – sem a correlata comprovação – não são suficientes para a rejeição da denúncia. Igualmente, afirmação de desconhecimento da eventual ilicitude da origem dos recursos ou mesmo das condutas em tese praticadas relacionam-se ao elemento subjetivo do tipo, que deve ser aferido em instrução. \n\n\n\n    12. A alegação defensiva de que nos autos o único elemento de convicção a dar lastro às imputações seria a colaboração premiada “de um único colaborador” não se sustenta, porque há inúmeros colaboradores e provas de corroboração.\n\n\n\n    13. Não procede, assim, a afirmação defensiva de inexistência de outras provas além das colaborações premiadas. Em relação a todos os crimes de corrupção passiva e de lavagem de dinheiro imputados há elementos materiais e testemunhais indicando sua materialidade. Há, lado outro, lastro probatório frágil de liame entre determinados acusados entre si e entre os colaboradores, impondo-se, nesses casos, a rejeição da denúncia por ausência de indícios quanto à autoria. Quanto aos demais, há provas suficientes, para esta fase, quanto aos indícios de materialidade e de autoria, para o recebimento da denúncia. A presença de relatório conclusivo sobre fraudes praticadas na Petrobras na diretoria de abastecimento onde atuava Paulo Roberto Costa e atestando sua participação nesses fatos, registros de acesso ao escritório de Alberto Youssef com a imagem de parlamentares ora acusados, registros de viagens de seus entregadores às cidades onde se apontam entregas em dinheiro vivo aos parlamentares, confirmando as narrativas dos colaboradores, planilhas com registros das alegadas entregas, com destinatários, valores e datas, anotações em agenda dos valores já supostamente pagos aos parlamentares do Partido Progressista, troca de e-mails acerca de doações eleitorais indicando que Alberto Youssef as cobrava, administrava e delas prestava contas, testemunhos de executivos e de funcionários de empresas envolvidas no cartel de fraudes da Petrobras, comprovantes de depósitos no exterior (swifts), contratos e notas fiscais com indícios de falsidade ideológica, comprovantes e registros de transações bancárias sem origem comprovada, compõem lastro suficiente ao recebimento da denúncia. \n\n\n\n    14. Na imputação de embaraço às investigações direcionada em desfavor de Mário Negromonte Júnior, não há suporte probatório mínimo, e a versão dos fatos deixa dúvidas acerca da potencialidade lesiva da conduta, que, para ter algum efeito concreto, precisaria ser percebida como uma ameaça séria, necessitaria que o interlocutor a transmitisse ao destinatário e que o ato que se evitava (colaboração premiada) tivesse peso importante nas investigações, o que não se verifica. Denúncia rejeitada neste tópico.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14968748","externo_seq_objeto_incidente":4727419,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-113  DIVULG 07-06-2018  PUBLIC 08-06-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3980&classe=Inq","is_colac":false,"titulo":"Inq 3980","documental_legislacao_citada_texto":["LEG-FED   LEI-008038      ANO-1990\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00009 ART-00010 ART-00011 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00001 \"CAPUT\" PAR-00004 \n          ART-00001 \"CAPUT\" REDAÇÃO DADA PELA LEI-12683/2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00002 PAR-00001 ART-00003 INC-00001 \n          INC-00004 INC-00005 INC-00006 ART-00004 \n          PAR-00016\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00029 ART-00317 \"CAPUT\" PAR-00001 \n          ART-00327 PAR-00002 ART-00344\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00080 ART-00395 INC-00003 \n          ART-00397\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   SUMSTF-000711      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-06-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CORRUPÇÃO PASSIVA, DIRETOR, PETRÓLEO BRASILEIRO (PETROBRÁS), CONTRAPARTIDA, VIABILIZAÇÃO, FRAUDE, CONTRATAÇÃO, CARTEL, FORNECEDOR. CORRUPÇÃO PASSIVA, PARLAMENTAR, LÍDER PARTIDÁRIO, CONTRAPARTIDA, APOIO POLÍTICO, INDICAÇÃO, MANUTENÇÃO, DIRETOR, PETRÓLEO BRASILEIRO (PETROBRÁS). LAVAGEM DE DINHEIRO, ENTREGA, VALOR EM ESPÉCIE; FRACIONAMENTO, VALOR, OPERAÇÃO BANCÁRIA; CUSTEIO, DESPESA, CARÁTER PESSOAL; CONTRATO FICTÍCIO, ORGANIZAÇÃO DE FACHADA; REALIZAÇÃO, OPERAÇÃO BANCÁRIA, INTERPOSTA PESSOA; REALIZAÇÃO, DOAÇÃO ELEITORAL OFICIAL; PAGAMENTO, CAIXA DOIS; AQUISIÇÃO, BEM, NOME, TERCEIRO. EMBARAÇO À INVESTIGAÇÃO, CRIME, ORGANIZAÇÃO CRIMINOSA, AMEAÇA, INTERESSADO, COLABORAÇÃO PREMIADA. INQUÉRITO, LITISPENDÊNCIA. CÓDIGO PENAL, DISTINÇÃO, PARTÍCIPE, AUTOR. CRIME DE LAVAGEM DE DINHEIRO, MODALIDADE, OCULTAÇÃO, CRIME PERMANENTE. LAVAGEM DE DINHEIRO, COAUTORIA, FILHO, RECEBIMENTO, VALOR, CONTA CORRENTE CONJUNTA, PAI.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: GRAVIDADE, LAVAGEM DE DINHEIRO, DOAÇÃO ELEITORAL OFICIAL.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: DOAÇÃO ELEITORAL OFICIAL, SUBSUNÇÃO, TIPO PENAL, LAVAGEM DE DINHEIRO, MODALIDADE, OCULTAÇÃO. DOAÇÃO ELEITORAL OFICIAL, AUTOLAVAGEM DE DINHEIRO, CRIME AUTÔNOMO. DOAÇÃO ELEITORAL OFICIAL, CONSUMAÇÃO, EXAURIMENTO DO CRIME, CORRUPÇÃO PASSIVA. LAVAGEM DE DINHEIRO, DISPONIBILIDADE, ATIVO, DOMÍNIO FUNCIONAL DO FATO. JUSTA CAUSA, AÇÃO PENAL, ELEMENTO PROBATÓRIO. RATIFICAÇÃO, DEPOIMENTO, COLABORAÇÃO PREMIADA, ATO UNILATERAL, ANOTAÇÃO, DOCUMENTO PARTICULAR, COLABORADOR. INSTAURAÇÃO, AÇÃO PENAL, FUNDAMENTO ÚNICO, DEPOIMENTO, COLABORADOR. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA. DISTINÇÃO, MEIO DE PROVA, MEIO DE OBTENÇÃO DE PROVA. JUÍZO DE ADMISSIBILIDADE, ACUSAÇÃO PENAL, FUMUS COMISSI DELICTI, JUÍZO DE PROBABILIDADE, CONDENAÇÃO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: LAVAGEM DE DINHEIRO, DOAÇÃO ELEITORAL OFICIAL. SIMULTANEIDADE, LAVAGEM DE DINHEIRO, RECEBIMENTO, VANTAGEM INDEVIDA, CORRUPÇÃO PASSIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3980&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Caso \"OPERAÇÃO LAVA JATO\".\n- Acórdão(s) citado(s):\n(PRAZO EM DOBRO, AUTOS ELETRÔNICOS)\nInq 3980 QO (2ªT). \n(LITISPENDÊNCIA, INQUÉRITO)\nAP 611 (1ªT). \n(CRIME, CORRUPÇÃO PASSIVA, ATO DE OFÍCIO)\nAP 470 (TP), AP 307 (TP). \n(CAUSA DE AUMENTO DE PENA, CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA, PARLAMENTAR)\nInq 2191 (TP), Inq 2606 (TP), Inq 3983 (TP), Inq 3997 (2ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO)\nInq 3984 (2ªT). \n(RECEBIMENTO, DENÚNCIA, DEFINIÇÃO, REGRA, CONCURSO DE CRIMES)\nInq 2984 (TP), Inq 3982 (2ªT), Inq 3983 (TP), Inq 3984 (2ªT). \n(CONEXÃO, CONTINÊNCIA, DESMEMBRAMENTO DE PROCESSO, FACULDADE DE JUIZ)\nHC 70688 (2ªT), HC 73208 (1ªT), HC 73423 (1ªT), HC 83463 (2ªT). \n(CRIME DE LAVAGEM DE DINHEIRO, OCULTAÇÃO, CRIME PERMANENTE)\nAP 863 (1ªT). \n(RECEBIMENTO, DENÚNCIA, AFERIÇÃO, ELEMENTO SUBJETIVO, CRIME)\nInq 3588 ED (1ªT), Inq 4146 (TP). \n(REQUISITO, RECEBIMENTO, DENÚNCIA)\nHC 126022 AgR-segundo (2ªT). \n(ACUSADO, DEFESA, FATO IMPUTADO)\nInq 3113 (1ªT). \n(AÇÃO PENAL, JUSTA CAUSA)\nInq 3507 (TP), Inq 3719 (1ªT), HC 73371 (1ªT). \n(VALOR PROBATÓRIO, DEPOIMENTO, COLABORAÇÃO PREMIADA)\nHC 127483 (TP). \n(AÇÃO PENAL ORIGINÁRIA, STF, ABSOLVIÇÃO SUMÁRIA)\nHC 116653 (2ªT). \n(CONCURSO DE CRIMES, CORRUPÇÃO PASSIVA, LAVAGEM DE DINHEIRO)\nAP 470 (TP). \n(LAVAGEM DE DINHEIRO, EXAURIMENTO DO CRIME, CORRUPÇÃO PASSIVA, MATÉRIA DE MÉRITO)\nAP 470 (TP), Inq 3984 (2ªT). \n(LAVAGEM DE DINHEIRO, DOAÇÃO ELEITORAL)\nADI 470 (TP). \n(CRIME DE LAVAGEM DE DINHEIRO, OCULTAÇÃO, DOAÇÃO ELEITORAL OFICIAL)\nInq 3982 (2ªT). \n(LAVAGEM DE DINHEIRO, CRIME AUTÔNOMO)\nAP 470 (TP), AP 470 EI-sextos (TP). \n- Legislação estrangeira citada: Código de Processo Penal italiano.\n- Veja AC 3871, AC 3891, Inq 3989, Inq 3992, Inq 3999, Inq 4000 e Inq 4118 do STF.\nNúmero de páginas: 329.\nAnálise: 12/03/2019, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : JOÃO ALBERTO PIZZOLATTI JÚNIOR \nADV.(A/S)  : MICHEL SALIBA OLIVEIRA \nINVEST.(A/S) : MÁRIO SILVIO MENDES NEGROMONTE \nADV.(A/S)  : ROBERTO PODVAL E OUTRO(A/S)\nINVEST.(A/S) : MÁRIO SILVIO MENDES NEGROMONTE JÚNIOR \nINVEST.(A/S) : LUIZ FERNANDO RAMOS FARIA \nADV.(A/S)  : MARCELO LUIZ ÁVILA DE BESSA \nINVEST.(A/S) : JOSÉ OTÁVIO GERMANO \nADV.(A/S)  : MARCELO LUIZ ÁVILA DE BESSA \nINVEST.(A/S) : ROBERTO PEREIRA DE BRITTO \nADV.(A/S)  : EVANIO JOSE DE MOURA SANTOS \nINVEST.(A/S) : ARTHUR CÉSAR PEREIRA DE LIRA \nADV.(A/S)  : PIERPAOLO CRUZ BOTTINI \nADV.(A/S)  : IGOR SANT&apos;ANNA TAMASAUSKAS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":386189,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 3980","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2018-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"BADARÓ, Gustavo. Processo Penal. Rio de Janeiro: Campus-Elsevier, 2012. p. 105 e 270.\nBARROS, Marco Antônio de. Lavagem de capitais e obrigações civis correlatas: comentários, artigo por artigo, à Lei 9.613/1998. 2. ed. São Paulo: Revista dos Tribunais, 2007. p. 55, 76 e 117.\nBOTTINI, Pierpaolo Cruz. Lavagem de dinheiro: aspectos penais e processuais penais: comentários à Lei 9.613/1998, com as alterações da Lei 12.683/2012. 2. ed. São Paulo: Revista dos Tribunais, 2013. p. 26.\nCAPEZ, Rodrigo. Prisão e medidas cautelares diversas: a individualização da medida cautelar no processo penal. São Paulo: Quartier Latin, 2017. p. 444.\nCHIAVARIO, Mario. Diritto processuale penale – profilo istituzionale. 5. ed. Torino: Utet Giuridica, 2012. p. 353.\nGOMES FILHO, Antônio Magalhães. Notas sobre a terminologia da prova - reflexos no processo penal brasileiro. In: YARSHELL, Flávio Luiz; MORAES, Maurício Zanoide de. Estudos em homenagem à professora Ada Pellegrini Grinover. São Paulo: DSJ, 2005. p. 303-318.\nJARDIM, Afrânio Silva. Direito Processual Penal. 9. ed., rev. e atual. Rio de Janeiro: Forense, 2000. p. 93, 97 e 98.\nMAIA, Rodolfo Tigre. Lavagem de dinheiro: lavagem de ativos provenientes de crime - anotações às disposições criminais da Lei nº 9.613/98. São Paulo: Malheiros, 2009. p. 37-39.\nMOURA, Maria Thereza Rocha de Assis. Justa causa para a ação penal: doutrina e jurisprudência. São Paulo: Revista dos Tribunais, 2001. p. 222, 241 e 247.\nTOURINHO FILHO, Fernando da Costa. Processo Penal. 11. ed. São Paulo: Saraiva, 1989. v. 1. p. 445.","ministro_facet":["EDSON FACHIN"],"processo_numero":3980,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur388745","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, rejeitou os embargos de declaração, nos termos do voto do Relator, vencido o Ministro Celso de Mello, que conhecia dos embargos e os acolhia com efeitos infringentes, e recebia a denúncia, no que foi acompanhado pelo Presidente. Presidência do Ministro Edson Fachin. 2ª Turma, 24.4.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur388745","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur388745","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Embargos de declaração. Inquérito. Inexistência de contradição ou omissão no aresto impugnado. Pretensão de se rediscutir a causa. Inadmissibilidade. Embargos rejeitados.\n\n\n\n    1. Nenhuma das hipóteses autorizadoras da oposição do recurso declaratório (RISTF, art. 337) está configurada no caso dos autos, já que o acórdão embargado abordou, de forma fundamentada, todos os pontos colocados em debate, nos limites necessários ao deslinde da controvérsia. \n\n\n\n    2. A pretensão do embargante é provocar a rediscussão da causa, fim para o qual não se prestam os embargos, na linha de precedentes. \n\n\n\n    3. Embargos de declaração rejeitados.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=747915993","externo_seq_objeto_incidente":5373740,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-163  DIVULG 10-08-2018  PUBLIC 13-08-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3998&classe=Inq","is_colac":false,"titulo":"Inq 3998 ED","documental_legislacao_citada_texto":["LEG-FED   LEI-012850      ANO-2013\n          ART-00003 INC-00001 INC-00004 INC-00006 \n          ART-00004 PAR-00016\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00395 INC-00003\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00337\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2018-08-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JUSTA CAUSA, AÇÃO PENAL, EXIGÊNCIA, ELEMENTO MÍNIMO, PROVA. DENÚNCIA, PARLAMENTAR, FUNDAMENTO ÚNICO, DEPOIMENTO, COLABORAÇÃO PREMIADA. VALORAÇÃO, DEPOIMENTO, COLABORADOR, CONSONÂNCIA, DIVERSIDADE, PROVA, JUÍZO POSITIVO DE ADMISSIBILIDADE, AÇÃO PENAL. FUMUS COMISSI DELICTI. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA, INSTAURAÇÃO, INVESTIGAÇÃO PRELIMINAR.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: EXISTÊNCIA, ELEMENTO MÍNIMO, INFORMAÇÃO, RECEBIMENTO, DENÚNCIA.\n\n- TERMO(S) DE RESGATE: DECLARAÇÕES HETEROINCULPATÓRIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3998&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO PENAL, REQUISITO, JUSTA CAUSA)\nInq 3507 (TP), HC 73371 (1ªT), RF 150/393. \n(VALOR PROBATÓRIO, DEPOIMENTO, COLABORAÇÃO PREMIADA)\nHC 127483 (TP). \n(EMBARGOS DE DECLARAÇÃO, REDISCUSSÃO, MÉRITO)\nAI 633342 AgR-ED (2ªT), RE 449191 AgR-ED (1ªT), AI 735957 ED-ED (2ªT), Ext 1153 ED (TP), AI 751637 AgR-ED (2ªT), HC 102043 ED (1ªT). \n(MOTIVAÇÃO PER RELATIONEM)\nRE 172292 (2ªT), AI 825520 AgR-ED (2ªT), AI 738982 AgR (2ªT), AI 813692 AgR (2ªT). \n- Decisões monocráticas citadas:\n(MOTIVAÇÃO PER RELATIONEM)\nMS 28677 MC, MS 28989 MC.\n- Legislação estrangeira citada: art. 192, § 3º, do Código de Processo Penal italiano.\nNúmero de páginas: 39.\nAnálise: 20/11/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nEMBDO.(A/S)  : EDUARDO HENRIQUE DA FONTE DE ALBUQUERQUE SILVA \nADV.(A/S)  : HAMILTON CARVALHIDO E OUTRO(S) E OUTRO(A/S)\nADV.(A/S)  : RAFAEL DE ALENCAR ARARIPE CARNEIRO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":388745,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 3998 ED","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2018-04-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO INQUÉRITO","documental_doutrina_texto":"BADARÓ, Gustavo. O valor probatório da delação premiada: sobre o § 16 do art. 4º da Lei nº 12.850/13. Revista Jurídica Consulex, n . 443, fev. 2015. p. 26-29.\n______. Processo Penal. Rio de Janeiro: Elsevier, 2012. p. 270.\nCAPEZ, Rodrigo. Prisão e medidas cautelares diversas: a individualização da medida cautelar no processo penal. São Paulo: Quartier Latin, 2017. p. 444.\nCHIAVARIO, Mario. Diritto processuale penale – profilo istituzionale. 5. ed. Torino: Utet Giuridica, 2012. p. 353.\nGREVI, Vittorio. Compendio di procedura penale. 6. ed. p. 323-325.\nGOMES FILHO, Antônio Magalhães. Notas sobre a terminologia da prova - reflexos no processo penal brasileiro. In: YARSHELL, Flávio Luiz; MORAES, Maurício Zanoide de (Org.). Estudos em homenagem à professora Ada Pellegrini Grinover. São Paulo: DSJ, 2005. p. 303-318.\nIBÁNEZ, Perfecto Andrés. Prueba y convicción judicial en el proceso penal. Buenos Aires: Hammurabi , 2009. p. 124-125.\nJARDIM, Afrânio Silva. Direito Processual Penal. 9. ed. rev. e atual. Rio de Janeiro: Forense: 2000. p. 93, 97-98.\nMOURA, Maria Thereza Rocha de Assis. Justa causa para ação penal - doutrina e jurisprudência. São Paulo: Revista dos Tribunais, 2001. p. 222, 241 e 247.\nTONINI, Paolo. A prova no processo penal italiano. Tradução: Alexandra Martins; e Daniela Mróz. São Paulo: Revista dos Tribunais, 2002. p. 178.\n______. Manuale di procedura penale. 14. ed. Milão: Giuffrè, 2013. p. 209-213.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":3998,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur401910","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Ricardo Lewandowski (Relator), conhecendo e dando provimento ao recurso, no que foi acompanhado pelo Ministro Gilmar Mendes, pediu vista dos autos o Ministro Luiz Fux. Falaram, pelo recorrente, o Dr. José Eduardo Rangel de Alckmin; pela recorrida, a Dra. Marilda de Paula Silveira, e, pelo Ministério Público Federal, a Dra. Ela Wiecko Volkmer de Castilho, Vice-Procuradora-Geral da República. Presidência do Ministro Ricardo Lewandowski. Plenário, 12.11.2015.\r\n\n                       Decisão: Após o voto-vista do Ministro Luiz Fux, negando provimento ao recurso, no que foi acompanhado pelos Ministros Edson Fachin, Roberto Barroso, Rosa Weber e Dias Toffoli, e após o voto do Ministro Alexandre de Moraes, acompanhando o voto do Relator, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. Plenário, 28.9.2017.\r\n\n                 Decisão: Preliminarmente, o Tribunal, por maioria, resolveu questão de ordem suscitada pelo Ministro Ricardo Lewandowski (Relator), no sentido proposto pelo Ministro Celso de Mello, para, não obstante pedido de desistência e circunstância de prejudicialidade do recurso, o Tribunal continuar no exame da tese de repercussão geral, que não incidirá no caso concreto, vencidos os Ministros Ricardo Lewandowski, Alexandre de Moraes e Gilmar Mendes. No mérito, o Tribunal, por unanimidade, julgou prejudicado o recurso e, por maioria e nos termos do voto do Ministro Luiz Fux, assentou a aplicabilidade da alínea d do inciso I do art. 1º da Lei Complementar 64/90, na redação dada pela Lei Complementar 135/2010, a fatos anteriores à publicação desta lei, vencidos, nesse ponto, os Ministros Ricardo Lewandowski, Gilmar Mendes, Alexandre de Moraes, Marco Aurélio e Celso de Mello. Em seguida, o julgamento foi suspenso para apreciação de proposta de modulação dos efeitos apresentada pelo Ministro Ricardo Lewandowski e para fixação da tese de repercussão geral. Nessa assentada, o Ministro Gilmar Mendes realizou acréscimos ao voto proferido em assentada anterior. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência da Ministra Cármen Lúcia. Plenário, 4.10.2017.\r\n\n                       Decisão: Adiado o julgamento, por indicação do Ministro Luiz Fux. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência da Ministra Cármen Lúcia. Plenário, 5.10.2017.\r\n\n                       Decisão: Prosseguindo no julgamento, após o voto do Ministro Ricardo Lewandowski (Relator), no sentido de se modularem os efeitos da decisão, a fim de que a aplicação da alínea d, no que toca ao seu caráter retroativo, apto a atingir a coisa julgada, ocorra apenas a partir da análise dos requerimentos de registro de candidaturas às eleições de 2018, no que foi acompanhado pelos Ministros Alexandre de Moraes, Dias Toffoli, Gilmar Mendes e Celso de Mello, e após o voto do Ministro Luiz Fux, no sentido de não se modularem os efeitos da decisão, no que foi acompanhado pelos Ministros Edson Fachin, Roberto Barroso, Rosa Weber, Marco Aurélio e Cármen Lúcia (Presidente), não foi alcançado o quorum para a modulação dos efeitos. Em seguida, o Tribunal, por maioria, fixou tese de repercussão geral nos seguintes termos: “A condenação por abuso de poder econômico ou político em ação de investigação judicial eleitoral transitada em julgado, ex vi do art. 22, XIV, da Lei Complementar n. 64/90, em sua redação primitiva, é apta a atrair a incidência da inelegibilidade do art. 1º, inciso I, alínea d, na redação dada pela Lei Complementar n. 135/2010, aplicando-se a todos os processos de registro de candidatura em trâmite”, vencidos os Ministros Marco Aurélio, Alexandre de Moraes e Gilmar Mendes, que votaram de forma contrária à tese. O Ministro Celso de Mello destacou que, na fixação da tese, acompanha o Ministro Luiz Fux com ressalva de posição pessoal. Redator para o acórdão o Ministro Luiz Fux. Plenário, 1º.3.2018.","is_repercussao_geral_merito":true,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur401910","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur401910","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL. DIREITO CONSTITUCIONAL E ELEITORAL. ELEIÇÕES 2012. PREFEITO. HIPÓTESES DE INELEGIBILIDADE. ART. 14, § 9º, DA CONSTITUIÇÃO DA REPÚBLICA DE 1988. MORALIDADE PARA O EXERCÍCIO DE MANDATOS ELETIVOS, CONSIDERADA A VIDA PREGRESSA DO CANDIDATO.  CONDENAÇÃO EM AÇÃO DE INVESTIGAÇÃO JUDICIAL ELEITORAL POR ABUSO DE PODER COMETIDO NA CONDIÇÃO DE DETENTOR DE CARGO ELETIVO. DECLARAÇÃO DE INELEGIBILIDADE POR TRÊS ANOS. APLICABILIDADE DOS PRAZOS PREVISTOS NA LC Nº 135/2010. INEXISTÊNCIA DE ULTRAJE À IRRETROATIVIDADE DAS LEIS E À COISA JULGADA. MODIFICAÇÃO DO REGIME JURÍDICO ELEITORAL. INEXISTÊNCIA DE REGIME DUAL DE INELEGIBILIDADES NA LEI COMPLEMENTAR Nº 64/90. TODAS AS CAUSAS RESTRITIVAS CONTEMPLADAS NO ART. 1º, INCISO I, DA LC Nº 64/90, CONSUBSTANCIAM EFEITOS REFLEXOS A SEREM AFERIDOS QUANDO DA FORMALIZAÇÃO DO REGISTRO DE CANDIDATURA. O ART. 22, XIV, DA LC Nº 64/90, NÃO TRADUZ HIPÓTESE AUTÔNOMA DE INELEGIBILIDADE (SANÇÃO). REPRODUÇÃO NO RITO PROCEDIMENTAL DA AIJE DA CAUSA CONSTANTE DO ART. 1º, INCISO I, ALÍNEA D, DA LC Nº 64/90. INTERPRETAÇÃO SISTÊMICO-TELEOLÓGICA DO ESTATUTO DAS INELEGIBILIDADES. RECURSO EXTRAORDINÁRIO DESPROVIDO.\n\n\n\n    1. O exercício legítimo do ius honorum (i.e., direito de ser votado) encontra balizamentos e limites no modelo insculpido pelo constituinte de 1988, que não contemplou um direito amplo de elegibilidade, ao consignar, de um lado, a necessidade de preenchimento das condições de elegibilidade, e, de outro, a não incursão em quaisquer das hipóteses de inelegibilidade, constitucionais ou legais complementares. \n\n\n\n    2. As limitações ao direito de ser votado fundam-se nos princípios constitucionais da moralidade e da probidade, considerada a vida pregressa do candidato, da normalidade e da legitimidade das eleições contra a influência do poder econômico ou o abuso do exercício de função, cargo ou emprego na administração direta ou indireta, a teor do que preconiza o art. 14, § 9º, da Lei Fundamental de 1988. \n\n\n\n    3. A inelegibilidade do art. 22, XIV, da Lei Complementar nº 64/90, não encerra sanção, porquanto a procedência dos pedidos deduzidos em ação de investigação judicial eleitoral se assemelha, quanto aos efeitos jurídico-eleitorais, às demais hipóteses das alíneas do art. 1º, I.\n\n\n\n    4. A causa restritiva ao exercício do ius honorum judicialmente reconhecida, com espeque no art. 22, XIV, produz seus efeitos na esfera jurídico-eleitoral do condenado, se – e somente se – o pretenso candidato formalizar requerimento de registro de candidatura em pleitos vindouros, ou, em se tratando de recurso contra a expedição do diploma, nas hipóteses de inelegibilidades infraconstitucionais supervenientes. \n\n\n\n    5. O art. 22, XIV, da LC nº 64/90, reproduz no rito procedimental da Ação de Investigação Judicial Eleitoral (AIJE) a inelegibilidade da alínea d, especificamente indicando os comandos impostos ao juiz nas hipóteses de condenação por abuso de poder econômico, abuso de poder de autoridade e pelo uso indevido dos meios de comunicação (i.e., cassação do diploma e declaração de inelegibilidade), sem introduzir qualquer hipótese autônoma de inelegibilidade.\n\n\n\n    6. O legislador eleitoral complementar incorreu em manifesta atecnia ao afirmar que a inelegibilidade do art. 22, XIV, encerraria sanção, máxime porque a natureza jurídica de instituto é efetivamente perquirida a partir da análise dos efeitos jurídicos que efetivamente dele advêm. \n\n\n\n    7. O art. 22, XIV, da LC nº 64/90, em sua exegese literal, não veicula peremptoriamente inelegibilidade-sanção, na medida em que referido dispositivo apresenta – e impõe – dois comandos contraditórios ao magistrado, em eventual condenação por abuso de poder político e econômico: de um lado, determina que seja declarada a inelegibilidade, o que pressupõe que essa situação jurídica preexiste e está apenas sendo reconhecida judicialmente; e, por outro lado, comina a sanção de inelegibilidade, pressupondo que é a sentença que constituirá esse novo estado jurídico, pressupondo que é a sentença que declarará esse novo estado jurídico.\n\n\n\n    8. A interpretação lógico-sistemática do regime jurídico das inelegibilidades rechaça o caráter sancionatório do art. 22, XIV, uma vez que a condenação em ações de impugnação de mandato eletivo atrai, reflexamente, a restrição do art. 1º, I, d, da LC nº 64/90. Seria um contrassenso lógico afirmar que a procedência do pedido em outra ação (AIJE), que visa igualmente a apurar abusos de poder econômico, consigne uma hipótese de inelegibilidade-sanção.\n\n\n\n    9. O art. 1º, inciso I, alínea d, do Estatuto das Inelegibilidades, é o fundamento normativo para reconhecer, reflexamente, a restrição à cidadania passiva em decorrência de condenação exclusivamente por uso indevido dos meios de comunicação (efeitos reflexos ou secundários), embora a literalidade da alínea d refira-se apenas a abuso de poder político ou econômico. \n\n\n\n    10. In casu, \n\n\n\n    a) a controvérsia jurídica travada cinge-se em perquirir se há, ou não, ofensa às garantias constitucionais da coisa julgada e da irretroatividade da lei gravosa, ex vi, respectivamente, do art. 5º, XXXVI e XL, nas hipóteses de aumento de prazo de 3 (três) para 8 (oito) anos da inelegibilidade prevista no art. 22, XIV, da LC nº 64/90, em razão de condenação por abuso de poder político ou econômico, quando (i) se verificara o trânsito em julgado e (ii) ocorrera o exaurimento do prazo de 3 anos, tal como disposto na redação primeva do indigitado preceito.\n\n\n\n    b) Em consequência, verificado o exaurimento do prazo de 3 (três) anos, previsto na redação originária do art. 22, XIV, por decisão transitada em julgado, é perfeitamente possível que o legislador infraconstitucional proceda ao aumento dos prazos, o que impõe que o agente da conduta abusiva fique inelegível por mais 5 (cinco) anos, totalizando os 8 (oito) anos, sem que isso implique ofensa à coisa julgada, que se mantém incólume;\n\n\n\n    c) A racionalidade subjacente ao julgamento das ADCs nº 29 e nº 30 deve ser aplicada tout court ao art. 22, XIV, e à alínea d (sobre a qual a Corte já se pronunciou), razão pela qual, sob a dogmática constitucional, a extensão dos prazos de inelegibilidade do art. 22, XIV, da Lei da Ficha Limpa, justamente porque não versa sanção.\n\n\n\n    d) Destarte, não revela ofensa à retroatividade máxima, de ordem a fulminar a coisa julgada, mesmo após o exaurimento dos 3 (três) anos inicialmente consignados na decisão judicial passada em julgado que reconhece a prática de poder político ou econômico (reconhecimento este que, aí sim, faz exsurgir a inelegibilidade). Trata-se, em vez disso, de exemplo acadêmico de retroatividade inautêntica (ou retrospectividade).\n\n\n\n    Da impossibilidade de modulação dos efeitos do pronunciamento\n\n\n\n    11. A modulação temporal encerra técnica de decisão ínsita à declaração de inconstitucionalidade, máxime porque sua ratio essendi consiste em preservar situações jurídicas consolidadas durante o período em que a lei ou ato normativo reputados por inconstitucionais produziram efeitos.\n\n\n\n    12. In casu, \n\n\n\n    a) não houve declaração de inconstitucionalidade ou mesmo interpretação conforme do art. 22, XIV da Lei Complementar nº 64/90. \n\n\n\n    b) Diversamente, a Suprema Corte assentou a constitucionalidade do aludido preceito, cuja exegese não destoa daquela aplicada pelo Tribunal Superior Eleitoral nas eleições de 2012, 2014 e 2016.\n\n\n\n    13. A modulação temporal se justifica, de igual modo, nas hipóteses de viragem jurisprudencial, ante os efeitos normativos decorrentes da fixação de precedentes, os quais acarretam uma expectativa legítima aos cidadãos, os quais pautam suas condutas orientados pelo entendimento até então consolidado. \n\n\n\n    14. No caso sub examine, \n\n\n\n    a) A jurisprudência remansosa de 2012, 2014 e 2016 (Caso Tianguá, para o qual eu fiquei redator para o acórdão) não chancelava a pretensão aduzida pelo Recorrente. \n\n\n\n    b) Portanto, a Suprema Corte apenas e tão só endossou a jurisprudência pacífica do TSE. Por tal razão, descabe cogitar expectativa legítima dos candidatos que estão exercendo seus respectivos mandatos de permanecerem no cargo.\n\n\n\n    15. A modulação acarretará o afastamento imediato dos agentes políticos que estejam ocupando ilegitimamente os mandatos, ainda que isso implique o recálculo de coeficiente eleitoral.\n\n\n\n    16. No caso vertente,\n\n\n\n    a) Os candidatos que se encontravam em situação análoga à do Recorrente deram causa à renovação do pleito, na medida em que concorreram cientes de que a jurisprudência remansosa assentava a sua inelegibilidade.\n\n\n\n    b) Os aludidos candidatos estão no cargo por força de cautelares concedidas, em sentido contrário à jurisprudência então pacífica do TSE (2012, 2014 e 2016), que foi corroborada pela Suprema Corte nesse julgamento.\n\n\n\n    c) Como corolário, não se pode admitir que uma cautelar, deferida em sentido diametralmente oposto ao entendimento cristalizado no TSE, possa consolidar situações jurídicas quando há centenas, senão milhares, de pronunciamentos Colegiados do TSE e dos TREs, desde 2012, no sentido da jurisprudência que se consolidou nesta Corte.\n\n\n\n    d) Os custos econômicos de celebração do novo pleito não justificam a manutenção dos candidatos eleitos no cargo, uma vez que o legislador ordinário, ao engendrar o modelo de novas eleições, ponderou esses riscos alusivos ao dispêndio de recursos, ancorado em seu amplo espaço de conformação de definir e redefinir arranjos normativos inerentes ao funcionamento do processo político-eleitoral.\n\n\n\n    e) Os custos políticos também desabonam o acolhimento da modulação, porquanto geraria um caos social e profunda instabilidade política admitir a manutenção de agentes políticos investidos no mandato por um pleito viciado na origem por ultraje tanto aos bens jurídicos tutelados pela axiologia eleitoral (no caso de ilícitos) quanto ao descumprimento das regras alusivas às hipóteses de inelegibilidade (no caso em que se deferem pedidos de registro de candidatos manifestamente inaptos a concorrerem no prélio).\n\n\n\n    17. Por esse conjunto de argumentos, rejeita-se a modulação. \n\n\n\n    18. Fixada a seguinte tese de repercussão geral no RE nº 929.670/DF: “A condenação por abuso do poder econômico ou político em ação de investigação judicial eleitoral transitada em julgado, ex vi do art. 22, XIV, da LC nº 64/90, em sua redação primitiva, é apta a atrair a incidência da inelegibilidade do art. 1º, inciso I, alínea d, na redação dada pela LC nº 135/2010, aplicando-se a todos os processos de registro de candidatura em trâmite”.\n\n\n\n    19. Ex positis, voto pelo DESPROVIMENTO do recurso extraordinário.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749587890","externo_seq_objeto_incidente":4884883,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-076  DIVULG 11-04-2019  PUBLIC 12-04-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=929670&classe=RE","is_colac":false,"titulo":"RE 929670","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1934\n          ART-00113 NÚMERO-3\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00036 INC-00040 \n          ART-00014 PAR-00002 PAR-00003 INC-00001 \n          INC-00006 LET-C PAR-00004 PAR-00005 \n          PAR-00007 PAR-00009 ART-00016 ART-00060 \n          PAR-00004 INC-00004 ART-00102 INC-00003 \n          LET-A\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00016\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMCR-000004      ANO-1994\n                EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00001 LET-A \n          ART-00001 INC-00001 LET-B REDAÇÃO DADA PELA LCP-81/1994\n          ART-00001 INC-00001 LET-C REDAÇÃO DADA PELA LCP-135/2010\n          ART-00001 INC-00001 LET-D REDAÇÃO ORIGINÁRIA\n          ART-00001 INC-00001 LET-D REDAÇÃO DADA PELA LCP-135/2010\n          ART-00001 INC-00001 LET-E REDAÇÃO DADA PELA LCP-135/2010\n          ART-00001 INC-00001 LET-F REDAÇÃO DADA PELA LCP-135/2010\n          ART-00001 INC-00001 LET-G REDAÇÃO DADA PELA LCP-135/2010\n          ART-00001 INC-00001 LET-H REDAÇÃO DADA PELA LCP-135/2010\n          ART-00001 INC-00001 LET-I \n          ART-00001 INC-00001 LET-J INCLUÍDO PELA LCP-135/2010\n          ART-00001 INC-00001 LET-K INCLUÍDO PELA LCP-135/2010\n          ART-00001 INC-00001 LET-L INCLUÍDO PELA LCP-135/2010\n          ART-00001 INC-00001 LET-M INCLUÍDO PELA LCP-135/2010\n          ART-00001 INC-00001 LET-N INCLUÍDO PELA LCP-135/2010\n          ART-00001 INC-00001 LET-O INCLUÍDO PELA LCP-135/2010\n          ART-00001 INC-00001 LET-P INCLUÍDO PELA LCP-135/2010\n          ART-00001 INC-00001 LET-Q INCLUÍDO PELA LCP-135/2010\n          ART-00022 INC-00014 REDAÇÃO ORIGINÁRIA\n          ART-00022 INC-00014 REDAÇÃO DADA PELA LCP-135/2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000135      ANO-2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00022 INC-00001 LET-J\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00471 ART-00474 ART-00501 \n          ART-0543A INCLUÍDO PELA LEI-11418/2006\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00011 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00011 PAR-00010 INCLUÍDO PELA LEI-12034/2009\n          ART-0030A PAR-00002 ART-00041 ART-0041A \n          ART-00073 PAR-00004 PAR-00005 ART-00074 \n          ART-00075 ART-00076 ART-00077\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012034      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00508 ART-00927 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 PAR-00003 \n          ART-00998 PAR-ÚNICO\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013165      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011418      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 ART-00009 ART-00023 NÚMERO-00002 \n          ART-00025 NÚMERO-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00023\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00006\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUMSTF-000670      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-04-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: STF, CONTINUAÇÃO, APRECIAÇÃO, TESE, REPERCUSSÃO GERAL, PEDIDO, DESISTÊNCIA, PREJUDICIALIDADE, RECURSO, INAPLICABILIDADE, CASO CONCRETO.\n\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: JULGAMENTO INICIADO, INADMISSIBILIDADE, DESISTÊNCIA, RECURSO.\n\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: RECONHECIMENTO, PREJUDICIALIDADE, HOMOLOGAÇÃO, DESISTÊNCIA, RECURSO, MANUTENÇÃO, REPERCUSSÃO GERAL, SUBSTITUIÇÃO, RECURSO EXTRAORDINÁRIO, JULGAMENTO, TESE.\n\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: INSTITUTO JURÍDICO, REPERCUSSÃO GERAL, TRANSFORMAÇÃO, CONTROLE ABSTRATO.\n\n- IRRELEVÂNCIA, NOMENCLATURA, IDENTIFICAÇÃO, NATUREZA JURÍDICA, INSTITUTO JURÍDICO. ILUMINAÇÃO PÚBLICA, REMUNERAÇÃO, INTERMÉDIO, TAXA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: SANÇÃO, PREENCHIMENTO, CONDIÇÃO, ADMISSÃO, CANDIDATURA. DIREITO ADQUIRIDO, REGIME JURÍDICO, ELEGIBILIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: AÇÃO DE IMPUGNAÇÃO DE MANDATO ELETIVO, AÇÃO DE INVESTIGAÇÃO JUDICIAL ELEITORAL, DECISÃO CONDENATÓRIA, ABUSO DE PODER ECONÔMICO, ABUSO DE PODER POLÍTICO, NATUREZA DECLARATÓRIA, EFEITO SECUNDÁRIO, INELEGIBILIDADE, MOMENTO, PEDIDO, REGISTRO DE CANDIDATURA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: JUSTIÇA ELEITORAL, DECISÃO, PROCEDÊNCIA, PRAZO, INELEGIBILIDADE, TRÊS ANOS, GARANTIA FUNDAMENTAL, COISA JULGADA FORMAL, COISA JULGADA MATERIAL.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: LEI DA FICHA LIMPA, PRINCÍPIO DA ANUALIDADE ELEITORAL, DEVIDO PROCESSO LEGISLATIVO. CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, DIREITO DE SER VOTADO. CONSTITUIÇÃO FEDERAL, INELEGIBILIDADE, MAGISTRADO, PROMOTOR DE JUSTIÇA. CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, PRINCÍPIO DA ANTERIORIDADE, COMINAÇÃO DA PENA. TRATADO INTERNACIONAL, DIREITOS HUMANOS, PREVALÊNCIA, LEGISLAÇÃO INFRACONSTITUCIONAL; CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, PREVALÊNCIA, LEI DA FICHA LIMPA. APLICAÇÃO, LEI DA FICHA LIMPA, RETROATIVIDADE MÁXIMA, VEDAÇÃO, CONSTITUIÇÃO FEDERAL. RETROATIVIDADE, DEFINIÇÃO. JURISPRUDÊNCIA, STF, PROTEÇÃO, DIREITO ADQUIRIDO, ATO JURÍDICO PERFEITO, OBSTÁCULO, MODIFICAÇÃO, SUPRESSÃO, INSTITUTO JURÍDICO. EXCLUSIVIDADE, AÇÃO JUDICIAL, MATÉRIA ELEITORAL, ORDENAMENTO JURÍDICO BRASILEIRO, DECLARAÇÃO, INELEGIBILIDADE, CONFIGURAÇÃO, SANÇÃO.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: REGIME JURÍDICO, INELEGIBILIDADE, INADMISSIBILIDADE, INTERPRETAÇÃO EXTENSIVA. ORDENAMENTO JURÍDICO BRASILEIRO, EFICÁCIA RETROATIVA, LEI, EXCEPCIONALIDADE; DISPOSIÇÃO EXPRESSA; AUSÊNCIA, PRESUNÇÃO; AUSÊNCIA, LESÃO, ATO JURÍDICO PERFEITO, DIREITO ADQUIRIDO, COISA JULGADA. COISA JULGADA, IMUTABILIDADE, COERCIBILIDADE. DESCONSTITUIÇÃO DE JULGADO, FUNDAMENTO, LEI INCONSTITUCIONAL.\n\n- VOTO, MIN. CÁRMEN LÚCIA: MODULAÇÃO DE EFEITOS, ALTERAÇÃO, ENTENDIMENTO.\n\n- VOTO, MIN. DIAS TOFFOLI: MODULAÇÃO DE EFEITOS, PRINCÍPIO DA CONFIANÇA.\n\n- VOTO, MIN. MARCO AURÉLIO: MODULAÇÃO DE EFEITOS, APLICABILIDADE, PROCESSO SUBJETIVO, REGRA, PROCESSO OBJETIVO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: TESE. DESCABIMENTO, TESE, PROCESSO SUBJETIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=929670&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- A repercussão geral da questão foi reconhecida em 07/10/2015 nos autos do ARE 785068.\n- Acórdão(s) citado(s):\n(INELEGIBILIDADE, LEI DA FICHA LIMPA, APLICAÇÃO RETROATIVA, AMPLIAÇÃO, PRAZO)\nADI 4578 (TP), ADC 29 (TP), ADC 30 (TP). \n(DESCONSIDERAÇÃO, COISA JULGADA)\nRE 592912 AgR (2ªT). \n(LEI DA FICHA LIMPA, PRINCÍPIO DA ANUALIDADE ELEITORAL)\nRE 633703 (TP). \n(TRATADO INTERNACIONAL, DIREITOS HUMANOS, PREVALÊNCIA, LEGISLAÇÃO INFRACONSTITUCIONAL)\nRE 349703 (TP), RE 466343 (TP). \n(RETROATIVIDADE, DEFINIÇÃO)\nADI 493 (TP) - RTJ 143/724. \n(PROTEÇÃO, DIREITO ADQUIRIDO, ATO JURÍDICO PERFEITO, OBSTÁCULO, MODIFICAÇÃO, SUPRESSÃO, INSTITUTO JURÍDICO)\nHC 94020 (1ªT). \n(INELEGIBILIDADE, SANÇÃO)\nMS 22087 (TP). \n(PRINCÍPIO DA IRRETROATIVIDADE DAS LEIS)\nHC 96037 (1ªT), RTJ 106/314. \n(INTANGIBILIDADE, ATO JURÍDICO PERFEITO, DIREITO ADQUIRIDO, COISA JULGADA)\nRE 67134 (1ªT) - RTJ 55/35. \n(COISA JULGADA, PRINCÍPIO DA SEGURANÇA JURÍDICA)\nMS 24268 (TP) - RTJ 191/922, IF 590 QO (TP) - RTJ 167/6. \n(DESCONSTITUIÇÃO DE JULGADO, FUNDAMENTO, LEI INCONSTITUCIONAL)\nRE 86056 (1ªT), RE 592912 AgR (2ªT), RMS 17976 (3ªT) - RTJ 55/744. \n(REPERCUSSÃO GERAL, PEDIDO, DESISTÊNCIA, PREJUDICIALIDADE, RECURSO)\nRE 635659 RG, RE 693456 (TP). \n(MODULAÇÃO DE EFEITO, ALTERAÇÃO, ENTENDIMENTO)\nARE 957650 ED (TP). \n- Decisões monocráticas citadas:\n(INELEGIBILIDADE, LEI DA FICHA LIMPA, APLICAÇÃO RETROATIVA, AMPLIAÇÃO, PRAZO)\nARE 790774, AC 3701 MC, AC 3786, Rcl 24224 MC, ARE 765802, AC 3778.\n(CF/1988, INELEGIBILIDADE, MAGISTRADO, PROMOTOR DE JUSTIÇA)\nAO 2236.\n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Consulta 1120-26, Consulta 1147-09, REspe 10-62, REspe 18984.2012.6.26.0014, REspe 25-02, REspe 238-16, RESpe 193-80, REspe 37882, RO 528-12, RO 1528-15, REspe 19730, REspe 4944 AgR, REspe 504-51 AgR, RO 3128-94, RO 2089-03.2010.6.05.0000 AgR, Respe 4851-74.2009.6.14.0000, RO 29659, RO 4686 AgR, RO 4919, RO 83654, RO 971-50. \nRT 218/447, RF 102/72, RF 144/166, RF 153/695, RT 299/478. \n- Decisões estrangeiras citadas: Caso Castañeda Gutman vs. México, de 6.8.2008; Caso López Mendoza vs. Venezuela, da Corte Interamericana de Direitos Humanos.\n- Veja RE 597362 do STF.\nNúmero de páginas: 279.\nAnálise: 30/10/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : DILERMANDO FERREIRA SOARES \nADV.(A/S)  : JOSÉ EDUARDO RANGEL DE ALCKMIN \nADV.(A/S)  : ANTÔNIO CÉSAR BUENO MARRA E OUTRO(A/S)\nRECDO.(A/S)  : COLIGAÇÃO &quot;POR UMA NOVA SOURE DE TODOS&quot; \nADV.(A/S)  : HERMAN BARBOSA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"860 - Possibilidade de aplicação do prazo de 8 anos de inelegibilidade por abuso de poder previsto na Lei Complementar 135/2010 às situações anteriores à referida lei em que, por força de decisão transitada em julgado, o prazo de inelegibilidade de 3 anos aplicado com base na redação original do art. 1º, I, d, da Lei Complementar 64/1990 houver sido integralmente cumprido.","old_seq_sjur":401910,"documental_tese_texto":"A condenação por abuso de poder econômico ou político em ação de investigação judicial eleitoral transitada em julgado, ex vi do art. 22, XIV, da Lei Complementar n. 64/90, em sua redação primitiva, é apta a atrair a incidência da inelegibilidade do art. 1º, inciso I, alínea d, na redação dada pela Lei Complementar n. 135/2010, aplicando-se a todos os processos de registro de candidatura em trâmite.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 929670","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2018-03-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALVES, José Carlos Moreira. Pressupostos de elegibilidades e inelegibilidades. Estudos de Direito Público em homenagem a Aliomar Baleeiro, v. 11, n. 2, maio./ago. 2016. p. 231-239.\nALVES, Moreira apud PEIXOTO, José Carlos de Matos. Curso de Direito Romano.\nARAGÃO, Egas Moniz de. Sentença e Coisa Julgada. Aide, 1992. p. 324-328, itens 224-227.\nASSIS, Araken de. Eficácia da Coisa Julgada Inconstitucional. Revista Jurídica n. 301. p. 7-29 e 12-13.\nBICKEL, Alexander. The least dangerous branch.\nBURDEAU, Georges apud RIBEIRO, Fávila. Direito Eleitoral. Forense, 1976. p. 106, item 286.\nCANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. Almedina, 1998. p. 250.\nCOSTA, Adriano Soares da. Teoria da Inelegibilidade e o Direito Processual Eleitoral. Del Rey, 1998. p. 148, item 1.\nDINIZ, Maria Helena. Lei de Introdução ao Código Civil Brasileiro Interpretada. Saraiva, 1994. p. 178, item 1.\nFUX, Luiz; FRAZÃO, Carlos Eduardo. Novos Paradigmas do Direito Eleitoral. Belo Horizonte: Fórum, 2016. p. 186.\nJARDIM, Torquato. Direito Eleitoral Positivo conforme a nova lei eleitoral. 2ª ed. Brasília Jurídica, 1998. p. 68, item 47.\nFRANÇA, Rubens Limongi. Direito Intertemporal Brasileiro. 2. ed. Revista dos Tribunais, 1968. p. 59 e 67-71.\nGOMES, José Jairo. Direito Eleitoral. Del Rey, 2008. p. 141, item 3.\n______. Direito eleitoral. 11. ed. São Paulo: Atlas. 2015. p. 165-166 e 168.\nGRECO FILHO, Vicente. Direito Processual Civil Brasileiro. 11. ed. Saraiva, 1996. v. 2. p. 267, item 57.2.\nLIEBMAN, Enrico Tullio. Eficácia e Autoridade da Sentença. Tradução: Alfredo Buzaid e Benvindo Aires. Forense, 1945. p. 52-53, item 16.\nLOBO, Carlos Augusto da Silveira. Irretroatividade das Leis de Ordem Pública. RF. v. 289. p. 239-242.\nMACHADO, João Baptista. Introdução ao direito e ao discurso legitimador. 12. reimpr. Coimbra, 2000. p. 226.\nMARQUES, José Frederico. Manual de Direito Processual Civil. 2. ed. 2ª tiragem. Millennium, 2000. v. 3. p. 329, item 687 e 344, item 698.\n______. Frederico. Manual de Direito Processual Civil. 2. ed. Millennium, 2000. v. 3. p. 332, item 689.\nMENDES, Antonio Carlos. Introdução à Teoria das Inelegibilidades. Malheiros, 1993. p. 109-110, item 145. \nNERY JUNIOR, Nelson; NERY, Rosa Maria de Andrade. Comentários ao Código de Processo Civil. Revista dos Tribunais, 2015. p. 1202, item 32, 1242, item 2 e 1281, item 30.\nPEREIRA, Caio Mário da Silva. Instituições de Direito Civil. 5. ed. Forense, 1976. v. 1. p. 152, item 32.\n______. Instituições de Direito Civil. Forense. v. 1. p. 128.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte Staatsrecht II. 21. ed. Heidelberg: [s.n.], 2005. p. 54.\n______. Direitos fundamentais. São Paulo: Saraiva, 2012. p. 121.\nPEIXOTO, Matos. Limite Temporal da Lei. Revista dos Tribunais. v. 173. p. 459 e 468.\nPORCHAT, Reynaldo. Curso Elementar de Direito Romano. Duprat & Cia, 1907. v. 1. p. 492-493, item 528, 496 e 500, itens 531 e 533.\nRÁO, Vicente. O Direito e a Vida dos Direitos. 7. ed. Atualização: Ovídio Rocha Barros Sandoval. Revista dos Tribunais, 2013. p. 368, item 273.\nRIBEIRO, Fávila. Tribunal Superior Eleitoral. Secretaria de Documentação e Informação, Estudos Eleitorais, v. 1, n. 3, set./dez. 1997. p. 7.\nROSTOW, Eugene. El carácter democrático del control judicial de la constitucionalidad. Tradução: Joaquín Brage Camazano.\nROUBIER, Paul. Le Droit Transitoire. 2. ed. 1960.\nSANTOS, Moacyr Amaral. Primeiras Linhas de Direito Processual Civil. 21. ed. Saraiva, 2003. v. 3. p. 56, item 754. \nSCHMITT, Carl. La tirania de los valores. Granada: Edital Comares, 2010. p. 47.\nSIDOU, J. M. Othon. O Direito Legal. Forense, 1985. p. 228-229, item 13.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 5. ed. Revista dos Tribunais, 1989. p. 329.\n______. Curso de Direito Constitucional. São Paulo: Malheiros, 1993. p. 334. \n______. Comentário Contextual à Constituição. 6. ed. São Paulo: Malheiros, 2015. p. 133.\nSTOCO, Rui; STOCO, Leandro de Oliveira. Legislação Eleitoral Interpretada: Doutrina e Jurisprudência. 2. ed. Revista dos Tribunais, 2006. p. 147, item 1.\nTENÓRIO, Oscar. Lei de Introdução ao Código Civil Brasileiro. 2. ed. Rio, 1995. p. 189-199.\nTHEODORO JÚNIOR, Humberto. Curso de Direito Processual Civil. 51. ed. Forense, 2010. v. 1. p. 550-553, itens 516-516-a.\n______. Curso de Direito Processual Civil. 58. ed. Forense, 2017. v. 1. p. 1130, item 802.","ministro_facet":["RICARDO LEWANDOWSKI","LUIZ FUX"],"processo_numero":929670,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur393207","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Retirado de pauta ante a aposentadoria do Ministro Cezar Peluso (Relator). Ausentes, nesta assentada, os Senhores Ministros Celso de Mello e Joaquim Barbosa. Presidência do Senhor Ministro Ayres Britto. Plenário, 12.09.2012. \r\n\n                 Decisão: O Tribunal, por maioria, vencidos os Ministros Alexandre de Moraes (Relator) e Luiz Fux, julgou procedente a ação, para declarar a inconstitucionalidade do § 1º do art. 4º da Lei 9.612/1998. Redator para o acórdão o Ministro Edson Fachin. Ausente, justificadamente, o Ministro Dias Toffoli, em face de participação, na qualidade de representante do Supremo Tribunal Federal, no VIII Fórum Jurídico Internacional de São Petersburgo, a realizar-se na Rússia. Impedido o Ministro Gilmar Mendes. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 16.5.2018","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["10","11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur393207","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur393207","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL. LEI N. 9.612/98. RÁDIODIFUSÃO COMUNITÁRIA. PROBIÇÃO DO PROSELITISMO. INCONSTITUCIONALIDADE. PROCEDÊNCIA DA AÇÃO DIRETA.\n\n\n\n    1. A liberdade de expressão representa tanto o direito de não ser arbitrariamente privado ou impedido de manifestar seu próprio pensamento quanto o direito coletivo de receber informações e de conhecer a expressão do pensamento alheio.\n\n\n\n    2. Por ser um instrumento para a garantia de outros direitos, a jurisprudência do Supremo Tribunal Federal reconhece a primazia da liberdade de expressão.\n\n\n\n    3. A liberdade religiosa não é exercível apenas em privado, mas também no espaço público, e inclui o direito de tentar convencer os outros, por meio do ensinamento, a mudar de religião. O discurso proselitista é, pois, inerente à liberdade de expressão religiosa. Precedentes.\n\n\n\n    4. A liberdade política pressupõe a livre manifestação do pensamento e a formulação de discurso persuasivo e o uso do argumentos críticos. Consenso e debate público informado pressupõem a livre troca de ideias e não apenas a divulgação de informações.\n\n\n\n    5. O artigo 220 da Constituição Federal expressamente consagra a liberdade de expressão sob qualquer forma, processo ou veículo, hipótese que inclui o serviço de radiodifusão comunitária.\n\n\n\n    6. Viola a Constituição Federal a proibição de veiculação de discurso proselitista em serviço de radiodifusão comunitária.\n\n\n\n    7. Ação direta julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748485216","externo_seq_objeto_incidente":1983315,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-225  DIVULG 22-10-2018  PUBLIC 23-10-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2566&classe=ADI","is_colac":false,"titulo":"ADI 2566","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00002 INC-00005 PAR-ÚNICO \n          ART-00005 INC-00004 INC-00006 INC-00009 \n          INC-00014 INC-00041 PAR-00002 ART-00014 \n          PAR-00009 ART-00017 ART-00019 ART-00021 \n          INC-00012 LET-A ART-00060 PAR-00004 \n          INC-00002 ART-00206 INC-00003 ART-00220 \n          \"CAPUT\" PAR-00001 PAR-00002 PAR-00003 \n          INC-00001 INC-00002 PAR-00004 PAR-00005 \n          PAR-00006 ART-00223 \"CAPUT\" PAR-00001 \n          PAR-00002 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004117      ANO-1962\n          ART-00070\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005250      ANO-1967\n                LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-009472      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009612      ANO-1998\n          ART-00001 ART-00003 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 ART-00004 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          PAR-00001 PAR-00002 PAR-00003 ART-00008 \n          ART-00009 PAR-00003 PAR-00004 PAR-00005 \n          PAR-00006 ART-00010 ART-00021 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00012 ITEM-1 ITEM-2 ITEM-3 \n          ITEM-4 ART-00013 ITEM-5\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00018 ITEM-1 ITEM-2 ITEM-3 \n          ART-00019\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-004334      ANO-2015\n          ART-00007 INC-00004\n                PORTARIA DO MINISTÉRIO DAS COMUNICAÇÕES - MC"],"publicacao_data":"2018-10-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERFERÊNCIA, GOVERNO, LIBERDADE DE EXPRESSÃO, MEIO DE COMUNICAÇÃO. RESTRIÇÃO, LIBERDADE DE EXPRESSÃO, INTERPRETAÇÃO ESTRITA. DIMENSÃO SOCIAL DA LIBERDADE DE EXPRESSÃO. RESTRIÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE CONSCIÊNCIA, LIBERDADE, POLÍTICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: RECLAMAÇÃO, DISCUSSÃO, LIBERDADE DE EXPRESSÃO, FLEXIBILIZAÇÃO, ADESÃO, ACÓRDÃO PARADIGMA. LIBERDADE DE EXPRESSÃO, POSIÇÃO, PREFERÊNCIA, DIREITO FUNDAMENTAL. ABUSO DE DIREITO, LIBERDADE DE EXPRESSÃO, CONSEQUÊNCIA, DEVER, RETIFICAÇÃO; DIREITO DE RESPOSTA; INDENIZAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: DEFINIÇÃO, PROSELITISMO. DISTINÇÃO, DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO, DIMENSÃO INTERIOR DA LIBERDADE DE RELIGIÃO. RESTRIÇÃO, DISCURSO, CRENÇA RELIGIOSA, PRESERVAÇÃO, SEGURANÇA, ORDEM, SAÚDE, MORALIDADE. PROSELITISMO, INERÊNCIA, ATIVIDADE RELIGIOSA. RESTRIÇÃO, PROSELITISMO, GRUPO DE PESSOAS, VULNERABILIDADE; EMPREGO, COAÇÃO; INCENTIVO, VIOLÊNCIA. VEDAÇÃO, PROSELITISMO, RISCO, GRUPO DE PESSOAS, IMPOSIÇÃO, RESTRIÇÃO, IDEIA. REALIZAÇÃO, PRINCÍPIO DO ESTADO LAICO, ISONOMIA, PROMOÇÃO, PLURALIDADE. SOLUÇÃO, RISCO, LIBERDADE DE EXPRESSÃO, ASSEGURAMENTO, CIRCULAÇÃO, IDEIA. RÁDIO COMUNITÁRIA, AUSÊNCIA, MONOPÓLIO, IDEIA, CONCORRÊNCIA, RÁDIO, TELEVISÃO, INTERNET, JORNAL, LIVRO. PAPEL, RELIGIÃO, ESTADO DEMOCRÁTICO DE DIREITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: PROIBIÇÃO, LIBERDADE DE EXPRESSÃO, PODER PÚBLICO. ABUSO, EXERCÍCIO, PRERROGATIVA CONSTITUCIONAL, CONTROLE JUDICIAL, MOMENTO POSTERIOR. PROSELITISMO, CONCRETIZAÇÃO, PROPAGAÇÃO, IDEIA. INTERFERÊNCIA, PODER PÚBLICO, MOMENTO ANTERIOR, LIBERDADE DE EXPRESSÃO. LIBERDADE DE EXPRESSÃO, PROTEÇÃO, IDEIA, DESCONFORMIDADE, ENTENDIMENTO MAJORITÁRIO. PODER PÚBLICO, PROTEÇÃO, INCITAÇÃO AO ÓDIO. DIREITO, DIVERGÊNCIA, CRENÇA RELIGIOSA, EXCEÇÃO, CONFIGURAÇÃO, ILÍCITO PENAL.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: FINALIDADE, RÁDIO COMUNITÁRIA, COMPATIBILIDADE, PROSELITISMO. LEI, RÁDIO COMUNITÁRIA, ASSEGURAMENTO, ACEITAÇÃO, DIVERSIDADE, IDEOLOGIA, LIBERDADE DE EXPRESSÃO, LIBERDADE, CRENÇA. DEFINIÇÃO, PROSELITISMO. INIBIÇÃO, PROSELITISMO, PROMOÇÃO, CENSURA. UTILIZAÇÃO, RÁDIO COMUNITÁRIA, PROSELITISMO, ABUSO, COMPROMETIMENTO, LIBERDADE DE CONSCIÊNCIA, LIBERDADE, CRENÇA. PROSELITISMO, RÁDIO COMUNITÁRIA, FAVORECIMENTO, INTOLERÂNCIA, DISCRIMINAÇÃO. DISTINÇÃO, DISCURSO AUTORITÁRIO, DISCURSO POLÊMICO. PROIBIÇÃO, PROSELITISMO, RÁDIO COMUNITÁRIA, PROTEÇÃO, CONVERSÃO, DESTINATÁRIO, DOUTRINA, RELIGIÃO, IDEOLOGIA. CENSURA, CONVIVÊNCIA, PLURALIDADE, IDEIA. RÁDIO COMUNITÁRIA, DISTINÇÃO, EMISSORA DE RÁDIO, EMISSORA DE TELEVISÃO, JORNAL. LEI, RÁDIO COMUNITÁRIA, CENSURA PRÉVIA. RÁDIO COMUNITÁRIA, AUSÊNCIA, CONCORRÊNCIA, DIMINUIÇÃO, LIBERDADE, OPÇÃO. PROIBIÇÃO, PROSELITISMO, RÁDIO COMUNITÁRIA, PROTEÇÃO, DESVIO DE PODER.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: AVALIAÇÃO, REQUISITO, INTERVENÇÃO, LIBERDADE DE EXPRESSÃO. RÁDIO COMUNITÁRIA, DESENVOLVIMENTO, COMUNIDADE, APERFEIÇOAMENTO, CIDADANIA. RÁDIO COMUNITÁRIA, LEGITIMIDADE POPULAR. VEDAÇÃO, PROSELITISMO, RÁDIO COMUNITÁRIA, FAVORECIMENTO, REPRESENTATIVIDADE, COMUNIDADE. PROGRAMAÇÃO DA EMISSORA, RÁDIO COMUNITÁRIA, IMPARCIALIDADE, IDEOLOGIA. RÁDIO COMUNITÁRIA, AMEAÇA, DEMOCRACIA, POSSIBILIDADE, MANIPULAÇÃO, INFORMAÇÃO, DISPUTA ELEITORAL. VEDAÇÃO, PROSELITISMO, PLURALISMO POLÍTICO. RÁDIO COMUNITÁRIA, ALCANCE, IGUALDADE DE OPORTUNIDADES. PROSELITISMO, SERVIÇO DE RADIODIFUSÃO, TELEVISÃO, DISTINÇÃO, RÁDIO COMUNITÁRIA. PROSELITISMO, RÁDIO COMUNITÁRIA, INTERESSE, CARÁTER PRIVADO, SOLICITAÇÃO, OUTORGA. AVALIAÇÃO, ÂMBITO, DISCUSSÃO, INTERVENÇÃO, REGULAÇÃO, LIBERDADE DE EXPRESSÃO. RÁDIO COMUNITÁRIA, PROPAGAÇÃO, IDEIA, LEGITIMIDADE, INTERVENÇÃO, PODER PÚBLICO. LIBERDADE DE EXPRESSÃO, FAVORECIMENTO, PODER PÚBLICO, IDEOLOGIA. VEDAÇÃO, PROSELITISMO, RÁDIO COMUNITÁRIA, FAVORECIMENTO, MAIORIA. RÁDIO COMUNITÁRIA, PARTICIPAÇÃO, TITULAR, MANDATO ELETIVO. DEMOCRACIA, DIREITO DE SER INFORMADO, CANDIDATO, MANDATO ELETIVO.\n\n- TERMO(S) DE RESGATE: CORONELISMO ELETRÔNICO. DIMENSÃO POSITIVA DA LIBERDADE DE EXPRESSÃO. EFEITO SILENCIADOR DO DISCURSO. TEORIA LIBERTÁRIA, TEORIA DEMOCRÁTICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2566&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INTERFERÊNCIA, GOVERNO, LIBERDADE DE EXPRESSÃO, MEIO DE COMUNICAÇÃO)\nADPF 130 (TP), ADI 2404 (TP), ADI 4451 MC-REF (TP). \n(PROSELITISMO, LIBERDADE DE RELIGIÃO)\nRHC 134682 (1ªT). \n(ENSINO RELIGIOSO, ESCOLA PÚBLICA, PROSELITISMO)\nADI 4439 (TP). \n(LIBERDADE DE EXPRESSÃO)\nADPF 187 (TP). \n- Decisões estrangeiras citadas: Caso Kokkinakis vs. Grécia, de 1993, e Caso Larissis and Others vs. Greece, de 1998, da Corte Europeia de Direitos Humanos; Caso County of Allegheny vs. American Civil Liberties Union, de 1989, Caso Lamb's Chapel vs. Center Moriches Union Free School District, de 1993, Caso Rosenberger vs. Rector and Visitors of the University of Virginia, de 1995, e Caso United States vs. Rosika Schwimmer (279 U.S. 644), de 1929, da Suprema Corte dos Estados Unidos.\n- Legislação estrangeira citada: art. 18, e art. 19 da Declaração Universal dos Direitos Humanos; Primeira Emenda à Constituição dos Estados Unidos da América.\n- Veja Declaração de Princípios sobre a Tolerância aprovada em 1995 pela Conferência Geral da UNESCO.\n- Veja ADPF 379 do STF.\nNúmero de páginas: 98.\nAnálise: 12/02/2019, TLR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO LIBERAL - PL \nADV.(A/S)  : RENATO MORGANDO VIEIRA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nINTDO.(A/S)  : CONGRESSO NACIONAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":393207,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 2566","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-05-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BINENBOJM, Gustavo. Meios de comunicação de massa, pluralismo e democracia deliberativa: as liberdades de expressão e de imprensa nos Estados Unidos e no Brasil. Revista Brasileira de Direito Público, Belo Horizonte, ano 3, n. 9, p. 191-211, abr./jun. 2005.\nBLACK,  Hugo Lafayette. Crença na Constituição. Forense, 1970. p. 63.\nCUNHA, Antonio Geraldo da. Dicionário etimológico nova fronteira. 2. ed. Rio de Janeiro: Nova Fronteira, 1989.\nDWORKIN, Ronald. Is Democracy Possible Here? Principles for a new political debate. Princeton University Press, 2006.\nFISS, Owen. A Ironia da Liberdade de Expressão: Estado, Regulação e Diversidade na esfera pública. Rio de Janeiro: Renovar, 2005. p. 49.\nGOMES, Daniel Augusto Vila-Nova. Rádios Comunitárias, serviços públicos e cidadania: uma nova ótica constitucional para a crise dos serviços de (tele)comunicações no Brasil. São Paulo: LTr, 2009. p. 46.\nHESSE, Konrad. Elementos de Direito Constitucional da República Federal da Alemanha. 1998. p. 302-303.\nHUNTER, Howard O.; PRICE, Polly J. Regulation of Religious Proselytism in the United States. BYU Law Review, v. 537. 2001.\nKOCH, Ingedore G. V. Argumentação e linguagem. 9. ed. São Paulo: Cortez, 2004. p. 82.\nMACHADO, Jónatas E. Liberdade Religiosa numa Comunidade Constitucional Inclusiva. Coimbra:  Coimbra editora, 1996. p. 348-349.\nMATTOS, Laura. Fome Zero fica com 45% das novas rádios comunitárias do país. Folha de S. Paulo, São Paulo, 24 mar. 2004. Disponível em: https://www1.folha.uol.com.br/fsp/ilustrad/fq2403200409.htm.\nNASCENTES, Antenor. Dicionário etimológico da língua portuguesa. Rio de Janeiro: Francisco Alves, 1932.\nNUNES, Márcia Vidal. As rádios comunitárias nas campanhas eleitorais: exercício da cidadania ou instrumentalização (1998-2000). Revista de Sociologia Política, n. 22, p. 59-76. 2004.\nNUSSBAUM, Martha. The New Religious Intolerance: overcoming the politics of fear in an anxious age. Cambridge: Harvard University Press, 2012.\nPERELMAN, Chaïn; OLBRECHTS-TYTECA, Lucie. Tratado da argumentação: a nova retórica. São Paulo: Martins Fontes, 2005. p. 30-31.\nPERUZZO, Cicília Maria Krohling. Rádio comunitária, educomunicação e desenvolvimento. In: PAIVA, Raquel (Org.). Rio de Janeiro:  Mauad, 2007.\nRAWLS, John. O Liberalismo Político. São Paulo: Ática, 2000. p. 274.\nSILVEIRA, Paulo Fernando. Rádios Comunitárias. Belo Horizonte: Del Rey, 2001. p. 56.\nTAVARES, André Ramos. O direito fundamental ao discurso religioso: divulgação da fé, proselitismo e evangelização. Revista Brasileira de Estudos Constitucionais – RBCE, v. 3, n. 10, abr./jun. 2009.\nWALZER, Michael. Spheres of justice: A defense of pluralism and equality. Basic books, 2008.","ministro_facet":["ALEXANDRE DE MORAES","EDSON FACHIN"],"processo_numero":2566,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur397313","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), que conhecia da arguição e, no mérito, julgava-a improcedente, pediu vista dos autos o Ministro Dias Toffoli. Impedido o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Celso de Mello. Falaram: pela requerente Confederação Nacional dos Trabalhadores na Indústria, o Dr. Marcelo Henriques Ribeiro de Oliveira; pelo Município de São Paulo, o Dr. José Eduardo Cardozo, Procurador do Município; pelo amicus curiae Instituto Brasileiro do Crisotila, o Dr. Carlos Mário da Silva Velloso Filho; pelo amicus curiae Associação Nacional dos Procuradores do Trabalho - ANPT, o Dr. Gustavo Teixeira Ramos; pelo amicus curiae Associação Brasileira dos Expostos ao Amianto - ABREA, o Dr. Mauro de Azevedo Menezes; pelo amicus curiae Associação Brasileira das Indústrias e Distribuidores de Produtos de Fibrocimento - ABIFIBRO, o Dr. Oscavo Cordeiro Corrêa Netto, e, pelo Ministério Público Federal, o Dr. José Bonifácio Borges de Andrada, Vice-Procurador-Geral da República. Presidência da Ministra Cármen Lúcia. Plenário, 23.11.2016.\r\n\n                       Decisão: Após o voto do Ministro Dias Toffoli, no sentido de se declarar incidentalmente a inconstitucionalidade do art. 2º da Lei federal nº 9.055/1995 e julgar improcedente a arguição, de modo a se declarar a constitucionalidade formal e material da lei municipal questionada, o julgamento foi suspenso. Impedido o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. Plenário, 10.8.2017.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Ministro Relator, ora reajustado, conheceu da arguição e, no mérito, julgou-a improcedente, com a declaração incidental de inconstitucionalidade do art. 2º da Lei 9.055/1995, vencido o Ministro Marco Aurélio. Impedido o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 30.11.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["3","8","12","15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur397313","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur397313","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. DIREITO CONSTITUCIONAL. LEI 13.113/2001 E DECRETO 41.788/2002, QUE DISPÕE SOBRE A PROIBIÇÃO DO USO DE MATERIAIS, ELEMENTOS CONSTRUTIVOS E EQUIPAMENTOS DA CONSTRUÇÃO CIVIL CONSTITUÍDOS DE AMIANTO NO MUNICÍPIO DE SÃO PAULO. EXERCÍCIO LEGÍTIMO DA COMPETÊNCIA DOS MUNICÍPIOS PARA SUPLEMENTAREM A LEGISLAÇÃO FEDERAL. ARGUIÇÃO JULGADA IMPROCEDENTE.\n\n\n\n    1. Ante a declaração incidental de inconstitucionalidade do art. 2º da Lei 9.055/95, não invade a competência da União prevista nos arts. 24, V, VI e XII, da Constituição da República, a legislação municipal que, suplementando a lei federal, impõe regra restritiva de comercialização do amianto.\n\n\n\n    2. Trata-se de competência concorrente atribuída à União, aos Estados e Distrito Federal para legislar sobre produção, consumo, proteção do meio ambiente e proteção e defesa da saúde, tendo os Municípios competência para suplementar a legislação federal e estadual no que couber.\n\n\n\n    3. Espaço constitucional deferido ao sentido do federalismo cooperativo inaugurado pela Constituição Federal de 1988. É possível que Estados-membros, Distrito Federal e Municípios, no execício da competência que lhes são próprias, legislem com o fito de expungirem vácuos normativos para atender a interesses que lhe são peculiares, haja vista que à União cabe editar apenas normas gerais na espécie. \n\n\n\n    4. Arguição de Descumprimento de Preceito Fundamental julgada improcedente, com a declaração incidental da inconstitucionalidade do art. 2º da Lei 9.055/95.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749050355","externo_seq_objeto_incidente":2505793,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-019  DIVULG 31-01-2019  PUBLIC 01-02-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=109&classe=ADPF","is_colac":false,"titulo":"ADPF 109","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00006\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00008 PAR-00002\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00003 ART-00006 ART-00021 \n          ART-00022 INC-00008 INC-00012 ART-00023 \n          INC-00002 INC-00006 ART-00024 INC-00005 \n          INC-00006 INC-00012 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00025 PAR-00001 \n          PAR-00002 ART-00030 INC-00001 INC-00002 \n          ART-00034 INC-00007 ART-00060 PAR-00004 \n          INC-00001 ART-00103 INC-00009 ART-00170 \n          PAR-ÚNICO ART-00196 ART-00225 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006514      ANO-1977\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006938      ANO-1981\n          ANEXO-8 INCLUÍDO PELA LEI-10165/2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-008742      ANO-1993\n          ART-00020 PAR-00003\n                LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-009055      ANO-1995\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          ART-00002 PAR-ÚNICO \n          ART-00003 PAR-00001 VETADO\n          ART-00003 PAR-00002 PAR-00003 ART-00004 \n          ART-00005 PAR-ÚNICO ART-00006 PAR-ÚNICO \n          ART-00007 PAR-00001 PAR-00002 ART-00008 \n          ART-00009 PAR-ÚNICO ART-00010 ART-00011 \n          PAR-ÚNICO \n          ART-00012 VETADO\n          ART-00013 ART-00014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 PAR-ÚNICO INC-00001 ART-00002 \n          INC-00001 ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010165      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011105      ANO-2005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011934      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000139      ANO-1974\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-INT   CVC-000162      ANO-1986\n          ART-00003 PAR-00001 PAR-00002 ART-00010 \n          LET-A LET-B ART-00015 PAR-00002\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00068\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00154\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000051      ANO-1989\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 162, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-FED   DLG-000003      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 139, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-FED   DEC-000126      ANO-1991\n          ART-00010 LET-A LET-B\n                DECRETO - PROMULGA A CONVENÇÃO Nº 162, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-FED   DEC-000157      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO Nº 139, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-FED   DEC-002350      ANO-1997\n          ART-00002\n                DECRETO\n\n","LEG-FED   DEC-003048      ANO-1999\n          ANEXO-4 ITEM-1.0.0 ITEM-1.02 ITEM-4.0.1\n                DECRETO\n\n","LEG-FED   RES-000007      ANO-1987\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000019      ANO-1996\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000001      ANO-2002\n                RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000307      ANO-2002\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   PRT-003214      ANO-1978\n                DO MINISTRO DE ESTADO DO TRABALHO\n\n","LEG-FED   PRT-000001      ANO-1991\n                PORTARIA DO DEPARTAMENTO DE SEGURANÇA E SAÚDE DO TRABALHADOR DO MINISTÉRIO DO TRABALHO E DA PREVIDÊNCIA SOCIAL - DSST/MTPS\n\n","LEG-FED   PRT-000008      ANO-2004\n          ART-00003 INC-00001 INC-00002 LET-A \n          LET-B LET-C INC-00003 INC-00004 \n          LET-A LET-B LET-C LET-D \n          LET-E LET-F\n                PORTARIA INTERMINISTERIAL DOS MINISTÉRIOS DE ESTADO DO TRABALHO E EMPREGO, DA SAÚDE, DA PREVIDÊNCIA SOCIAL, DO MEIO AMBIENTE, DO DESENVOLVIMENTO, INDÚSTRIA E COMÉRCIO EXTERIOR, E DE MINAS E ENERGIA\n\n","LEG-FED   PRT-001851      ANO-2006\n                PORTARIA MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PRT-000009      ANO-2014\n                PORTARIA INTERMINISTERIAL DOS MINISTROS DE ESTADO DO TRABALHO E EMPREGO, DA SAÚDE E DA PREVIDÊNCIA SOCIAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00134 PAR-00002\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   NR-000015      ANO-1978\n          ANEXO-12 INCLUÍDO PELA PRT-1/1991\n                NORMA REGULAMENTADORA DO MINISTRO DE ESTADO DO TRABALHO - APROVADA PELA PRT-3214/1978\n\n","LEG-EST   LEI-003579      ANO-2001\n                LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-010813      ANO-2001\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-011643      ANO-2001\n                LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-012589      ANO-2004\n                LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-012684      ANO-2007\n                LEI ORDINÁRIA, SP\n\n","LEG-MUN   LEI-013113      ANO-2001\n                LEI ORDINÁRIA DO MUNICÍPIO DE SÃO PAULO, SP\n\n","LEG-MUN   DEC-041788      ANO-2002\n                DECRETO DO MUNICÍPIO DE SÃO PAULO, SP"],"publicacao_data":"2019-02-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ESTADO-MEMBRO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, SECESSÃO. DISTRIBUIÇÃO, COMPETÊNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. FEDERALISMO, ESTADO BRASILEIRO, CENTRALIZAÇÃO, DESCENTRALIZAÇÃO. FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, DOUTRINA, JURISPRUDÊNCIA, STF. FEDERALISMO, CONTROLE DE CONSTITUCIONALIDADE, LEI ESTADUAL. SOLUÇÃO, CONFLITO, DISTRIBUIÇÃO, COMPETÊNCIA, JURISPRUDÊNCIA, STF. FEDERALISMO COOPERATIVO. DISTINÇÃO, COMPETÊNCIA COMUM, COMPETÊNCIA CONCORRENTE. COMPETÊNCIA COMUM, COMPETÊNCIA CONCORRENTE, COMPETÊNCIA RESIDUAL, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, CARÁTER GERAL, UNIÃO FEDERAL, INTERESSE REGIONAL, ESTADO-MEMBRO, INTERESSE LOCAL, MUNICÍPIO. INTERPRETAÇÃO CONSTITUCIONAL, SOLUÇÃO, CONFLITO DE COMPETÊNCIA, ENTE FEDERADO. PRINCÍPIO DA SUBSIDIARIEDADE, ORDENAMENTO JURÍDICO BRASILEIRO, DOUTRINA, DIREITO COMPARADO. ALCANCE, DEFINIÇÃO, PRINCÍPIO DA PROPORCIONALIDADE. PRINCÍPIO DA SUBSIDIARIEDADE, PRINCÍPIO DA PROPORCIONALIDADE, DELIMITAÇÃO, COMPETÊNCIA CONCORRENTE. EVOLUÇÃO, SOCIEDADE, ESTRUTURAÇÃO, ESTADO-MEMBRO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. CONSTITUIÇÃO FEDERAL DE 1988, COLABORAÇÃO, ENTE FEDERADO; POTENCIALIZAÇÃO, CONTEÚDO NORMATIVO, DIREITO FUNDAMENTAL; EFETIVIDADE, PLURALISMO. CENTRALIZAÇÃO, COMPETÊNCIA, PREJUÍZO, INTERESSE REGIONAL, INTERESSE LOCAL, PROTEÇÃO, SAÚDE. EXERCÍCIO, COMPETÊNCIA LEGISLATIVA, COORDENAÇÃO, COLABORAÇÃO, PRINCÍPIO DA SUBSIDIARIEDADE, VÍCIO FORMAL. LEI FEDERAL, NORMA GERAL, ATUAÇÃO, ESTADO-MEMBRO, CARÁTER SUBSIDIÁRIO. COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, POLÍTICA PÚBLICA, PRINCÍPIO DA PRECAUÇÃO, SAÚDE PÚBLICA, MEIO AMBIENTE. AUSÊNCIA, VEDAÇÃO, UTILIZAÇÃO, AMIANTO CRISOTILA, LEI FEDERAL. PRINCÍPIO DA LIVRE INICIATIVA, LIVRE COMÉRCIO. LEGITIMIDADE, RESTRIÇÃO, LIVRE COMÉRCIO, PROTEÇÃO, SAÚDE, MEIO AMBIENTE, COMPETÊNCIA CONCORRENTE, CONVENÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT). RISCO, SAÚDE, USO, EQUIPAMENTO DE PROTEÇÃO, PRINCÍPIO DA PRECAUÇÃO. CONFLITO, DIREITO ECONÔMICO, EXPLORAÇÃO MINERAL, DIREITO À SAÚDE, MEIO AMBIENTE. DIRETRIZ, ÂMBITO INTERNACIONAL, POLÍTICA PÚBLICA, USO, AMIANTO. ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS), SEGURANÇA, USO, AMIANTO. PODER JUDICIÁRIO, POLÍTICA PÚBLICA. DIREITO À SAÚDE, REDUÇÃO, RISCO, EXPLORAÇÃO, AMIANTO, TRANSPARÊNCIA, PODER PÚBLICO, ELABORAÇÃO, POLÍTICA PÚBLICA. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. OMISSÃO PARCIAL, PODER LEGISLATIVO, INSUFICIÊNCIA, PROTEÇÃO, SAÚDE. EVOLUÇÃO, REGULAÇÃO, PROIBIÇÃO, USO, AMIANTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, COMPETÊNCIA CONCORRENTE, HIERARQUIA, ATO NORMATIVO, ENTE FEDERADO. DEFINIÇÃO, NORMA GERAL, DOUTRINA. TEXTO CONSTITUCIONAL, CONFLITO APARENTE DE NORMAS, NORMA GERAL, NORMA SUPLEMENTAR. INVASÃO, COMPETÊNCIA, COMPETÊNCIA CONCORRENTE, INCONSTITUCIONALIDADE FORMAL. SEGURANÇA JURÍDICA, REGRA, FIXAÇÃO, COMPETÊNCIA. CAUSA DE PEDIR ABERTA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INCONSTITUCIONALIDADE PROGRESSIVA. EVOLUÇÃO, CONHECIMENTO CIENTÍFICO, MATÉRIA, CARÁTER TÉCNICO. COMPROMISSO, ÂMBITO INTERNACIONAL, REVISÃO, LEI NACIONAL. BANIMENTO, USO, AMIANTO, DIREITO COMPARADO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DIREITO EMPRESARIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=109&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(JURISPRUDÊNCIA, STF, AMIANTO)\nADI 2396 (TP), ADI 3406 (TP). \n(REPARTIÇÃO DAS COMPETÊNCIAS)\nADI 1278 (TP), ADI 2606 (TP), ADI 2656 (TP), ADI 2903 (TP), ADI 3165 (TP), RE 423560 (2ªT), ADI 3813 (TP), ADI 2101 MC, RE 596489 AgR (2ªT), ADI 5356 (TP), RP 1314 (TP), RE 73895 (TP), RE 65986 (TP). \n(COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO)\nRp 1153 - RTJ 115/1008. \n(PRINCÍPIO DA PRECAUÇÃO)\nADPF 101 (TP). \n(PROIBIÇÃO DE PROTEÇÃO INSUFICIENTE)\nHC 104410 (2ªT). \n(LIBERAÇÃO, MEDICAMENTO)\nADI 5501 MC (TP). \n(INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, LEI, LICITAÇÃO)\nADI 927 MC (TP). \n(COMPETÊNCIA LEGISLATIVA, ORGANISMO GENETICAMENTE MODIFICADO)\nADI 3035 (TP), ADI 3645 (TP). \n(CAUSA DE PEDIR ABERTA, CONTROLE CONCENTRADO)\nRcl 4374 (TP). \n(INCONSTITUCIONALIDADE PROGRESSIVA)\nRE 135328 (2ªT). \n(ADI, LEGITIMIDADE ATIVA, CNTI)\nADI 3206 (TP). \n- Decisões monocráticas citadas:\n(PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS)\nRE 730721, RE 634248.\n- Legislação estrangeira citada: Ato Único, de 14 de fevereiro de 1986, ao Tratado de Lisboa.\n- Decisão estrangeira citada: Associated Provincial Picture House Ltd. vs Wednesbury Corporation, [1948], 1 KB 223.\n- Veja art. III, 4, do GATT 1994.\n- Veja ADI 3356, ADI 3357, ADI 3937 e ADI 4066 do STF.\nNúmero de páginas: 123.\nAnálise: 03/04/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA \nADV.(A/S)  : MAURO MACHADO CHAIBEN E OUTRO(A/S)\nINTDO.(A/S)  : CÂMARA MUNICIPAL DE SÃO PAULO \nADV.(A/S)  : ANDREA RASCOVSKI ICKOWICZ \nADV.(A/S)  : MÁRIO SÉRGIO MASCHIETTO \nINTDO.(A/S)  : PREFEITO DO MUNICÍPIO DE SÃO PAULO \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS INDÚSTRIAS E DISTRIBUIDORES DE PRODUTOS DE FIBROCIMENTO - ABIFIBRO \nADV.(A/S)  : OSCAVO CORDEIRO CORRÊA NETTO \nAM. CURIAE.  : ASSOCIACAO BRASILEIRA DOS EXPOSTOS AO AMIANTO \nADV.(A/S)  : ALEXANDRE SIMOES LINDOSO \nAM. CURIAE.  : INSTITUTO BRASILEIRO DO CRISOTILA \nADV.(A/S)  : CARLOS MÁRIO DA SILVA VELLOSO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT \nADV.(A/S)  : MAURO DE AZEVEDO MENEZES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":397313,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADPF 109","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2017-11-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. São Paulo: Atlas, 2000. p. 147.\nBARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995, p. 28-29.\nBERCOVICI, Gilberto. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004. p. 95-96.\n______. Desigualdades Regionais, Estado e Constituição. São Paulo: Max Limonad, 2003. p. 241.\n______. O federalismo no Brasil e os limites da competência legislativa e administrativa: memórias e pesquisas. Revista Jurídica, v. 10, n. 90, Brasília: Presidência da República, abr./maio, 2008. p. 7 e  8.\nBERMANN, George. Taking Subsidiarity Seriously: Federalism in the European Community and the United States, Columbia Law Review, Nova York, n. 332. 1994.\nCARAVALHO, Cláudio Viveiros. Amianto. Brasília: Consultoria Legislativa da Câmara dos Deputados, 2009. p. 53-54. Disponível em: http://www2.camara.leg.br/a-camara/documentos-e-pesquisa/estudos-enotas-\ntecnicas/areas-da-conle/tema19/H-Coord_Legislativa-Setex-Internet-2008_15042.pdf.\nETERNIT: Justiça do trabalho determina substituição do amianto em fábrica no Rio. Istoé, 27 mar. 2017. Disponível em: https://istoe.com.br/eternit-justica-do-trabalho-determina-substituicao-do-amianto-em-fabrica-no-rio/.\nFERRAZ, Tércio Sampaio. Normas gerais e competência concorrente: uma exegese do art. 24 da Constituição Federal. Revista Trimestral de Direito Público, n. 7. São Paulo: Malheiros, 1994. p. 19.\nFERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 39. ed. São Paulo: Saraiva, 2013. p. 92.\nGRAU, Eros Roberto. A Ordem Econômica na Constituição de 1988. São Paulo: Malheiros, 2015. p. 201.\nHARBO, Tor-Inge. The Function of the Proportionality Principle in EU Law, European Law Journal, v. 16, n. 2, mar. 2010. p. 185.\nHORTA, Raul Machado. Estudos de Direito Constitucional. Belo Horizonte: Del Rey, 1995. p. 419.\n______. Direito constitucional. 2 ed. Belo Horizonte: Del Rey, 1999. p. 303.\n______. Federalismo e o Princípio da Subsidiariedade, Revista do Instituto dos Advogados de Minas Gerais, n. 9, Belo Horizonte, 2003. p. 13-29.\nLEWANDOWSKI, Enrique Ricardo. Considerações sobre o federalismo brasileiro, Revista Justiça e Cidadania, n. 157, set. 2013.\nMARTINS, Leonardo. Limites ao princípio da simetria constitucional. In: SOUZA NETO, Cláudio Pereira; SARMENTO, Daniel; BINENBOJM, Gustavo (Coords.). Vinte Anos da Constituição Federal de 1988. Rio\nde Janeiro: Lumen Juris, 2009. p. 690.\nMEDINA, Marcelo Borges de Mattos. Constituição e Realidade: a influência das transformações sociais na jurisdição constitucional. Rio de Janeiro: Renovar, 2011. p. 47.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional.\nMENDES, Gilmar Ferreira. O Apelo ao Legislador – Appellentscheidung – na Práxis da Corte Constitucional Alemã. Revista de informação legislativa, v. 29, n. 114, abr./jun. 1992.\nMORAES, Alexandre de. Direito Constitucional. 31. ed. São Paulo: Atlas, 2015. p. 318.\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada. O problema da conceituação das normas gerais. Revista de Informação Legislativa. Brasília, ano 25, n. 100, out./dez. 1988. p. 159/160.\nORGANIZACIÓN MUNDIAL DE LA SALUD. Eliminación de las enfermedades relacionadas con el amianto. Disponível em: http://apps.who.int/iris/bitstream/10665/69481/1/WHO_SDE_OEH_06.03_spa.pdf.\nSCHÜTZE, Robert. Subsidiarity after Lisbon: Reiforcing the Safeguards of Federalism?, Cambridge Law Journal, v. 68, n. 3, Cambridge, nov. 2009. p. 525-536 e 533.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 29. ed. São Paulo: Malheiros, 2007. p. 477 e 794.\nTEUBNER, Gunther; FISCHER-LESCANO, Andreas. Regime-Collisions: The Vain Search for Legal Unity in the Fragmentations of Global Law. Michigan Journal of International Law, v. 25, n. 4, 2004, p. 999-1046.\nTUSHNET, Mark; JACKSON Vicki C. Comparative Constitutional Law. 3. ed. Saint Paul: Foundation Press University Casebook Series, 2014. p. 1158.\nTUSHNET, Mark. Federalism and Liberalism. 4 Cardozo Journal of International and Comparative Law, n. 329, Nova York, 1996.\nUNGER, Roberto Mangabeira. O Direito e o Futuro da Democracia. São Paulo: Boitempo, 2004. p. 10 e 16-17.","ministro_facet":["EDSON FACHIN"],"processo_numero":109,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur394164","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PI","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencido o Ministro Celso de Mello, que lhe dava provimento. Segunda Turma, Sessão Virtual de 21.9.2018 a 27.9.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur394164","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Piauí","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur394164","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL EM RECLAMAÇÃO. LIBERDADE DE EXPRESSÃO. IMPRENSA. AUSÊNCIA DE PERTINÊNCIA ESPECÍFICA DO ATO RECLAMADO COM O QUE DECIDIDO NA ADPF 130. NÃO CABIMENTO DA RECLAMAÇÃO. AGRAVO NÃO PROVIDO.\n\n\n\n    1. O julgamento da APDF 130 (Tribunal Pleno, Rel. Min. Carlos Britto, DJe 05.11.2009) circunscreveu-se à análise acerca da recepção da Lei de Imprensa (Lei nº 5.250/67) pela Constituição Federal de 1988 e à necessidade de se proceder interpretação conforme a Constituição de alguns de seus artigos, descabendo potencializar sua ratio decidendi para abarcar situações concretas não previstas ou dessemelhantes. \n\n\n\n    2. In casu, não há que se falar em preservação da garantia da decisão proferida na ADPF 130 na medida em que a argumentação do ato reclamado não guarda estrita pertinência com o paradigma invocado, sendo incabível a reclamação. Precedentes.\n\n\n\n    3. Descabimento, nessa hipótese, da reclamação como sucedâneo recursal. \n\n\n\n    4. Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748626396","externo_seq_objeto_incidente":5473731,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-238  DIVULG 08-11-2018  PUBLIC 09-11-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=28262&classe=Rcl","is_colac":false,"titulo":"Rcl 28262 AgR","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00179 NÚMERO-5\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00012\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00113 NÚMERO-9\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00005\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00004 ART-00102 INC-00001 \n          LET-L ART-0103A PAR-00003 ART-00220 \n          PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005250      ANO-1967\n                LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00247 PAR-00002\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-010406      ANO-2002\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00019\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2018-11-09","documental_acordao_mesmo_sentido_lista_texto":"Rcl 28262 AgR-ED PROCESSO ELETRÔNICO\n          JULG-15-02-2019  UF-PI  TURMA-02  MIN-EDSON FACHIN N.PÁG-007\n          DJe-043  DIVULG 28-02-2019  PUBLIC 01-03-2019","documental_indexacao_texto":"- VOTO VENCIDO, MIN. CELSO DE MELLO: LEGITIMIDADE DE TERCEIRO, RECLAMAÇÃO, EFEITO VINCULANTE, CONTROLE ABSTRATO. LIBERDADE DE EXPRESSÃO, ESTADO DEMOCRÁTICO DE DIREITO. LIBERDADE DE IMPRENSA, LIBERDADE DE EXPRESSÃO, DIREITO DE INFORMAR, DIREITO DE EMITIR OPINIÃO, DIREITO DE CRÍTICA. FUNÇÃO, CARÁTER POLÍTICO, LIBERDADE DE INFORMAÇÃO JORNALÍSTICA. PODER GERAL DE CAUTELA, LIBERDADE DE EXPRESSÃO, CENSURA. CENSURA, DEMOCRACIA, COMPROMISSO, ÂMBITO INTERNACIONAL, ESTADO BRASILEIRO. INCONSTITUCIONALIDADE, EXPRESSÃO, ESTATUTO DA CRIANÇA E DO ADOLESCENTE (ECA), PENALIDADE, EMISSORA DE RÁDIO, EMISSORA DE TELEVISÃO, EMPRESA JORNALÍSTICA, DIREITO DE INFORMAR. LIBERDADE DE IMPRENSA, NATUREZA CONSTITUCIONAL, DIREITO, PROFISSIONAL, COMUNICAÇÃO SOCIAL, EXERCÍCIO PROFISSIONAL, SIGILO DA FONTE. INTERVENÇÃO, PODER JUDICIÁRIO, MOMENTO POSTERIOR, ABUSO DE DIREITO. DIREITO DE CRÍTICA, ANIMUS DIFFAMANDI, INJÚRIA. DIREITO DE CRÍTICA, DIREITO À INFORMAÇÃO, GARANTIA, OPINIÃO PÚBLICA. DOLO ESPECÍFICO, CRIME, CALÚNIA, DIFAMAÇÃO, INJÚRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=28262&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECLAMAÇÃO, AUSÊNCIA DE ADERÊNCIA ESTRITA)\nRcl 21313 AgR (1ªT), Rcl 23699 AgR (2ªT), Rcl 25596 AgR (2ªT). \n(RECLAMAÇÃO, EFEITO VINCULANTE, CONTROLE ABSTRATO)\nRTJ 187/151, RTJ 169/383, RTJ 183/1173. \n(LEGITIMIDADE DE TERCEIRO, RECLAMAÇÃO, CONTROLE ABSTRATO)\nRcl 1880 AgR (TP), RTJ 187/151. \n(LIBERDADE DE IMPRENSA)\nAI 705630 AgR (2ªT). \n(ESTATUTO DA CRIANÇA E DO ADOLESCENTE (ECA), LIBERDADE DE EXPRESSÃO)\nADI 869 (TP). \n(LIBERDADE DE EXPRESSÃO, EXERCÍCIO PROFISSIONAL, JORNALISTA)\nRcl 21504 AgR (2ªT). \n(CRIME CONTRA A HONRA, DOLO ESPECÍFICO)\nHC 68166, HC 71466 (1ªT) - RTJ 168/498, HC 72062 (1ªT), HC 98237 (2ªT), Inq 2699 QO (TP), RHC 66018 (2ªT), RHC 65241 (2ªT), RT 514/448. \n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO)\nRcl 31 (TP). \n- Decisões monocráticas citadas:\n(RECLAMAÇÃO, EFEITO VINCULANTE, CONTROLE ABSTRATO)\nRcl 15243 MC, Rcl 18566 MC.\n(LIBERDADE DE IMPRENSA)\nPet 3486, AI 505595.\n(LIBERDADE DE EXPRESSÃO, EXERCÍCIO PROFISSIONAL, JORNALISTA)\nInq 870, Rcl 11292 MC, Rcl 16434, Rcl 18186 MC, Rcl 18566 MC, Rcl 18735 MC, Rcl 18746 MC, Rcl 18638.\n- Veja ADPF 130 do STF.\n- Veja Art. 23 da primeira Assembleia Geral Constituinte e Legislativa de 1823.\n- Veja decreto de 02 de março de 1821.\n- Legislação estrangeira citada: Itens I, II, VI e X, da Declaração de Chapultepec, de 11/03/1994;  Art. 19 da Declaração Universal dos Direitos da Pessoa Humana, de 1948; art. 4 da Declaração Americana dos Direitos e Deveres do Homem, de 1948.\n- Decisões estrangeiras citadas: Caso Handyside, (Sentença de 07/12/1976) e Caso Lingens (Sentença de 08/07/1986), do Tribunal Europeu de Direitos Humanos; Sentença n. 6/1981, Sentença n. 12/1982, Sentença n. 104/1986 e Sentença n. 171/1990, do Tribunal Constitucional espanhol.\nNúmero de páginas: 37.\nAnálise: 14/01/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ROMULO ROCHA MACEDO E OUTRO(A/S)\nADV.(A/S)  : WILSON GONDIM CAVALCANTI FILHO \nAGDO.(A/S)  : GUSTAVO MACEDO COSTA \nAGDO.(A/S)  : CONSTRUTORA CAXE LTDA - EPP \nADV.(A/S)  : VALTER FERREIRA DE ALENCAR PIRES REBELO E OUTRO(A/S)\nINTDO.(A/S)  : JUÍZA DE DIREITO DO 3º CARTÓRIO CÍVEL DA COMARCA DE TERESINA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":394164,"documental_tese_texto":null,"procedencia_geografica_completo":"PI - PIAUÍ","processo_codigo_completo":"Rcl 28262 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2018-09-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"CRETELLA JÚNIOR, José. Comentários à Constituição de 1988. Forense Universitária, 1989. v. 1. p. 283, iem 184.\nDOTTI, René Ariel. Proteção da Vida Privada e Liberdade de Informação. Revista dos Tribunais, 1980. p. 207-210, item 33.\nFRAGOSO, Heleno Cláudio. Lições de Direito Penal: Parte Especial. Arts. 121 a 212 CP. 11. ed. Forense, 1995. p. 133-134, item 182.\nGODOY, Cláudio Luiz Bueno de. A Liberdade de Imprensa e os Direitos da Personalidade. Atlas, 2001. p. 100-101, item 4.2.4.\nHUNGRIA, Nelson. Comentários ao Código Penal. 5. ed. 1ª tiragem. Forense, 1982. v. 6. p. 50, item 125.\nJESUS, Damásio E. de. Código Penal Anotado. 4. ed. Saraiva, 1994. p. 406.\nMIRABETE, Julio Fabbrini; FABBRINI, Renato N. Manual de Direito Penal. 27. ed., 2010, Atlas, 2010. v.2. p. 121, item 8.1.7.\nNORONHA, Magalhães. Direito Penal. 26. ed. Saraiva, 1994. v. 2. p. 114-115, item 340.\nNUNES JÚNIOR, Vidal Serrano. Proteção Constitucional da Informação e o Direito à Crítica Jornalística. FTD, 1997. p. 87 e 88-89.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 32. ed. Malheiros, 2009. p. 246, item 15.3.","ministro_facet":["EDSON FACHIN"],"processo_numero":28262,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur390138","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deliberou adiar a continuidade do julgamento para a próxima sessão, por indicação do Relator. Falaram: pelo Ministério Público Federal, a Dra. Cláudia Sampaio Marques; pelo denunciado Djalma Rodrigues de Souza, o Dr. Gentil Ferreira de Souza Neto; e, pelo denunciado Eduardo Henrique da Fonte de Albuquerque Silva, o Dr. Hamilton Carvalhido. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Presidência do Ministro Edson Fachin. 2ª Turma, 22.8.2017.\r\n\n           Decisão: Adiado o julgamento para a próxima sessão por indicação do Ministro Relator. Ausentes, justificadamente, os Ministros Celso de Mello e Gilmar Mendes. Presidência do Ministro Edson Fachin. 2ª Turma, 29.8.2017.\r\n\n           Decisão: Após o voto do Relator, recebendo em parte a denúncia, e do voto do Ministro Dias Toffoli, que a rejeitava integralmente, pediu vista o Ministro Ricardo Lewandowski. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Edson Fachin. 2a Turma, 12.9.2017.\r\n\n           Decisão: Após o voto do Ministro Relator, recebendo em parte a denúncia, no que foi acompanhado pelo Ministro Ricardo Lewandowski, e do voto divergente do Ministro Dias Toffoli, pediu vista o Ministro Gilmar Mendes. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência do Ministro Edson Fachin. 2ª Turma, 24.10.2017.\r\n\n           Decisão: Após o voto do Ministro Gilmar Mendes, que rejeitava a denúncia, pediu vista o Ministro Ricardo Lewandowski. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Edson Fachin. 2ª Turma, 27.2.2018.\r\n\n           Decisão: A Turma, por maioria, recebeu em parte a denúncia, nos termos do voto do Relator, vencidos os Ministros Dias Toffoli e Gilmar Mendes, restando prejudicada a questão suscitada pelo Ministério Público Federal. Presidência do Ministro Edson Fachin. 2ª Turma, 8.5.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur390138","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur390138","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: INQUÉRITO. CORRUPÇÃO PASSIVA E LAVAGEM DE CAPITAIS (ART. 317 C/C ART. 327, § 2º, DO CÓDIGO PENAL E ART. 1º, V, DA LEI 9.613/1998). PRAZO EM DOBRO PARA APRESENTAÇÃO DE RESPOSTA À ACUSAÇÃO. ACESSO INTEGRAL AOS DEPOIMENTOS COLHIDOS NO ÂMBITO DE COLABORAÇÃO PREMIADA. AUSÊNCIA DE JUSTA CAUSA. INÉPCIA DA DENÚNCIA. REJEIÇÃO. INDÍCIOS DE AUTORIA E MATERIALIDADE DEMONSTRADOS. SUBSTRATO PROBATÓRIO MÍNIMO PRESENTE. ATENDIMENTO DOS REQUISITOS DO ART. 41 DO CÓDIGO DE PROCESSO PENAL. DENÚNCIA RECEBIDA EM PARTE.\n\n\n\n    1. Em se tratando de procedimento eletrônico, o sincronismo das partes quanto ao acesso aos autos afasta, com autorização da lei, o sentido da aplicação subsidiária do art. 229 do CPC/2015 mediante concessão de prazo dobrado para manifestação dos acusados assistidos por defensores distintos. Precedentes. \n\n\n\n    2. “Tratando-se de colaboração premiada contendo diversos depoimentos, envolvendo diferentes pessoas e, possivelmente, diferentes organizações criminosas, tendo sido prestados em ocasiões diferentes, em termos de declaração separados, dando origem a diferentes procedimentos investigatórios, em diferentes estágios de diligências, não assiste a um determinado denunciado o acesso universal a todos os depoimentos prestados. O que a lei lhe assegura é o acesso aos elementos da colaboração premiada que lhe digam respeito” \n(INQ 3.983, Rel. Min. TEORI ZAVASCKI, Tribunal Pleno, DJe de 12.5.2016). \n\n\n\n      3. Não contém mácula a impedir a deflagração de ação penal denúncia que descreve, de forma lógica e coerente, a imputação no contexto em que se insere, permitindo ao acusado compreendê-la e exercer seu direito de defesa (AP 560, Rel. Min. DIAS TOFFOLI, Segunda Turma, DJe de 11.6.2015; INQ 3.204, Rel. Min. GILMAR MENDES, Segunda Turma, DJe de 03.08.2015).\n\n\n\n    4. O juízo de recebimento da denúncia é de mera delibação, nunca de cognição exauriente. Assim, há que se diferenciar os requisitos para o recebimento da exordial acusatória, delineados no art. 41 do Código de Processo Penal, com o juízo de procedência da imputação criminal.\n\n\n\n    5. Conforme já anunciado pelo Plenário do Supremo Tribunal Federal, o conteúdo dos depoimentos colhidos em colaboração premiada não é prova por si só eficaz, tanto que descabe condenação lastreada exclusivamente neles, nos termos do art. 4º, § 16, da Lei 12.850/2013. São suficientes, todavia, como indício de autoria para fins de recebimento da denúncia (Inq 3.983, Rel. Min. TEORI ZAVASCKI, Tribunal Pleno, DJe de 12.5.2016). No caso, há indiciariamente substrato probatório mínimo de materialidade e autoria.\n\n\n\n    6. É inviável a incidência da causa de aumento do art. 327, § 2º, do Código Penal, pelo mero exercício do mandato parlamentar (INQ 3.983 Rel. Min. TEORI ZAVASKI, Tribunal Pleno, DJe de 12.5.2016; e INQ 3.997 Rel. Min. TEORI ZAVASKI, Tribunal Pleno, DJe de 26.9.2016), porquanto a jurisprudência desta Corte determina a existência de uma imposição hierárquica (INQ 2.191, Rel. Min. AYRES BRITTO, Tribunal Pleno, DJe de 8.5.2009), sequer descrita nos presentes autos.\n\n\n\n    7. Denúncia recebida, em parte, com relação ao art. 317 do Código Penal e art. 1º, caput, V, da Lei 9.613/1998, na redação anterior à Lei 12.683/2012.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748141031","externo_seq_objeto_incidente":4840710,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-185  DIVULG 04-09-2018  PUBLIC 05-09-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4118&classe=Inq","is_colac":false,"titulo":"Inq 4118","documental_legislacao_citada_texto":["LEG-FED   LEI-008038      ANO-1990\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00009 ART-00010 ART-00011 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00001 \"CAPUT\" INC-00005 REDAÇÃO ORIGINÁRIA\n          ART-00001 \"CAPUT\" PAR-00004 REDAÇÃO ORIGINÁRIA\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00003 INC-00001 INC-00004 INC-00005 \n          INC-00006 ART-00004 PAR-00016 ART-00019\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00229 PAR-00002\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00029 ART-00030 ART-00069 ART-00317 \n          \"CAPUT\" PAR-00001 ART-00327 PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00120 ART-00395 INC-00003 \n          ART-00397\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2018-09-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEPUTADO FEDERAL, SOLICITAÇÃO, RECEBIMENTO, VANTAGEM INDEVIDA, BENEFICIAMENTO, EMPRESA DE ENGENHARIA. COLABORAÇÃO PREMIADA, ACESSO, DEFESA, PROVA. INSTAURAÇÃO, AÇÃO PENAL, AFASTAMENTO, INDÍCIO; CONTRARIEDADE, PROVA, EXISTÊNCIA, TIPICIDADE. JUSTA CAUSA, REQUISITO, DENÚNCIA. APRECIAÇÃO, CREDIBILIDADE, PROVA, AÇÃO PENAL. APROVAÇÃO, PRESTAÇÃO DE CONTAS, TRIBUNAL SUPERIOR ELEITORAL (TSE), ÓBICE, RECEBIMENTO, DENÚNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: RECEBIMENTO, DENÚNCIA, IN DUBIO PRO SOCIETATE. APRECIAÇÃO, FUNDO DO DIREITO, JULGAMENTO DO MÉRITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: IMPUTAÇÃO DE CRIME, EXISTÊNCIA, ELEMENTO PROBATÓRIO. TUTELA, LIBERDADE, LIMITAÇÃO, PERSECUÇÃO PENAL. LEI, ORGANIZAÇÃO CRIMINOSA, PREVISÃO, MECANISMO, CONTENÇÃO, ABUSO. PODER PÚBLICO, UTILIZAÇÃO, CORROBORAÇÃO RECÍPROCA.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: RECEBIMENTO, DENÚNCIA, FUNDAMENTO, PROVA, EXCLUSIVIDADE, COLABORADOR, AUSÊNCIA, FUMUS COMISSI DELICTI. DISTINÇÃO, MEIO DE PROVA, MEIO DE OBTENÇÃO DE PROVA. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA. FUMUS COMISSI DELICTI, PROVA, EXISTÊNCIA, CRIME; PRESENÇA, INDÍCIO, AUTORIA DO CRIME. DOAÇÃO ELEITORAL OFICIAL, SUBSUNÇÃO, CRIME DE LAVAGEM DE DINHEIRO. LAVAGEM DE DINHEIRO, AUSÊNCIA, MOMENTO ANTERIOR, CAPTAÇÃO, ATIVO. LAVAGEM DE DINHEIRO, FATO SUPERVENIENTE, RECEBIMENTO, VANTAGEM INDEVIDA. CARACTERIZAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, DOMÍNIO FUNCIONAL DO FATO. DOAÇÃO ELEITORAL, EXAURIMENTO DO CRIME, CORRUPÇÃO PASSIVA.\n\n- TERMO(S) DE RESGATE: MEZZI DI PROVA, MEZZI DI RICERCA DELLA PROVA. FISHING PROBATÓRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4118&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ACESSO, DEFESA, INTEGRALIDADE, ACORDO, COLABORAÇÃO PREMIADA)\nInq 3983 (TP). \n(DENÚNCIA, DESCRIÇÃO, CONDUTA, DIREITO DE DEFESA)\nAP 560 (2ªT), Inq 3204 (2ªT). \n(INQUÉRITO, AÇÃO PENAL, AMBIENTE ELETRÔNICO, APLICAÇÃO SUBSIDIÁRIA, PRAZO EM DOBRO, LITISCONSORTE)\nInq 3980 (2ªT), Inq 3984 (2ªT). \n(ACESSO, TERMO DE ACORDO DA COLABORAÇÃO PREMIADA, SIGILO)\nPet 6351 AgR (2ªT). \n(DENÚNCIA ABUSIVA)\nHC 70687 (1ªT), HC 80161 (1ªT). \n(RECEBIMENTO, DENÚNCIA, DEPOIMENTO, ÂMBITO, COLABORAÇÃO PREMIADA)\nInq 3979 (2ªT), Inq 3982 (2ªT), Inq 3983 (TP), Inq 3984 (2ªT), Inq 3997 (2ªT), AP 971 (1ªT). \n(JUSTA CAUSA, REQUISITO, DENÚNCIA)\nHC 70763 (1ªT) - RTJ 165/877, Inq 1622 (TP), Inq 1766 (TP) - RTJ 182/462, Inq 3108 (TP), Inq 3113 (1ªT), Inq 3507 (TP), HC 116653 (2ªT), Inq 3719 (1ªT), HC 73371 (1ªT). \n(CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA, CAUSA DE AUMENTO DE PENA, FUNÇÃO DE CHEFIA, MANDATO ELETIVO)\nInq 1769 (TP), Inq 2191 (TP), Inq 2606 (TP), Inq 3982 (2ªT), Inq 3983 (TP), Inq 3997 (2ªT). \n(VALOR PROBATÓRIO, DEPOIMENTO, COLABORAÇÃO PREMIADA)\nHC 127483 (TP). \n(CONCURSO DE CRIMES, CORRUPÇÃO PASSIVA, AUTOLAVAGEM DE DINHEIRO)\nAP 470 (TP), AP 470 EI-sextos (TP). \n(NATUREZA JURÍDICA, COLABORAÇÃO PREMIADA)\nHC 127483 (TP). \n(CONDENAÇÃO, FUNDAMENTO ÚNICO, DEPOIMENTO, COLABORADOR)\nHC 75226 (1ªT), RE 213937 (2ªT), HC 94034 (1ªT), Pet 5700. \n- Acórdão(s) citado(s) - outros tribunais:\nRT 671/312. \n- Legislação estrangeira citada: Código de Processo Penal italiano.\n- Veja Pet 5624, Pet 5779, Pet 5780 e MS 31667 do STF.\nNúmero de páginas: 109.\nAnálise: 07/11/2018, TLR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : DJALMA RODRIGUES DE SOUZA \nADV.(A/S)  : GENTIL FERREIRA DE SOUZA NETO \nINVEST.(A/S) : EDUARDO HENRIQUE DA FONTE DE ALBUQUERQUE SILVA \nADV.(A/S)  : HAMILTON CARVALHIDO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":390138,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4118","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2018-05-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"BADARÓ, Gustavo. Processo Penal. Rio de Janeiro: Campus: Elsevier, 2012. p. 105 e 270.\n______. O Valor Probatório da Delação Premiada: sobre o § 16 do art. 4º da Lei nº 12.850/2013.\nBARROS, Marco Antônio de. Lavagem de capitais e obrigações civis correlatas: comentários, artigo por artigo, à Lei 9.613/1998. 2. ed. São Paulo: Revista dos Tribunais, 2007. p. 55, 76 e 117.\nBOTTINI, Pierpaolo Cruz. Lavagem de dinheiro: aspectos penais e processuais penais: comentários à Lei 9.613/1998, com as alterações da Lei 12.683/2012. 2. ed. São Paulo: Revista dos Tribunais, 2013. p. 26.\nCAPEZ, Rodrigo. Prisão e medidas cautelares diversas: a individualização da medida cautelar no processo penal. São Paulo: Quartier Latin, 2017. p. 444.\nCHIAVARIO, Mario. Diritto processuale penale – profilo istituzionale. 5. ed. Torino: Utet Giuridica, 2012. p. 353. \nGOMES FILHO, Antônio Magalhães.  Notas sobre a terminologia da prova - reflexos no processo penal brasileiro. In: Org.: YARSHELL, Flávio Luiz; MORAES, Maurício Zanoide de. Estudos em homenagem à professora Ada Pellegrini Grinover. São Paulo, DSJ, 2005. p. 303-318.\nJARDIM, Afrânio Silva. Direito Processual Penal. 9. ed., rev. e atual. Rio de Janeiro: Forense, 2000. p. 93, 97 e 98.\nMAIA, Rodolfo Tigre. Lavagem de dinheiro [lavagem de ativos provenientes de crime] – anotações às disposições criminais da Lei nº 9.613/98. São Paulo: Malheiros, 2009. p. 37/39.\nMARQUES, José Frederico.  Elementos de Direito Processual Penal. Forense. v. 1. p. 11-13, itens 2-3.\nMOURA, Maria Thereza Rocha de Assis. Justa causa para a ação penal – doutrina e jurisprudência. São Paulo: Revista dos Tribunais, 2001. p. 222, 241 e 247.\nSILVA, Eduardo Araújo da. Organizações Criminosas: aspectos penais e processuais da Lei nº 12.850/13. Atlas, 2014. p. 71/74, item 3.6.\nSTEFANI, Gaston; LEVASSEUR, Georges. Droit Pénal Général et Procédure Penale. 9. ed. Paris. 1975. Tomo II. p. 1.\nTOURINHO FILHO, Fernando da Costa. Processo Penal. 11. ed. São Paulo: Saraiva, 1989. v. 1. p. 445.","ministro_facet":["EDSON FACHIN"],"processo_numero":4118,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur389324","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Iniciado o julgamento e diante da ponderação do Senhor Ministro Marco Aurélio no sentido de se aguardar pronunciamento do Plenário em questão que guarda proximidade (RE 608.898/SP), o julgamento do processo foi adiado. Falou, pela Extraditanda, o Dr. Gustavo Zortéa da Silva, Defensor Público Federal. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 25.10.2016.\r\n\n            Decisão: A Turma, por maioria, deferiu o pedido de extradição, nos termos do voto da Relatora, vencido o Ministro Marco Aurélio. Não participou, justificadamente, deste julgamento, o Ministro Luís Roberto Barroso. Ausente, justificadamente, o Ministro Luiz Fux. Presidência do Ministro Alexandre de Moraes. Primeira Turma, 10.4.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur389324","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur389324","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. CRIME DE ROUBO QUALIFICADO. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. CONTENCIOSIDADE LIMITADA. EXTRADITANDA COM FILHOS BRASILEIROS. SÚMULA 421/STF. EXIGÊNCIA DE ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE.\n\n\n\n    1. Pedido de extradição formulado pelo Governo da Argentina que atende os requisitos da Lei 13.445/2017 e do Tratado de Extradição específico. \n\n\n\n    2. Crime de roubo qualificado, nos termos da legislação estrangeira, que corresponde ao crime previsto no art. 157, § 2º, II, do Código Penal. Dupla incriminação atendida.\n\n\n\n    3. A apreciação das teses defensivas pertinentes ao mérito da imputação extrapolam os limites da contenciosidade limitada que rege o processo de extradição (art. 91, § 1º, da Lei de Migração). \n\n\n\n    4. Inocorrência de prescrição e óbices legais.\n\n\n\n    5. O fato de a Extraditanda, na hipótese, possuir dois filhos brasileiros não impossibilita o deferimento do pedido extradicional. Precedentes.\n\n\n\n    6. Consoante a orientação jurisprudencial desta Suprema Corte, “A Súmula 421/STF revela-se compatível com a vigente Constituição da República, pois, em tema de cooperação internacional na repressão a atos de criminalidade comum, a existência de vínculos conjugais e/ou familiares com pessoas de nacionalidade brasileira não se qualifica como causa obstativa da extradição” (Ext 1.343, Rel. Min. Celso de Mello, 2ª Turma, DJe 19.02.2015). \n\n\n\n    7. O compromisso de detração da pena, considerando o período de prisão decorrente da extradição, inclusive de prisão domiciliar, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 96 da Lei de Migração.\n\n\n\n    8. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748041608","externo_seq_objeto_incidente":4795035,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-175  DIVULG 24-08-2018  PUBLIC 27-08-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1403&classe=Ext","is_colac":false,"titulo":"Ext 1403","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00004 ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00081 ART-00082 ART-00084\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-01634\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00003 ART-00004 ART-00049 PAR-00004 \n          ART-00050 ART-00052 ART-00053 ART-00055 \n          INC-00001 INC-00002 LET-A LET-B \n          ART-00081 ART-00082 INC-00007 ART-00086 \n          ART-00088 PAR-00003 ART-00090 ART-00091 \n          PAR-00001 ART-00095 \"CAPUT\" ART-00096 \n          INC-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1961\n          ART-00004\n                TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-INT   ACO      ANO-1998\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-INT   ACO      ANO-1998\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00007 INC-00002 LET-A PAR-00002 \n          LET-A LET-B LET-C LET-D \n          LET-E ART-00075 ART-00109 INC-00001 \n          ART-00157 PAR-00002 INC-00001 INC-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00318 INC-00003 ART-00319\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000085      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DLG-000035      ANO-2002\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-062979      ANO-1968\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-005867      ANO-2006\n          ART-00031 ITEM-2\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   PJL-005655      ANO-2009\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   PJL-002516      ANO-2016\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   EXM-000070      ANO-2008\n                EXPOSIÇÃO DE MOTIVOS DO MINISTRO DE ESTADO DA JUSTIÇA AO PJL-5655/2009\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-08-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIGÊNCIA, REPÚBLICA ARGENTINA, ACORDO, EXTRADIÇÃO, MERCADO COMUM DO SUL (MERCOSUL), REPÚBLICA DA BOLÍVIA, REPÚBLICA DO CHILE. ESTATUTO DO ESTRANGEIRO, AFASTAMENTO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO. PRISÃO PREVENTIVA, SUBSTITUIÇÃO, PRISÃO DOMICILIAR, MÃE. EXTRADIÇÃO, GESTANTE. DISTINÇÃO, EXTRADIÇÃO, EXPULSÃO DE ESTRANGEIRO. COMPETÊNCIA, ESTADO REQUERENTE, ESCOLHA, FORMA, COOPERAÇÃO JURÍDICA INTERNACIONAL, MATÉRIA CRIMINAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: ENTREGA DO EXTRADITANDO, DISSOLUÇÃO, FAMÍLIA. PROPOSITURA, AÇÃO PENAL, JULGAMENTO, REVELIA, EXTRADITANDA, REPÚBLICA ARGENTINA, EXECUÇÃO, SENTENÇA CONDENATÓRIA, REPÚBLICA FEDERATIVA DO BRASIL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1403&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXPULSÃO DE ESTRANGEIRO, FILHO BRASILEIRO)\nRE 608898 RG. \n(VIGÊNCIA, TRATADO DE EXTRADIÇÃO, REPÚBLICA FEDERATIVA DO BRASIL, REPÚBLICA ARGENTINA)\nExt 1439 (1ªT), Ext 1456 (1ªT), Ext 1467 (1ªT). \n(ESTATUTO DO ESTRANGEIRO, AFASTAMENTO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO)\nExt 1054 QO (TP), Ext 1244 (1ªT), Ext 1254 QO (2ªT). \n(PRISÃO PREVENTIVA, SUBSTITUIÇÃO, PRISÃO DOMICILIAR, MÃE)\nHC 132462 AgR-ED (2ªT), HC 143641 (2ªT). \n(COMPETÊNCIA, ESTADO REQUERENTE, ESCOLHA, FORMA, COOPERAÇÃO JURÍDICA INTERNACIONAL, MATÉRIA CRIMINAL)\nExt 1302 (2ªT). \n(EXTRADIÇÃO, REQUISITO)\nExt 667 (1ªT). \n(EXTRADIÇÃO, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 669 (TP), Ext 1196 (TP). \n(SÚMULA 421/STF)\nExt 669 (TP), Ext 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT), Ext 1343 (2ªT). \n(EXTRADIÇÃO, GESTANTE)\nExt 783 AgR (TP), Ext 1274 (1ªT). \n(EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n- Decisão monocrática citada:\n(PRISÃO PREVENTIVA, SUBSTITUIÇÃO, PRISÃO DOMICILIAR, MÃE)\nHC 152090 MC.\n- Legislação estrangeira citada: art. 62 e art. 166, § 1º, item 2, do Código Penal Argentino.\n- Veja Regras das Nações Unidas para o Tratamento de Mulheres Presas e Medidas Não Privativas de Liberdade para Mulheres Infratoras (Regras de Bangkok).\nNúmero de páginas: 39.\nAnálise: 22/10/2018, JRS.\nRevisão: 30/11/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : VERÓNICA ALEJANDRA VULCANO OU VUCANO VERONICA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":389324,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1403","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2018-04-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"ORGANIZAÇÃO DOS ESTADOS AMERICANOS (OEA). Red Hemisférica de Intercambio de Información para la Asistencia Mutua en Materia Penal y Extradición. Argentina. Disponível em: www.oas.org/juridico/mla/sp/arg/index.html.","ministro_facet":["ROSA WEBER"],"processo_numero":1403,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur392925","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, conheceu parcialmente do recurso e, na parte conhecida, negou-lhe provimento. Ausentes, neste julgamento, o Ministro Gilmar Mendes e, justificadamente, o Ministro Celso de Mello. Declarou suspeição o Ministro Roberto Barroso. Falaram: pela Caixa de Assistência dos Advogados de Minas Gerais, a Dra. Misabel Derzi; e, pelo Conselho Federal da Ordem dos Advogados do Brasil, o Dr. Claudio Lamachia. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 6.9.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur392925","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur392925","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"RECURSO EXTRAORDINÁRIO. MATÉRIA AFETADA PARA JULGAMENTO NO TRIBUNAL PLENO PELA SEGUNDA TURMA. ARTIGOS 11, I, PARÁGRAFO ÚNICO C/C 22, PARÁGRAFO ÚNICO, “B”, AMBOS DO RISTF. DIREITO TRIBUTÁRIO. IMUNIDADE RECÍPROCA. ART. 150, VI, “A”, DA CONSTITUIÇÃO FEDERAL. ORDEM DOS ADVOGADOS DO BRASIL. CAIXA DE ASSISTÊNCIA DOS ADVOGADOS.\n\n\n\n    1. A questão referente à imunidade aplicável às entidades assistenciais (CF, 150, VI, “c”) é impassível de cognição na via do recurso extraordinário, quando não há apreciação pelas instâncias ordinárias, nem foram interpostos embargos declaratórios para fins de prequestionamento. Súmulas 282 e 356 do STF.\n\n\n\n    2. É pacífico o entendimento de que a imunidade tributária gozada pela Ordem dos Advogados do Brasil é da espécie recíproca (CF, 150, VI, “a”), na medida em que a OAB desempenha atividade própria de Estado.\n\n\n\n    3. A OAB não é uma entidade da Administração Indireta, tal como as autarquias, porquanto não se sujeita a controle hierárquico ou ministerial da Administração Pública, nem a qualquer das suas partes está vinculada. ADI 3.026, de relatoria do Ministro Eros Grau, DJ 29.09.2006.\n\n\n\n    4. Na esteira da jurisprudência do STF, considera-se que a Ordem dos Advogados possui finalidades institucionais e corporativas, além disso ambas devem receber o mesmo tratamento de direito público.\n\n\n\n    5. As Caixas de Assistências dos Advogados prestam serviço público delegado, possuem status jurídico de ente público e não exploram atividades econômicas em sentido estrito com intuito lucrativo.\n\n\n\n    6. A Caixa de Assistência dos Advogados de Minas Gerais encontra-se tutelada pela imunidade recíproca prevista no art. 150, VI, “a”, do Texto Constitucional, tendo em vista a impossibilidade de se conceder tratamento tributário diferenciado a órgãos da OAB, de acordo com as finalidades que lhe são atribuídas por lei.\n\n\n\n    7. Recurso extraordinário parcialmente conhecido a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748459645","externo_seq_objeto_incidente":2169649,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-222  DIVULG 17-10-2018  PUBLIC 18-10-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=405267&classe=RE","is_colac":false,"titulo":"RE 405267","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00133 ART-00150 INC-00006 LET-A \n          LET-C\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00045 INC-00004 ART-00062\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00011 INC-00001 PAR-ÚNICO ART-00022 \n          PAR-ÚNICO LET-B\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000282      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000356      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-10-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTITUIÇÃO FEDERAL DE 1891, PREVISÃO, IMUNIDADE TRIBUTÁRIA RECÍPROCA. FUNDAMENTO, IMUNIDADE TRIBUTÁRIA RECÍPROCA, PRINCÍPIO FEDERATIVO, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA. IMUNIDADE TRIBUTÁRIA RECÍPROCA, TUTELA, DIREITO, CIDADÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: EXCESSO, TRIBUTAÇÃO, CAIXA DE ASSISTÊNCIA DOS ADVOGADOS, PREJUDICIALIDADE, AUTONOMIA, INDEPENDÊNCIA, ORDEM DOS ADVOGADOS DO BRASIL (OAB).","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=405267&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(OAB, NATUREZA JURÍDICA)\nADI 3026 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, TUTELA, DIREITO, CIDADÃO)\nRE 70572 (1ªT). \n(CAIXA DE ASSISTÊNCIA DOS ADVOGADOS, IMUNIDADE TRIBUTÁRIA RECÍPROCA)\nRE 233843 (2ªT), RE 662816 AgR (1ªT). \n(ADI, OAB, ISENÇÃO, PAGAMENTO, CONTRIBUIÇÃO SINDICAL)\nADI 2522 (TP). \n(OAB, IMUNIDADE TRIBUTÁRIA RECÍPROCA)\nRE 259976 AgR (2ªT). \n- Decisão estrangeira citada: Caso McCulloch vs. Maryland, Chief Justice John Marshall, 1819, da Suprema Corte Americana.\nNúmero de páginas: 20.\nAnálise: 29/11/2018, TLR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MUNICIPIO DE BELO HORIZONTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE BELO HORIZONTE \nRECDO.(A/S)  : CAIXA DE ASSISTÊNCIA DOS ADVOGADOS DE MINAS GERAIS \nADV.(A/S)  : SACHA CALMON NAVARRO COÊLHO E OUTRO(A/S)\nASSIST.(S)  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL \nADV.(A/S)  : OSWALDO PINHEIRO RIBEIRO JÚNIOR E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":392925,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RE 405267","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2018-09-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ÁVILA, Humberto. Sistema Constitucional Tributário. 4. ed. São Paulo: Saraiva, 2010. p. 223.\nSCHOUERI, Luís Eduardo. Direito Tributário. 5. ed. São Paulo: Saraiva, 2015. p. 439.","ministro_facet":["EDSON FACHIN"],"processo_numero":405267,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur397161","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto Ministro Relator, que recebia a denúncia em relação a J. A. M., reconhecia ausentes indícios de autoria em relação à denunciada R. C. R., e determinava que se anotasse a cessação do sigilo do feito, passando a vigorar a publicidade dos atos processuais, pediu vista o Ministro Gilmar Mendes. Falaram: pelo Ministério Público Federal, a Dra. Cláudia Sampaio Marques, e pelo denunciado J. A. M., o Dr. Aristides Junqueira Alvarenga e o Dr. João Agripino Maia. Presente à sessão, em favor da denunciada R. C. R., o Dr. Paulo de Tarso Fernandes. Presidência do Ministro Edson Fachin. 2ª Turma, 8.5.2018.\r\n\n           Decisão: Indicado adiamento para a próxima sessão. Presidência do Ministro Edson Fachin. 2ª Turma, 29.5.2018. \r\n\n           Decisão: A Turma, por maioria, superou a preliminar de nulidade, vencido o Ministro Gilmar Mendes e, no mérito, por unanimidade rejeitou a denúncia em relação a Rosalba Ciarlini Rosado, e, ainda, por empate na votação, após os votos do Ministro Relator que recebia a denúncia em relação a José Agripino Maia, no que foi acompanhado pelo Ministro Edson Fachin, e da divergência inaugurada pelo Ministro Gilmar Mendes, que votava por (i) desclassificar a acusação de corrupção passiva (art. 317 do CP) para o delito de tráfico de influência (art. 332 do CP) e decretar a extinção da punibilidade, em razão da prescrição, na forma do art. 109, III, do art. 115 do CP e do art. 397, IV, do CPP; (ii) Rejeitar a denúncia quanto à imputação de lavagem de dinheiro (art. 1º da Lei 9.613/98), na forma do art. 6º da Lei 8.038/90, combinado com art. 395, III, do CPP, (iii) julgar improcedente a denúncia quanto à imputação de uso de documento falso (art. 304 combinado com art. 299 do CP), na forma do art. 6º da Lei 8.038/90, combinado com art. 397, III, do CPP, no que foi acompanhado pelo Ministro Dias Toffoli, o julgamento foi suspenso para colher o voto de desempate do Ministro Celso de Mello, nos termos do § 1º do art. 150 do RISTF. Presidência do Ministro Edson Fachin. Ausente, justificadamente, o Ministro Celso de Mello. 2ª Turma, 5.6.2018. \r\n\n           Decisão: A Turma, por maioria, recebeu a denúncia contra José Agripino Maia, pela suposta prática dos delitos tipificados no art. 317, caput, combinado com o art. 29, ambos do Código Penal (uma vez), no art. 1º da Lei 9.613/1998 (duas vezes) e, ainda, no art. 304, combinado com o art. 299, ambos do Código Penal (duas vezes, sendo uma delas quanto ao uso de documentos públicos ideologicamente falsos e a outra quanto ao uso de documentos particulares ideologicamente falsos), nos termos do voto do Relator, vencidos os Ministros Gilmar Mendes e Dias Toffoli; e, por unanimidade, rejeitou a denúncia oferecida contra Rosalba Ciarlini Rosado, com base no art. 395, III, do Código de Processo Penal. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 12.6.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur397161","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur397161","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: PENAL. PROCESSUAL PENAL. DENÚNCIA. CRIMES DE CORRUPÇÃO PASSIVA, LAVAGEM DE DINHEIRO, FALSIDADE IDEOLÓGICA E USO DE DOCUMENTO FALSO. RECEBIMENTO PARCIAL DA DENÚNCIA, APENAS QUANTO AO SENADOR DA REPÚBLICA ACUSADO.\n\n\n\n    I – Conjunto robusto de elementos indiciários que dão suporte ao relato da colaboração premiada e recomendam o recebimento da denúncia.\n\n\n\n    II – Depoimentos integrantes de acordo de colaboração premiada amplamente corroborados por interceptações telefônicas, gravações ambientais e relatórios financeiros do Conselho de Controle de Atividades Financeiras – COAF.\n\n\n\n    III – Presentes indícios suficientes de materialidade e autoria, recebe-se a denúncia oferecida contra JOSÉ AGRIPINO MAIA, pela suposta prática dos delitos tipificados no art. 317, caput, combinado com o art. 29, ambos do Código Penal (uma vez), no art. 1º da Lei 9.613/1998 (duas vezes) e, ainda, no art. 304, combinado com o art. 299, ambos do Código Penal (duas vezes, sendo uma delas quanto ao uso de documentos públicos ideologicamente falsos).\n\n\n\n    IV – Ausentes indícios suficientes de autoria, rejeita-se a denúncia oferecida contra ROSALBA CIARLINI ROSADO, com base no art. 395, III, do Código de Processo Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748905808","externo_seq_objeto_incidente":4739743,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-272  DIVULG 18-12-2018  PUBLIC 19-12-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4011&classe=Inq","is_colac":false,"titulo":"Inq 4011","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00036 INC-00039\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006015      ANO-1973\n          ART-00017\n                LRP-1973 LEI DE REGISTROS PÚBLICOS\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008625      ANO-1993\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00028 PAR-00001 ART-00029 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 ART-00002 INC-00002 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00004 \"CAPUT\" PAR-00007 ART-00007 \n          PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00001 ART-00029 ART-00031 ART-00109 \n          INC-00003 ART-00115 ART-00180 ART-00299 \n          ART-00304 ART-00317 \"CAPUT\" PAR-00001 \n          ART-00327 ART-00332 PAR-ÚNICO ART-00333\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00076 ART-00078 INC-00003 \n          ART-00156 ART-00157 \"CAPUT\" PAR-00001 \n          ART-00383 ART-00395 INC-00003 ART-00397 \n          INC-00003 INC-00004\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00013 INC-00008 ART-00150 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2018-12-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CORRUPÇÃO PASSIVA, ATO DE OFÍCIO, FUNÇÃO, SENADOR, INDICAÇÃO, CARGO. TRÁFICO DE INFLUÊNCIA, CRIME PRATICADO POR PARTICULAR CONTRA A ADMINISTRAÇÃO EM GERAL. CRIME DE LAVAGEM DE DINHEIRO, ESGOTAMENTO, CRIME ANTECEDENTE. IGUALDADE, AUTORIA DO CRIME, LAVAGEM DE DINHEIRO, CRIME ANTECEDENTE. AUTONOMIA, CRIME DE LAVAGEM DE DINHEIRO, CRIME ANTECEDENTE. CRIME DE LAVAGEM DE DINHEIRO, CRIME PERMANENTE. CRIME DE LAVAGEM DE DINHEIRO, ANALOGIA, TIPO PENAL, OCULTAÇÃO, CRIME, RECEPTAÇÃO. CRIME DE LAVAGEM DE DINHEIRO, OCULTAÇÃO, CAPITAL. RECEBIMENTO, DENÚNCIA, SUSPEITA DE CRIME, AUTORIA DO CRIME, PROVA, MATERIALIDADE DO FATO. RECEBIMENTO, DENÚNCIA, MANIFESTAÇÃO, STF, CONCURSO MATERIAL. COMPETÊNCIA, STF, COLABORAÇÃO PREMIADA. COLABORAÇÃO PREMIADA, JUÍZO DE DELIBAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: RECEBIMENTO, DENÚNCIA, JUSTA CAUSA. CRIME DE AUTOLAVAGEM. CRIME DE LAVAGEM DE DINHEIRO, ATO, OCULTAÇÃO, DISSIMULAÇÃO. HOMOLOGAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA, ATO JURÍDICO PERFEITO, IMUTABILIDADE, EXCEÇÃO, DESCUMPRIMENTO, COLABORADOR, SUPERVENIÊNCIA, HIPÓTESE, INVALIDADE, ACORDO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: COLABORAÇÃO PREMIADA, LIMITAÇÃO LEGAL, RISCO, CORRUPÇÃO, COLABORADOR, INUTILIDADE, PROVA. COLABORAÇÃO PREMIADA, GOVERNADOR, ACORDO DE COLABORAÇÃO PREMIADA, MINISTÉRIO PÚBLICO ESTADUAL, HOMOLOGAÇÃO, JUIZ DE PRIMEIRO GRAU. PARTÍCIPE, EXISTÊNCIA, AUTORIA DO CRIME. CORRUPÇÃO PASSIVA, CRIME PRÓPRIO, CONDIÇÃO, FUNCIONÁRIO PÚBLICO. PRESIDENCIALISMO DE COALIZÃO. CRIME DE USO DE DOCUMENTO FALSO, JUNTADA, AUTOS, ESCRITURA PÚBLICA, DECLARAÇÃO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: PROCURADOR-GERAL DA REPÚBLICA, RATIFICAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4011&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CORRUPÇÃO PASSIVA, ATO DE OFÍCIO, FUNÇÃO, PARLAMENTAR)\nInq 3982 (2ªT), Inq 4141 (1ªT), Inq 4259 (2ªT). \n(AUTONOMIA, CRIME DE LAVAGEM DE DINHEIRO, CRIME ANTECEDENTE)\nInq 2245 (TP). \n(RECEBIMENTO, DENÚNCIA, CORRUPÇÃO PASSIVA, LAVAGEM DE DINHEIRO)\nInq 3979 (2ªT), Inq 3982 (2ªT), Inq 3983 (TP), Inq 3997 (2ªT). \n(COLABORAÇÃO PREMIADA, LIMITAÇÃO LEGAL, RISCO, CORRUPÇÃO, COLABORADOR, INUTILIDADE, PROVA)\nPet 7074 QO (TP). \n(CORRUPÇÃO PASSIVA, ATO DE OFÍCIO)\nAP 307, AP 694 (1ªT), AP 695 (1ªT), Inq 3982 (2ªT), AP 996 (2ªT). \n(DENÚNCIA, JUSTA CAUSA)\nHC 70763 (1ªT) - RTJ 165/877, Inq 1766 (TP) - RTJ 182/462. \n(CRIME DE AUTOLAVAGEM)\nAP 470 (TP), Inq 2471 (TP), HC 92279 (2ªT). \n(RECEBIMENTO, DENÚNCIA)\nInq 1622 (TP). \n(ACORDO DE COLABORAÇÃO PREMIADA, ATO JURÍDICO PERFEITO)\nRE 88790 (2ªT) - RTJ 89/634, RE 89430 (2ªT) - RTJ 90/296, RE 96037 (2ªT) - RTJ 106/314, RE 99681 (1ªT) - RTJ 107/394, AI 99655 AgR (2ªT) - RTJ 112/759. \n(RECEBIMENTO, DENÚNCIA, APRECIAÇÃO, CONCURSO DE CRIMES)\nInq 3982 (2ªT), Inq 3997 ED-segundos (2ªT). \n(COLABORAÇÃO PREMIADA, JUÍZO DE DELIBAÇÃO)\nPet 7074 QO (TP). \n- Decisões monocráticas citadas:\n(COLABORAÇÃO PREMIADA, LIMITAÇÃO LEGAL, RISCO, CORRUPÇÃO, COLABORADOR, INUTILIDADE, PROVA)\nHC 151605.\n(COLABORAÇÃO PREMIADA, GOVERNADOR, ACORDO DE COLABORAÇÃO PREMIADA, MINISTÉRIO PÚBLICO ESTADUAL, HOMOLOGAÇÃO, JUIZ DE PRIMEIRO GRAU)\nHC 151605.\n(COLABORAÇÃO PREMIADA, JUÍZO DE DELIBAÇÃO)\nPet 5733.\n(COMPETÊNCIA, STF, COLABORAÇÃO PREMIADA)\nPet 5244.\n- Acórdão(s) citado(s) - outros tribunais:\nRT 671/312. \n- Legislação estrangeira citada: art. 126, § 1º, e § 2º, do Código de Processo Penal Português; § 136a, n. 1, do Código de Processo Penal alemão (Strafprozeßordnung - StPO).\n- Veja Pet 6599 e Pet 5572 do STF.\nNúmero de páginas: 138.\nAnálise: 08/04/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : JOSÉ AGRIPINO MAIA \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA E OUTRO(A/S)\nINVEST.(A/S) : ROSALBA CIARLINI ROSADO \nADV.(A/S)  : ESEQUIAS PEGADO CORTEZ NETO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":397161,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4011","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2018-06-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"BARROS, Marco Antônio de. Lavagem de capitais e obrigações civios correlatas. 2. ed. São Paulo: Revista dos Tribunais, 2008. p. 63.\n______. Lavagem de capitais: crimes, investigação, procedimento penal e medidas preventivas. 5. ed. Juruá, 2017. p. 53-54, item 1.13.1.\nBONFIM, Márcia Mougenot; BONFIM, Edilson. Lavagem de dinheiro. 2. ed. São Paulo: Malheiros, 2008. p. 47, 55-57, item 11.\nCARLI, Carla Veríssimo de. Lavagem de dinheiro: prevenção e controle penal. 2. ed. Verbo Jurídico, 2013. p. 225-231, item 6.3.\nCALLEGARI, André Luís. Lavagem de dinheiro: aspectos penais da Lei nº 9613/98. 2. ed. Livraria do advogado, 2008. p. 87-93, item 11.1.\nCANOTILHO, José Joaquim Gomes; BRANDÃO, Nuno. Colaboração premiada e auxílio judiciário em matéria penal: a ordem pública como obstáculo. Revista de Legislação e de Jurisprudência, ano 146, n. 4000, set./out. 2016. p. 16-38.\nCONGRESSO EM FOCO. Senado perdoa faltas e livra senadores de desconto. Uol. Disponível em: https://congressoemfoco.uol.com.br/especial/noticias/senado-perdoa-faltas-e-livra-senadores-de-desconto/. Acesso em: 13 fev. 2016.\nEFRAIM FILHO. O que é atividade parlamentar? Disponível em: http://efraimfilho.com.br/o-que-e-atividade-parlamentar/. Acesso em: 8 maio. 2018.\nESPÍNOLA FILHO, Eduardo. Código de Processo Penal brasileiro anotado. 3. ed. Rio de Janeiro: Borsoi, 1955. v. 1. p. 418.\nFORRESTER, Ian S.; BERGHE, Pascal. Leniency: The poisonned Chalice or the Pot at the End of the rainbow?\nGRECO, Rogério. Curso de Direito Penal - Parte Geral. 19. ed. Niterói: Impetus, 2017. v. 1.\nLIMA, Renato Brasileiro de. Legislação criminal especial comentada. 5. ed. JusPODIVM, 2017. p. 486-489, item 9.1.\nMAIA, Rodolfo Tigre. Lavagem de dinheiro. 1. ed. 2ª tiragem. São Paulo: Malheiros, 2004. p. 83 e 92.\n______. Lavagem de dinheiro: anotações às disposições criminais da Lei n. 9613/98. 2. ed. Malheiros, 2007. p. 92, item 69.\nMENDRONI, Marcelo Batlouni. Crime de Lavagem de dinheiro. São Paulo: Atlas, 2006. p. 106-107.\n______. Lavagem de dinheiro. 2. ed. Porto Alegre: Livraria do Advogado, 2008. p. 33.\nNUCCI, Guilherme de Souza. Código penal comentado. Rio de Janeiro: Forense, 2017. p. 1438-1439.\n______. Leis penais e processuais penais comentadas. 5. ed. São Paulo: Revista dos Tribunais, 2010. p. 872.\n______. ______. 10. ed. Forense, 2017. v. 2. p. 591-592, item 4.\nPEREIRA, Emmanoel Campelo de Souza. Lavagem de dinheiro e crise organizado transacional. Ltr, 2016. p. 80-81, item 2.1.6.\nROBERTS, Paul Craig; STRATTON, Lawrence M. The Tyranny of Good Intentions: How Prosecutors and Law Enforcement are Trampling the Constitution in the Name of Justice. New York: Three Rivers Press, 2008.\nSTOCO, Rui. Código Penal e sua interpretação jurisprudencial. 4. ed. Revista dos Tribunais. p. 1647.\nVICTOR, Sérgio Antônio Ferreira. Presidencialismo de coalizão. São Paulo: Saraiva, 2015. p. 18.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":4011,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}