{"result":{"took":446,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur466454","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Nunes Marques (Relator), que julgava procedente o pedido formulado na ação direta e, assim, atribuía interpretação ao art. 1º, I, alíneas “a” e “l”, da Lei Complementar n. 64/1990 -- com a redação dada pela Lei Complementar n. 135/2010 -- conforme à Constituição Federal para: a) admitir que, do prazo de inelegibilidade de oito anos “posteriores ao cumprimento da pena”, seja deduzido o período de inelegibilidade decorrido entre a condenação por órgão colegiado, ou transitada em julgado, e o fim do cumprimento da pena criminal, de tal modo que a correspondente inelegibilidade não supere os 8 (oito) anos desde o início da sua eficácia; b) declarar que, em caso da detração acima referida implicar o fim da inelegibilidade em data anterior ao término do cumprimento da pena criminal, o condenado não fica isento da aplicação da norma suspensiva dos direitos políticos a que alude o art. 15, III, da Constituição Federal (condição de elegibilidade); propunha a modulação dos efeitos da decisão, de tal maneira que ela seja aplicável apenas aos pedidos de registro de candidatura posteriores ao deferimento da medida liminar na presente ação (19/12/2020) e aos processos de registro de candidatura das eleições de 2020 ainda pendentes de apreciação na data do deferimento da liminar (19/12/2020), em qualquer grau de jurisdição, inclusive no âmbito do TSE e do STF; e, por fim, julgava prejudicado o agravo interno interposto pela Procuradoria-Geral da República, pediu vista dos autos o Ministro Roberto Barroso. Plenário, Sessão Virtual de 20.8.2021 a 27.8.2021.\r\n\n           Decisão: Após o voto-vista do Ministro Roberto Barroso, que divergia do Ministro Nunes Marques (Relator) (i) em relação à possibilidade de detração do período decorrido entre o trânsito em julgado e o fim do cumprimento da pena criminal, e votava pela detração apenas do período entre a condenação por órgão colegiado e o trânsito em julgado, seja porque o entendimento garante a incidência autônoma do prazo de 8 (oito) anos de inelegibilidade previsto na Lei da Ficha Limpa, seja porque atende de forma mais efetiva o princípio da proporcionalidade, e, por fim, também divergia (ii) quanto à modulação temporal dos efeitos, entendendo que a presente decisão deve produzir efeitos apenas para as eleições que ocorram um ano após a publicação da ata de julgamento do acórdão, aplicando-se por analogia o princípio da anualidade eleitoral (art. 16 da Constituição), propondo a fixação de tese de julgamento, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 3.9.2021 a 14.9.2021.\r\n\n                 Decisão: Preliminarmente, o Tribunal, por unanimidade, indeferiu os pedidos de realização de sustentação oral e de ingresso como amicus curiae nos autos da ação. Em seguida, por maioria, o Tribunal não conheceu da ação direta de inconstitucionalidade, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Nunes Marques (Relator), Roberto Barroso, André Mendonça e Gilmar Mendes. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência do Ministro Luiz Fux. Plenário, 9.3.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur466454","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur466454","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. ELEITORAL. AÇÃO DIRETA. ART. 1º, I, ALÍNEA \"E\", DA LEI COMPLEMENTAR 64/1990 (REDAÇÃO DA LC 135/2010). INELEGIBILIDADE DECORRENTE DE CONDENAÇÃO CRIMINAL. INÍCIO DA CONTAGEM DO PRAZO DE 8 ANOS A PARTIR DA DATA DO CUMPRIMENTO DA PENA. DETRAÇÃO DO TEMPO DE INELEGIBILIDADE ENTRE O JULGAMENTO COLEGIADO E O TRÂNSITO EM JULGADO DA CONDENAÇÃO. DETRAÇÃO DO PERÍODO ENTRE O TRÂNSITO EM JULGADO E O FIM DO CUMPRIMENTO DA PENA. ALEGAÇÃO DE VIOLAÇÃO AOS ARTS. 14, § 9º,  E 15, CAPUT E INCISO III, DA CF. VITUAL CASSAÇÃO DE DIREITOS POLÍTICOS E INDETERMINAÇÃO DO PRAZO DA INELEGIBILIDADE. PEDIDO JULGAGO IMPROCEDENTE.\n\n\n\n    1. A Lei Complementar 135/2010 modificou o regime das inelegibilidades, majorando o prazo para 8 (oito) anos e estabelecendo inelegibilidade no curso do processo judicial, após o julgamento colegiado em segunda instância, visando a conferir efetividade à tutela da moralidade administrativa e á legitimidade dos processos eleitorais, como reconhecido pela CORTE no julgamento das ADCs 29 e 30 e da ADI 4578, em que se afirmou a constitucionalidade do tratamento rigoroso da matéria, inclusive em relação à inelegibilidade efetivada antes do trânsito em julgado da ação.\n\n\n\n    2. Carece de fundamento legal a pretensão a subtrair do prazo de 8 (oito) anos de inelegibilidade posterior ao cumprimento da pena o tempo em que a capacidade eleitoral passiva do agente foi obstaculizada pela inelegibilidade anterior ao trânsito em julgado e pelos efeitos penais da condenação, conforme expressamente debatido e rejeitado pela CORTE no julgamento das ADCs 29 e 30 e da ADI 4578.\n\n\n\n    3. A fluência integral do prazo de 8 anos de inelegibilidade após o fim do cumprimento da pena (art. 1º ,I, “e”, da LC 64/1990, com a redação da LC 135/2010) é medida proporcional, isonômica e necessária para a prevenção de abusos no processo eleitoral e para a proteção da moralidade e probidade administrativas.\n\n\n\n    4. Ação Direta julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761533124","externo_seq_objeto_incidente":6072681,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-122  DIVULG 23-06-2022  PUBLIC 24-06-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6630&classe=ADI","is_colac":false,"titulo":"ADI 6630","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00001 ART-00005 \"CAPUT\"\n    INC-00054 INC-00055 INC-00078 PAR-00002\n    ART-00014 PAR-00004 PAR-00005 PAR-00006\n    PAR-00007 PAR-00008 PAR-00009 ART-00015\n    \"CAPUT\" INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 ART-00016 ART-00103\n    INC-00008\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000064 ANO-1990\n    ART-00001 INC-00001 LET-C LET-E\n    ITEM-00001 ITEM-00002 ITEM-00003 ITEM-00004\n    ITEM-00005 ITEM-00006 ITEM-00007 ITEM-00008\n    ITEM-00009 ITEM-00010 LET-L LET-M\n    LET-Q PAR-00004 PAR-00005\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000135 ANO-2010\n    ART-00002\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004717 ANO-1965\n    ART-00018\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-004737 ANO-1965\n    CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-007210 ANO-1984\n    ART-00105 ART-00107\n    LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-007347 ANO-1985\n    ART-00016\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008742 ANO-1993\n    ART-00020 PAR-00003\n    LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00034\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00023 ART-00026\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009896 ANO-1999\n    ART-00026\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010741 ANO-2003\n    EID-2003 ESTATUTO DO IDOSO\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00926 ART-00927 INC-00003 INC-00005\n    PAR-00002 PAR-00003 PAR-00004 PAR-00005\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-1969\n    ART-00023 ART-23.2\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00042 ART-00121 PAR-00003\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00283\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-004657 ANO-1942\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   PJLCP-000168 ANO-1993\n    PROJETO DE LEI COMPLEMENTAR DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RGI ANO-1980\n    ART-00134 PAR-00002 PAR-00003\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000021\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMTSE-000009\n    SÚMULA DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   SUMTSE-000010\n    SÚMULA DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2022-06-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONTROLE DE CONSTITUCIONALIDADE, JURISDIÇÃO CONSTITUCIONAL, CAUSA DE PEDIR ABERTA. INADMISSIBILIDADE, AÇÃO RESCISÓRIA, DECLARAÇÃO DE CONSTITUCIONALIDADE, DECLARAÇÃO DE INCONSTITUCIONALIDADE, PRINCÍPIO DA SEGURANÇA JURÍDICA. DIFERENÇA, INELEGIBILIDADE, SUSPENSÃO DE DIREITOS POLÍTICOS. IMPOSSIBILIDADE, PODER JUDICIÁRIO, SUBSTITUIÇÃO, JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE, PODER LEGISLATIVO. PRAZO, OITO ANOS, LIMITE MÍNIMO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: ALTERAÇÃO, ENTENDIMENTO, CONTROLE ABSTRATO, EXCEPCIONALIDADE. DESCABIMENTO, AÇÃO RESCISÓRIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: NECESSIDADE, MUTAÇÃO CONSTITUCIONAL, CABIMENTO, CONTROLE CONCENTRADO, LEI, OBJETO, DECLARAÇÃO DE CONSTITUCIONALIDADE, MOMENTO ANTERIOR. PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA CONFIANÇA, PRINCÍPIO DA ISONOMIA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, SUCEDÂNEO, AÇÃO RESCISÓRIA.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: APLICAÇÃO DA LEI, RELAÇÃO JURÍDICA CONTINUATIVA, IMPREVISIBILIDADE. DECLARAÇÃO DE CONSTITUCIONALIDADE, POSSIBILIDADE, IMPUGNAÇÃO, ATO NORMATIVO, MOMENTO POSTERIOR.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. DETRAÇÃO, PERÍODO, MOMENTO POSTERIOR, CONDENAÇÃO, ÓRGÃO COLEGIADO, MOMENTO ANTERIOR, CUMPRIMENTO DA PENA, RESTRIÇÃO, HIPÓTESE, DEMORA, RESPONSABILIDADE, PODER JUDICIÁRIO. AUTONOMIA, PENA, INELEGIBILIDADE, PRINCÍPIO DA PROPORCIONALIDADE. MODULAÇÃO DE EFEITOS, MOMENTO POSTERIOR, PUBLICAÇÃO, ATA DE JULGAMENTO, ACÓRDÃO.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: INDEPENDÊNCIA, PRAZO, INELEGIBILIDADE, PRAZO, SUSPENSÃO DE DIREITOS POLÍTICOS. PRAZO, OITO ANOS, INELEGIBILIDADE, TERMO INICIAL, CONDENAÇÃO, ÓRGÃO COLEGIADO. PRAZO, SUSPENSÃO DE DIREITOS POLÍTICOS, TERMO INICIAL, TRÂNSITO EM JULGADO, CONDENAÇÃO. MODULAÇÃO DE EFEITOS, EFEITO PRO FUTURO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: AUTOCONTENÇÃO JUDICIAL. SENTENÇA, CLÁUSULA, REBUS SIC STANTIBUS, POSSIBILIDADE, ALTERAÇÃO, REALIDADE, MODIFICAÇÃO, ENTENDIMENTO, CORTE CONSTITUCIONAL. INCONSTITUCIONALIDADE SUPERVENIENTE. INELEGIBILIDADE, DEVIDO PROCESSO LEGAL, DIREITO DE RECORRER. PRINCÍPIO DA PROPORCIONALIDADE, EXCESSO, PODER LEGISLATIVO. DEMORA, TRAMITAÇÃO, PROCESSO PENAL, AGRAVAMENTO DA PENA, INELEGIBILIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6630&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INELEGIBILIDADE, CURSO DO PROCESSO)\nADI 4578 (TP), ADC 29 (TP), ADC 30 (TP). \n(ADI, CARÁTER DÚPLICE)\nRp 725 (TP) - RTJ 46/352, ADC 4 (TP), ADI 2418 (TP). \n(IMPOSSIBILIDADE, AÇÃO RESCISÓRIA, ADI)\nAR 878 (TP) - RTJ 94/49, ADI 1460 (TP), AR 1365 AgR (1ªT), ADI 5383 (TP), AR 2492 AgR (TP). \n(SUSPENSÃO DE DIREITOS POLÍTICOS)\nRE 179502 (TP). \n(AUTOCONTENÇÃO JUDICIAL, STF)\nADI 2667 (TP), ADI 3446 (TP), ADI 5874 (TP), ADI 6031 (TP). \n(ADI, CAUSA DE PEDIR ABERTA)\nADI 1749 (TP), ADI 2914 (TP), ADI 1896 MC (TP), ADI 1606 MC (TP), ADI 4414 ED (TP), ADI 5383 (TP), ADI 5180 AgR (TP). \n(MUTAÇÃO CONSTITUCIONAL)\nRcl 4374 (TP). \n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nADC 43 (TP), ADC 44 (TP), ADC 54 (TP), ARE 964246 RG (TP). \n(DEVIDO PROCESSO LEGAL, DIREITO DE RECORRER)\nHC 95128 (1ªT), RE 607447 (TP), HC 106833 (1ªT), HC 118344 (2ªT). \n(LEI DA FICHA LIMPA, PRINCÍPIO DA ANTERIORIDADE)\nRE 633703 (TP). \n(EXCEPCIONALIDADE, ALTERAÇÃO, ENTENDIMENTO, CONTROLE ABSTRATO)\nADI 4363 AgR (TP). \n(LEGITIMIDADE ATIVA, PARTIDO POLÍTICO, ADI)\nADI 1407 MC (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(INELEGIBILIDADE, CURSO DO PROCESSO)\nTSE: RESPE 46593, RESPE 060025214. \n(SUSPENSÃO DE DIREITOS POLÍTICOS)\nTSE: MS 2471, RE 179502, Resp. 0013293, Recurso 9900/RS, RE 1795026. \n- Decisões estrangeiras citadas: Caso Estados Unidos vs. Butler (297 US 1 1937), de 1936, e Caso Southern Pacific Co. vs. Jensen (US 205, 221 - 1917) da Suprema Corte norte-americana.\n- Veja ADI 1232.\nNúmero de páginas: 243.\nAnálise: 07/08/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DEMOCRÁTICO TRABALHISTA - PDT NACIONAL \nADV.(A/S)  : EZIKELLY SILVA BARROS \nADV.(A/S)  : BRUNO RANGEL AVELINO DA SILVA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DO SENADO FEDERAL \nAM. CURIAE.  : SECRETARIA EXECUTIVA DO COMITÊ NACIONAL DO MOVIMENTO DE COMBATE À CORRUPÇÃO (MCCE) \nADV.(A/S)  : LUCIANO CAPARROZ PEREIRA DOS SANTOS \nADV.(A/S)  : OLÍVIA RAPOSOS DA SILVA TELLES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":466454,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6630","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-03-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ABBOUD, Georges. Jurisdição Constitucional e Direitos Fundamentais. São Paulo: Revista dos Tribunais, 2011.\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro: exposição sistemática da doutrina e análise crítica da jurisprudência. 6. ed. São Paulo: Saraiva, 2012. p. 227-228.\nCOLE, Charles D. Comparative constitutional law: Brasil and the United States. 2. ed. Lake Mary: Vandeplas Publishing, 2008. p. 26.\nCANOTILHO, J. J. Direito constitucional e teoria da Constituição. 2. ed. Coimbra: Almedina, 1998. p. 897 e 907.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Constituição da república portuguesa anotada. 3. ed. Coimbra: Coimbra, 1993. p. 1035.\nCOSTA, José Manuel Moreira Cardoso da. A jurisdição constitucional em Portugal. Coimbra: Coimbra, 1992. p. 59-60.\nDROMI, Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 36.\nGORDILLO, Augustin. Princípios gerais do direito público. São Paulo: Revista dos Tribunais, 1977. p. 183.\nMACCORMICK, Neil. Retórica e o Estado de Direito. Uma teoria da argumentação jurídica. Tradução: Conrado Hübner Mendes e Marcos Paulo Veríssimo. Rio de Janeiro: Elsevier, 2008. p. 191.\nMARINONI, Luiz Guilherme. Precedentes obrigatórios. São Paulo: Thomson Reuters Brasil, 2019.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 16. ed. São Paulo: Saraiva, 2021. p. 229-232, 523, 621-622 e 1559-1561.\nMIRANDA, Jorge. Manual de direito constitucional. 2. ed. Coimbra: Coimbra, 1988. p. 370 e 384.\nROLLO, Alberto; BRAGA Enir. Inelegibilidade à luz da jurisprudência. São Paulo: Fiuza, 1995. p. 73-77.\nSALINAS, Jesus \nSCHAUER, Frederick. Thinking like a lawyer: a new introduction to legal reasoning. Cambridge: Harvard University Press, 2012. p. 37. \nSCHLAIH, Klaus. El tribunal constitucional federal alemán. In: Vários autores. Tribunales constitucionales europeus y derechos fundamentales. Madri: Centro de Estudios Constitucionales, 1984. p. 161.","ministro_facet":["NUNES MARQUES","ALEXANDRE DE MORAES"],"processo_numero":6630,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur462101","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, julgou procedente a Reclamação para cassar a decisão impugnada, ante o desrespeito àquilo que decidido na ADPF 130, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 4.3.2022 a 11.3.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur462101","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur462101","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E PROCESSUAL CIVIL. RECLAMAÇÃO. VIOLAÇÃO AO DECIDIDO NA ADPF 130. OCORRÊNCIA. DECISÃO RECLAMADA QUE ESTABELECEU RESTRIÇÃO À LIBERDADE DE EXPRESSÃO. RECLAMAÇÃO PROCEDENTE.\n\n\n\n    1. O fundamento central da decisão impugnada, para determinar a retirada das matérias jornalísticas nos canais de comunicação, apoiado em mera possibilidade de inocência do beneficiário da decisão, configura-se em evidente obstrução ao trabalho investigativo inerente à imprensa livre, além de caracterizar embaraço ao repasse das informações à opinião pública.\n\n\n\n    2. Dessa forma, o Juízo impugnado impôs restrição à liberdade da atividade de comunicação, o que é repelido frontalmente pelo texto constitucional.\n\n\n\n    3. Nessas circunstâncias, em que a decisão reclamada cria óbices à divulgação de informações, sem apresentar razões legítimas para tal conduta, há manifesta restrição à liberdade de expressão no seu aspecto negativo, a revelar, de maneira inequívoca, ofensa à ADPF 130 (Rel. Min. AYRES BRITTO, Pleno, DJe de 6/11/2009). \n\n\n\n    4. Reclamação julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760130177","externo_seq_objeto_incidente":6093280,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-069  DIVULG 07-04-2022  PUBLIC 08-04-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=45682&classe=Rcl","is_colac":false,"titulo":"Rcl 45682","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00020 ART-00021\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105 ANO-2015\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2022-04-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTITUIÇÃO FEDERAL, GARANTIA, LIBERDADE DE EXPRESSÃO, ASPECTOS. LIBERDADE DE EXPRESSÃO, PLURALISMO, DEMOCRACIA. LIBERDADE DE EXPRESSÃO, PRINCÍPIO DEMOCRÁTICO, PARTICIPAÇÃO POLÍTICA. FUNCIONAMENTO, DEMOCRACIA REPRESENTATIVA, OBEDIÊNCIA, LIBERDADE DE EXPRESSÃO, CARÁTER ABSOLUTO. LIBERDADE DE EXPRESSÃO, DIREITO INTERNACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=45682&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RESTRIÇÃO, LIBERDADE DE EXPRESSÃO, CENSURA PRÉVIA)\nADPF 130 (TP), Rcl 21504 AgR (2ªT), Rcl 22328 (1ªT). \n(LIBERDADE DE EXPRESSÃO, PLURALISMO, DEMOCRACIA)\nADI 4451 (TP). \n(CENSURA PRÉVIA, PARTICULAR, AUTORIZAÇÃO, BIOGRAFADO, PUBLICAÇÃO, BIOGRAFIA)\nADI 4815 (TP). \n- Veja \"OPERAÇÃO FAROESTE\".\n- Decisões estrangeiras citadas: Caso Alves da Silva v. Portugal, Queixa 41.665/2007, J. 20 de outubro de 2009, da Corte Europeia de Direitos Humanos; Caso Cantwell vs. Connecticut, 310 U.S. 296, 310 (1940), quoted 376 U.S at 271-72, Caso Kingsley Pictures Corp. vs. Regents, 360 U.S 684, 688-89, 1959.\nNúmero de páginas: 16.\nAnálise: 06/10/2022, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)  : POLITICA LIVRE COMUNICACAO LTDA - EPP \nADV.(A/S)  : ADRIANO ALMEIDA FONSECA \nADV.(A/S)  : VITOR BATISTA DE SOUZA COELHO \nRECLDO.(A/S) : QUINTA TURMA RECURSAL DO JUIZADO ESPECIAL DO TRIBUNAL DE JUSTIÇA DA BAHIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nBENEF.(A/S)  : THIAGO PHILETO PUGLIESE \nADV.(A/S)  : JULIANA ALELUIA DE SOUZA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":462101,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"Rcl 45682","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2022-03-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":"FERREIRA, Pinto. Comentários à Constituição brasileira. São Paulo: Saraiva, 1989. v. 1. p. 68. \nKALVEN JR., Harry. The New York Times Case: A note on the central meaning of the first amendment. In: LOVELAND, Ian D. Constitutional Law. Second Series. 2000. p. 435.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":45682,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur458190","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta, nos termos do voto do Relator. Plenário, Sessão Virtual de 10.12.2021 a 17.12.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur458190","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur458190","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUCIONAL E ADMINISTRATIVO. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. CONSTITUIÇÃO DO ESTADO DE MINAS GERAIS E LEI COMPLEMENTAR ESTADUAL 129/2013. INCLUSÃO DO DETRAN-MG NA ESTRUTURA ADMINISTRATIVA DA POLÍCIA CIVIL ESTADUAL. DESEMPENHO DE ATRIBUIÇÕES TÍPICAS DE ÓRGÃO EXECUTIVO DE TRÂNSITO. POSSIBILIDADE. AUSÊNCIA DE INCONSTITUCIONALIDADES FORMAL E MATERIAL. IMPROCEDÊNCIA. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competência para cada um dos entes federativos – União, Estados-Membros, Distrito Federal e Municípios – e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. As normas impugnadas disciplinam a estrutura e as atribuições da Polícia Civil mineira, possuindo conteúdo meramente administrativo, não relacionado diretamente a trânsito e transporte, de competência privativa da União (CF, art. 22, XI). \n\n\n\n    4. Competência concorrente da União, dos Estados e do Distrito Federal para legislar sobre organização, garantias, direitos e deveres das polícias civis (CF, art. 24, XVI). Inexistência de norma geral federal. Competência supletiva plena dos entes subnacionais. \n\n\n\n    5. O âmbito de atuação da Polícia Civil não se exaure nas atribuições previstas no art. 144, § 4º, da Constituição Federal, sendo-lhe possível absorver funções correlatas, desde que não invada o campo de atribuições constitucionalmente reservado a outros órgãos do sistema de segurança pública. \n\n\n\n    6. Ação direta julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758907369","externo_seq_objeto_incidente":6138863,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-008  DIVULG 18-01-2022  PUBLIC 19-01-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6773&classe=ADI","is_colac":false,"titulo":"ADI 6773","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00018 ART-00022 INC-00011 ART-00024\n    INC-00016 PAR-00002 PAR-00003 PAR-00004\n    ART-00025 ART-00030 INC-00001 ART-00144\n    PAR-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-EST   CES\n    ART-00139 INC-00003\n    CONSTITUIÇÃO ESTADUAL, MG\n\n","LEG-EST   LCP-000129 ANO-2013\n    ART-00016 INC-00011 ART-00017 INC-00002\n    LET-C PAR-00001 INC-00002 PAR-00007\n    ART-00020 INC-00004 ART-00025 INC-00006\n    ART-00037 ART-00049 INC-00006\n    LEI COMPLEMENTAR\n\n","LEG-EST   DEC-048035 ANO-2003\n    DECRETO, SP\n\n","LEG-EST   DEC-001365 ANO-2004\n    DECRETO, PA\n\n","LEG-EST   DEC-052549 ANO-2015\n    DECRETO, RS"],"publicacao_data":"2022-01-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, ESTADO-MEMBRO, ORGANIZAÇÃO, CIRCUNSCRIÇÃO REGIONAL DE TRÂNSITO (CIRETRAN). VALIDADE, INTEGRAÇÃO, SECRETARIA, TRANSPORTE, ÂMBITO ESTADUAL, CONSELHO ESTADUAL DE TRÂNSITO (CETRAN). COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, ATRIBUIÇÃO, DEPARTAMENTO ESTADUAL DE TRÂNSITO (DETRAN). COMPETÊNCIA, ESTADO-MEMBRO, ORGANIZAÇÃO, POLÍCIA CIVIL. COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO, SUPERVENIÊNCIA, LEI FEDERAL, SUSPENSÃO, EFICÁCIA, LEI ESTADUAL, LEI DISTRITAL. CONSTITUIÇÃO FEDERAL, SEGURANÇA PÚBLICA, ROL TAXATIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6773&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, ESTADO-MEMBRO, ORGANIZAÇÃO, CIRCUNSCRIÇÃO REGIONAL DE TRÂNSITO)\nADI 2721 (TP). \n(COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, ATRIBUIÇÃO, DETRAN)\nADI 2719 (TP), ADI 3254 (TP), ADI 2372 MC (TP), ADI 4945 (TP). \n(COMPETÊNCIA, ESTADO-MEMBRO, ORGANIZAÇÃO, POLÍCIA CIVIL)\nADI 882 (TP). \n(COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO, SUPERVENIÊNCIA, LEI FEDERAL, SUSPENSÃO, EFICÁCIA, LEI ESTADUAL, LEI DISTRITAL)\nADI 429 (TP), ADI 2818 (TP), ADI 4629 (TP), ADI 5077 (TP). \n(CONSTITUIÇÃO FEDERAL, SEGURANÇA PÚBLICA, ROL TAXATIVO)\nADI 236 (TP), ADI 1182 (TP), ADI 2827 (TP), ADI 3469 (TP), ADI 3996 (TP). \n- Decisão monocrática citada:\n(VALIDADE, INTEGRAÇÃO, SECRETARIA, TRANSPORTE, ÂMBITO ESTADUAL, CONSELHO ESTADUAL DE TRÂNSITO)\nRp 1236.\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 26.\nAnálise: 26/10/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : ANDRÉ MOURA MOREIRA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":458190,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADI 6773","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-12-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina, p. 87.\nCOOLEY, Thomas. The general principles of constitutional law in the United States of America. 3. ed.\nBoston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, p. 53.\nLEVI, Lucio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Political Power and the Governmental Process. Chicago: University of Chicago Press, 1965.\nLOWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat.  Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. p. 13-14.\nMORAES, Alexandre de. Direito Constitucional. São Paulo: Atlas. cap. 8. item 2.4.\nROBINSON, Donald. To the best of my ability: the presidency the constitution. New York: W. W Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":6773,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur456488","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio, Relator, que dava provimento ao recurso ordinário, para absolver o recorrente, pediu vista dos autos o Ministro Alexandre de Moraes. Primeira Turma, Sessão Virtual de 19.3.2021 a 26.3.2021.\r\n\n            Decisão: A Turma, por maioria, deu provimento ao recurso ordinário, para absolver o recorrente, nos termos do voto do Relator, vencido o Ministro Dias Toffoli. Redigirá o acórdão o Ministro Alexandre de Moraes (art. 38, IV, b, do RISTF). Presidência do Ministro Dias Toffoli. Primeira Turma, 3.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur456488","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur456488","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO ORDINÁRIO EM HABEAS CORPUS. ROUBO MAJORADO. CONDENAÇÃO LASTREADA EXCLUSIVAMENTE EM RECONHECIMENTO FOTOGRÁFICO. AUSÊNCIA DE PROVA IDÔNEA E DE OUTROS ELEMENTOS OBTIDOS SOB O CRIVO DO CONTRADITÓRIO CAPAZES DE CORROBAR A CONDENAÇÃO. PRECEDENTES. ABSOLVIÇÃO.\n\n\n\n    RECURSO ORDINÁRIO PROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758357635","externo_seq_objeto_incidente":5778849,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 24-11-2021  PUBLIC 25-11-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=176025&classe=RHC","is_colac":false,"titulo":"RHC 176025","documental_legislacao_citada_texto":["LEG-FED   DEL-003689 ANO-1941\n    ART-00226\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00038 INC-00004 LET-B\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-11-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO, CONDENAÇÃO, PRODUÇÃO DE PROVA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. FUNÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. COMPROVAÇÃO, CULPABILIDADE, AUTOR, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, GARANTIA AO DEVIDO PROCESSO LEGAL. SISTEMA ACUSATÓRIO, ÔNUS DA PROVA, MINISTÉRIO PÚBLICO. CONDENAÇÃO, FUNDAMENTO, PROVA, FATO INCONTROVERSO, IMPOSSIBILIDADE, DÚVIDA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: DISTINÇÃO, VALORAÇÃO, PROVA, REEXAME, PROVA. RECONHECIMENTO FOTOGRÁFICO, DEPOIMENTO, FUNDAMENTAÇÃO INSUFICIENTE, CONDENAÇÃO. VALOR PROBATÓRIO, RECONHECIMENTO PESSOAL, OBSERVÂNCIA, FORMALIDADE.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: HABEAS CORPUS, REITERAÇÃO, CAUSA DE PEDIR, IMPETRAÇÃO, MOMENTO ANTERIOR. HABEAS CORPUS, REEXAME, FATO, PROVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=176025&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DISTINÇÃO, VALORAÇÃO, PROVA, REEXAME, PROVA)\nRE 122011 (1ªT), RHC 81740 (1ªT), RHC 128096 (1ªT). \n(RECONHECIMENTO FOTOGRÁFICO, FUNDAMENTAÇÃO INSUFICIENTE, CONDENAÇÃO)\nHC 70038 (2ªT), HC 70936 (1ªT), HC 126835 AgR (1ªT), HC 157007 (1ªT). \n(COMPROVAÇÃO, CULPABILIDADE, AUTOR, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, GARANTIA AO DEVIDO PROCESSO LEGAL)\nHC 84580 (2ªT), HC 73338 (1ªT), HC 88875 (2ªT), HC 89501 (2ªT), HC 97701 (2ªT). \n(CONDENAÇÃO, FUNDAMENTO, PROVA, FATO INCONTROVERSO, IMPOSSIBILIDADE, DÚVIDA)\nAP 858 (2ªT). \n(HC, REEXAME, FATO, PROVA)\nHC 105022 (1ªT), HC 145562 AgR (1ªT), HC 149954 AgR (2ªT), HC 149255 AgR (2ªT), HC 152118 AgR (1ªT). \n- Decisões monocráticas citadas:\n(RECONHECIMENTO FOTOGRÁFICO, FUNDAMENTAÇÃO INSUFICIENTE, CONDENAÇÃO)\nHC 110804.\n(HC, REITERAÇÃO, CAUSA DE PEDIR, IMPETRAÇÃO, MOMENTO ANTERIOR)\nHC 80636, HC 83131 MC, HC 96776, HC 97731 MC, HC 110804.\n- Legislação estrangeira citada: art. 9º da Declaração francesa dos Direitos do Homem e do Cidadão, de 1789.\nNúmero de páginas: 25.\nAnálise: 03/08/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : FLAVIO SANTOS NASCIMENTO \nADV.(A/S)  : MARCELO MARUN DE HOLANDA HADDAD \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":456488,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RHC 176025","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2021-08-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"BADARÓ, Gustavo Henrique. Processo Penal, 4. ed., Revista do Tribunais, 2016. p. 483.\nAllan, T.R.S. Constitucional Justice. Oxford: University Press, 2006.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":176025,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur462290","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, deu provimento ao agravo regimental e, por consequência, concedeu a ordem, para determinar a manutenção da suspensão do processo penal movido em desfavor do paciente (Ação Penal 5004064-20.2018.4.04.7103/RS), se não localizado, nos termos do voto do Ministro Edson Fachin, Redator para o acórdão, vencidos os Ministros Ricardo Lewandowski (Relator) e Nunes Marques. Segunda Turma, Sessão Virtual de 4.2.2022 a 11.2.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur462290","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur462290","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM HABEAS CORPUS. PROCESSUAL PENAL. SUSPENSÃO DO ANDAMENTO DE PROCESSO DE RÉU CITADO POR EDITAL. TÉRMINO DO PRAZO. CONTINUIDADE DA PERSECUÇÃO PENAL. IMPOSSIBILIDADE. PROVIMENTO DO AGRAVO E CONCESSÃO DA ORDEM.\n\n\n\n    1. Afronta as garantias do devido processo legal, da ampla defesa e do contraditório (art. 5º, incisos LIV e LV, da Constituição Federal) o prosseguimento do processo penal em caso de inatividade processual decorrente de citação ficta. Direito subjetivo à comunicação prévia e pormenorizada da acusação formulada contra si, assim como à autodefesa e à constituição de defensor. Precedente.\n\n\n\n    2. O conhecimento que autoriza a persecução penal é o efetivo, vale dizer, aquele que é possível afirmar que o acusado de fato teve informação sobre o processo a que responde. A presunção legal de conhecimento, como se dá no caso da citação por edital, não atende a esse rígido critério e não deve autorizar a continuidade da persecução penal.\n\n\n\n    3. Agravo regimental provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760183322","externo_seq_objeto_incidente":6213773,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-071  DIVULG 11-04-2022  PUBLIC 12-04-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=188264&classe=HC","is_colac":false,"titulo":"HC 188264 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00054 INC-00055\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011719\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009261 ANO-1997\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC\n    CONVENÇÃO AMERICANA DE DIREITOS HUMANOS - CADH\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00362 ART-00363 PAR-00001 ART-00366\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2022-04-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: AGRAVO REGIMENTAL, HABEAS CORPUS, REITERAÇÃO, ARGUMENTO, PETIÇÃO INICIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: TEMA DE REPERCUSSÃO GERAL, CITAÇÃO POR EDITAL, SUSPENSÃO DO PROCESSO PENAL. CONSTITUCIONALIDADE, LIMITAÇÃO, PERÍODO, LIMITAÇÃO, SUSPENSÃO, PRAZO PRESCRICIONAL, PENA MÁXIMA. PLENÁRIO, CONSTITUCIONALIDADE, CITAÇÃO POR HORA CERTA, HIPÓTESE, ABUSO DE DIREITO, OCULTAÇÃO, RÉU. CITAÇÃO POR EDITAL, OFENSA, AMPLA DEFESA, CONTRADITÓRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=188264&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AGRAVO, REITERAÇÃO, ARGUMENTO, PETIÇÃO INICIAL)\nHC 108507 AgR (2ªT), RHC 130578 AgR (2ªT). \n(INATIVIDADE, PROCESSO, CONSTITUCIONALIDADE, LIMITAÇÃO, SUSPENSÃO, PRAZO PRESCRICIONAL)\nRE 600851 (TP), HC 189022 AgR (2ªT). \n(CONSTITUCIONALIDADE, CITAÇÃO POR HORA CERTA)\nRE 635145 (TP). \n- Decisão estrangeira citada: Caso Stoyanov vs. Bulgaria (Caso n. 25.714/05 (2014), da Corte Europeia de Direitos Humanos. \nNúmero de páginas: 15.\nAnálise: 25/10/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : YANG CUN \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAGDO.(A/S)  : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":462290,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"HC 188264 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2022-02-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"GIACOMOLLI, Nereu. O devido processo penal. Atlas, 2014. p. 119.\nLOPES JR., Aury. Direito processual penal. Saraiva, 2018. p. 552.\nMAYA, André M.; GIACOMOLLI, Nereu J. A citação por hora certa no processo penal. Revista de Estudos Criminais, 2009, v. 9, n. 35, p. 121-140.","ministro_facet":["RICARDO LEWANDOWSKI","EDSON FACHIN"],"processo_numero":188264,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur463901","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RR","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que julgava procedente a ação direta para declarar a inconstitucionalidade do inc. XXXII do art. 18 e do inc. IX do art. 117 da Lei Complementar n. 164/2010 de Roraima, pediu vista dos autos o Ministro Edson Fachin. Falou, pelos amici curiae, o Dr. Ilton Norberto Robl Filho. Plenário, Sessão Virtual de 27.8.2021 a 3.9.2021.\r\n\n           Decisão: Após o voto-vista do Ministro Edson Fachin, que divergia da Ministra Cármen Lúcia (Relatora) e julgava improcedente o pedido formulado na ação direta, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 12.11.2021 a 22.11.2021.\r\n\n           Decisão: (Processo destacado em sessão anterior) O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta de inconstitucionalidade, nos termos do voto ora reajustado da Relatora. Falou, pelos amici curiae Associação Nacional das Defensoras e Defensores Públicos - ANADEP e Colégio Nacional de Defensores Públicos-Gerais - CONDEGE, o Dr. Ilton Norberto Robl Filho. Plenário, Sessão Virtual de 18.3.2022 a 25.3.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur463901","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Roraima","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur463901","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INC. XXXII DO ART. 18 E INC. IX DO ART. 117 DA LEI COMPLEMENTAR DE RORAIMA. ATRIBUIÇÃO A DEFENSORES PÚBLICOS DA PRERROGATIVA DE REQUISITAREM EXAMES, CERTIDÕES, PERÍCIAS, VISTORIAS, DILIGÊNCIAS, PROCESSOS, DOCUMENTOS, INFORMAÇÕES, ESCLARECIMENTOS E PROVIDÊNCIAS DE AUTORIDADES E AGENTES PÚBLICOS E AO DEFENSOR PÚBLICO-GERAL DE REQUISITÁ-LOS DE ENTIDADES PRIVADAS. PRECEDENTES DO STF. GARANTIAS DE ACESSO À JUSTIÇA E DE ASSISTÊNCIA JURÍDICA INTEGRAL E EFETIVA AOS HIPOSSUFICIENTES. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA IMPROCEDENTE.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760597745","externo_seq_objeto_incidente":6189119,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-088  DIVULG 06-05-2022  PUBLIC 09-05-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6877&classe=ADI","is_colac":false,"titulo":"ADI 6877","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00003 ART-00005 \"CAPUT\" INC-00035\n    INC-00054 INC-00055 INC-00074 ART-00093\n    ART-00096 INC-00002 ART-00134 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00135\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000073 ANO-2013\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000074 ANO-2013\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000080 ANO-2014\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000115 ANO-2022\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000080 ANO-1994\n    ART-00004 PAR-00006\n    LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LCP-000132 ANO-2009\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008625 ANO-1993\n    ART-00026 INC-00001 LET-B\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 NÚMERO-00001 NÚMERO-00002\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA  A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-EST   CES ANO-1989\n    CONSTITUIÇÃO ESTADUAL, RJ\n\n","LEG-EST   LCP-000164 ANO-2010\n    ART-00018 INC-00032 ART-00117 INC-00009\n    LEI COMPLEMENTAR, RR"],"publicacao_data":"2022-05-09","documental_acordao_mesmo_sentido_lista_texto":"ADI 6880  PROCESSO ELETRÔNICO\n          JULG-28-03-2022  UF-TO  TURMA-TP  MIN-CÁRMEN LÚCIA N.PÁG-054\n          DJe-088  DIVULG 06-05-2022  PUBLIC 09-05-2022","documental_indexacao_texto":"- DEFENSORIA PÚBLICA, LEGITIMIDADE ATIVA, AÇÃO CIVIL PÚBLICA, INTERESSE TRANSINDIVIDUAL, INTERESSE INDIVIDUAL HOMOGÊNEO. DEFENSORIA PÚBLICA, DEMOCRACIA, ESTADO DEMOCRÁTICO DE DIREITO. DEFENSORIA PÚBLICA, AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, INICIATIVA, PROPOSTA ORÇAMENTÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: DIREITO FUNDAMENTAL, ASSISTÊNCIA JUDICIÁRIA GRATUITA. COMPETÊNCIA, DEFENSORIA PÚBLICA, DEFESA, DIREITO INDIVIDUAL, DIREITO COLETIVO. DEFENSORIA PÚBLICA, ÓRGÃO AUTÔNOMO, ADMINISTRAÇÃO, JUSTIÇA, AUTONOMIA FINANCEIRA, AUTONOMIA ADMINISTRATIVA, AUTONOMIA ORÇAMENTÁRIA, AUTOGOVERNO. DISTINÇÃO, DEFENSORIA PÚBLICA, ADVOCACIA. AUTONOMIA, DEFENSORIA PÚBLICA, SEMELHANÇA, MINISTÉRIO PÚBLICO. TEORIA DOS PODERES IMPLÍCITOS. PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO. PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, COLABORAÇÃO, VIABILIZAÇÃO, ACESSO, COLETIVIDADE, HIPOSSUFICIENTE, DOCUMENTO, INFORMAÇÃO, ESCLARECIMENTO. PRINCÍPIO DA ISONOMIA, ACESSO À JUSTIÇA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL, PODER REQUISITÓRIO, DEFENSORIA PÚBLICA. ORGANIZAÇÃO, NORMA GERAL, ATUAÇÃO, DEFENSOR PÚBLICO, INTERMÉDIO, LEI COMPLEMENTAR. EMENDA CONSTITUCIONAL, PREVISÃO, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL, UNIDADE, INDIVISIBILIDADE, DEFENSORIA PÚBLICA. DEFENSORIA PÚBLICA, FUNÇÃO ESSENCIAL À JUSTIÇA. TEORIA DOS PODERES IMPLÍCITOS. PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, FINALIDADE, CELERIDADE PROCESSUAL, TRAMITAÇÃO, PROCESSO, ÂMBITO JUDICIAL, ÂMBITO EXTRAJUDICIAL. CONSIDERAÇÃO, PODER REQUISITÓRIO, MECANISMO, APERFEIÇOAMENTO, DEMOCRACIA, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL, ACESSO À JUSTIÇA, ASSISTÊNCIA JURÍDICA, HIPOSSUFICIENTE. DISTINÇÃO, ATIVIDADE, DEFENSORIA PÚBLICA, ADVOCACIA. AMPLIAÇÃO, ATUAÇÃO, DEFENSORIA PÚBLICA. INCONSTITUCIONALIDADE, EXIGÊNCIA, INSCRIÇÃO, DEFENSOR PÚBLICO, ORDEM DOS ADVOGADOS DO BRASIL (OAB). VINCULAÇÃO, DEFENSOR PÚBLICO, ESTATUTO, DEFENSORIA PÚBLICA. PODER REQUISITÓRIO, PRINCÍPIO DA ISONOMIA. CORRELAÇÃO, DEFENSORIA PÚBLICA, MINISTÉRIO PÚBLICO. PODER REQUISITÓRIO, AUSÊNCIA, INCLUSÃO, ELEMENTO DE INFORMAÇÃO, DEPENDÊNCIA, AUTORIZAÇÃO JUDICIAL. PRINCÍPIO DA PUBLICIDADE, TRANSPARÊNCIA, ADMINISTRAÇÃO PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: IMPORTÂNCIA, DEFENSORIA PÚBLICA, CONSOLIDAÇÃO, DEMOCRACIA, REALIZAÇÃO, JUSTIÇA SOCIAL. DEFENSORIA PÚBLICA, FUNÇÃO ESSENCIAL À JUSTIÇA. EMENDA CONSTITUCIONAL, AUTONOMIA ADMINISTRATIVA, AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA, AUSÊNCIA, CRIAÇÃO, NOVIDADE, PODERES DA REPÚBLICA. PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, AUSÊNCIA, OFENSA, EQUILÍBRIO, RELAÇÃO PROCESSUAL. DEFENSORIA PÚBLICA, PRAZO EM DOBRO. DEFENSORIA PÚBLICA, AÇÃO COLETIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: RELEVÂNCIA, ATUAÇÃO, DEFENSORIA PÚBLICA, POPULAÇÃO, HIPOSSUFICIENTE. DEFENSORIA PÚBLICA, APERFEIÇOAMENTO, ACESSO À JUSTIÇA. NECESSIDADE, COIBIÇÃO, EXCESSO, ABUSO DE PODER, PODER REQUISITÓRIO, DEFENSORIA PÚBLICA. EMENDA CONSTITUCIONAL, CONSIDERAÇÃO, PROTEÇÃO DE DADOS PESSOAIS, DIREITO FUNDAMENTAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6877&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEFENSORIA PÚBLICA, ATIVIDADE ESSENCIAL, FUNÇÃO JURISDICIONAL)\nADI 2903 (TP), ADI 5287 (TP). \n(DEFENSORIA PÚBLICA, PODER REQUISITÓRIO, DOCUMENTO, AUTORIDADE PÚBLICA)\nADI 230 (TP), ADI 6852 (TP), ADI 6862 (TP), ADI 6865 (TP), ADI 6867 (TP), ADI 6870 (TP), ADI 6871 (TP), ADI 6872 (TP), ADI 6873 (TP), ADI 6875 (TP). \n(DIFERENÇA, ATIVIDADE, ADVOCACIA, DEFENSORIA PÚBLICA)\nRE 1240999 (TP), ADI 6865 (TP). \n(AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, DEFENSORIA PÚBLICA)\nADI 3943 (TP), ADI 5296 (TP). \n(MINISTÉRIO PÚBLICO, PODER DE INVESTIGAÇÃO)\nHC 94173 (2ªT), RE 593727 (TP). \n(AUTONOMIA, AUTOGOVERNO, DEFENSORIA PÚBLICA)\nADI 2903 (TP), ADI 3965 (TP), ADI 4056 (TP), ADI 5286 (TP), ADI 5287 (TP). \n(AMPLIAÇÃO, ATUAÇÃO, DEFENSORIA PÚBLICA)\nADI 4636 (TP). \n(OBRIGATORIEDADE, INSCRIÇÃO, OAB, ADVOGADO PÚBLICO)\nRE 1240999 (TP). \n- Decisões monocráticas citadas:\n(TEORIA DOS PODERES IMPLÍCITOS)\nMS 32494 MC.\n(AUTONOMIA, AUTOGOVERNO, DEFENSORIA PÚBLICA)\nADI 5381 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(DIFERENÇA, ATIVIDADE, ADVOCACIA, DEFENSORIA PÚBLICA)\nSTJ: REsp 1170155. \n- Decisão estrangeira citada: Caso Myers vs. Estados Unidos (US 272 – 52, 118), dos Estados Unidos.\nNúmero de páginas: 57.\nAnálise: 19/12/2022, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE RORAIMA \nADV.(A/S)  : PAULO LUIS DE MOURA HOLANDA \nADV.(A/S)  : SERGIO MATEUS \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DE RORAIMA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE RORAIMA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DAS DEFENSORAS E DEFENSORES PÚBLICOS - ANADEP \nAM. CURIAE.  : COLÉGIO NACIONAL DE DEFENSORES PÚBLICOS GERAIS - CONDEGE \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO \nADV.(A/S)  : ISABELA MARRAFON","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":463901,"documental_tese_texto":null,"procedencia_geografica_completo":"RR - RORAIMA","processo_codigo_completo":"ADI 6877","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-03-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CAPPELLETTI, Mauro; GARTH, Bryant. Acesso à justiça. Porto Alegre: Sergio Antonio Fabris, 1988.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 43. ed. São Paulo: Malheiros, 2020. p.\n614.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":6877,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur353304","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AM","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, indeferiu a ordem e, por maioria, vencido o Ministro Marco Aurélio, modulou a decisão, tudo nos termos do voto do Relator. Falou, pelos pacientes, o Dr. Gustavo de Almeida Ribeiro, Defensor Público Federal. Ausentes, justificadamente, os Ministros Cármen Lúcia e Luiz Fux. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 03.03.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur353304","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amazonas","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur353304","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Habeas corpus. Penal e processual penal militar. Posse de substância entorpecente em local sujeito à administração militar (CPM, art. 290). Crime praticado por militares em situação de atividade em lugar sujeito à administração militar. Competência da Justiça Castrense configurada (CF, art. 124 c/c CPM, art. 9º, I, b). Pacientes que não integram mais as fileiras das Forças Armadas. Irrelevância para fins de fixação da competência. Interrogatório. Realização ao final da instrução (art. 400, CPP). Obrigatoriedade. Aplicação às ações penais em trâmite na Justiça Militar dessa alteração introduzida pela Lei nº 11.719/08, em detrimento do art. 302 do Decreto-Lei nº 1.002/69. Precedentes. Adequação do sistema acusatório democrático aos preceitos constitucionais da Carta de República de 1988. Máxima efetividade dos princípios do contraditório e da ampla defesa (art. 5º, inciso LV). Incidência da norma inscrita no art. 400 do Código de Processo Penal comum aos processos penais militares cuja instrução não se tenha encerrado, o que não é o caso. Ordem denegada. Fixada orientação quanto a incidência da norma inscrita no art. 400 do Código de Processo Penal comum a partir da publicação da ata do presente julgamento, aos processos penais militares, aos processos penais eleitorais e a todos os procedimentos penais regidos por legislação especial, incidindo somente naquelas ações penais cuja instrução não se tenha encerrado. \n\n\n\n    1. Os pacientes, quando soldados da ativa, foram surpreendidos na posse de substância entorpecente (CPM, art. 290) no interior do 1º Batalhão de Infantaria da Selva em Manaus/AM. Cuida-se, portanto, de crime praticado por militares em situação de atividade em lugar sujeito à administração militar, o que atrai a competência da Justiça Castrense para processá-los e julgá-los (CF, art. 124 c/c CPM, art. 9º, I, b).\n\n\n\n    2. O fato de os pacientes não mais integrarem as fileiras das Forças Armadas em nada repercute na esfera de competência da Justiça especializada, já que, no tempo do crime, eles eram soldados da ativa. \n\n\n\n    3. Nulidade do interrogatório dos pacientes como primeiro ato da instrução processual (CPPM, art. 302).\n\n\n\n    4. A Lei nº 11.719/08 adequou o sistema acusatório democrático, integrando-o de forma mais harmoniosa aos preceitos constitucionais da Carta de República de 1988, assegurando-se maior efetividade a seus princípios, notadamente, os do contraditório e da ampla defesa (art. 5º, inciso LV).\n\n\n\n    5. Por ser mais benéfica (lex mitior) e harmoniosa com a Constituição Federal, há de preponderar, no processo penal militar (Decreto-Lei nº 1.002/69), a regra do art. 400 do Código de Processo Penal.\n\n\n\n    6. De modo a não comprometer o princípio da segurança jurídica (CF, art. 5º, XXXVI) nos feitos já sentenciados, essa orientação deve ser aplicada somente aos processos penais militares cuja instrução não se tenha encerrado, o que não é o caso dos autos, já que há sentença condenatória proferida em desfavor dos pacientes desde 29/7/14.\n\n\n\n    7. Ordem denegada, com a fixação da seguinte orientação: a norma inscrita no art. 400 do Código de Processo Penal comum aplica-se, a partir da publicação da ata do presente julgamento, aos processos penais militares, aos processos penais eleitorais e a todos os procedimentos penais regidos por legislação especial incidindo somente naquelas ações penais cuja instrução não se tenha encerrado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11451173","externo_seq_objeto_incidente":4763912,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-161  DIVULG 02-08-2016  PUBLIC 03-08-2016\nRTJ VOL-00237-01 PP-00137","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=127900&classe=HC","is_colac":false,"titulo":"HC 127900","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00036 INC-00055 INC-00056 \n          ART-00124\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00002\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-010792      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00057\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00394 PAR-00002 \n          ART-00400 REDAÇÃO DADA PELA LEI-11719/2008\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-001001      ANO-1969\n          ART-00009 INC-00001 LET-B ART-00290\n                CPM-1969 CÓDIGO PENAL MILITAR\n\n","LEG-FED   DEL-001002      ANO-1969\n          ART-00003 ART-00302\n                CPPM-1969 CÓDIGO DE PROCESSO PENAL MILITAR"],"publicacao_data":"2016-08-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INOCORRÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. SUPREMO TRIBUNAL FEDERAL (STF), REALIZAÇÃO, INTERPRETAÇÃO EXTENSIVA, CÓDIGO DE PROCESSO PENAL, CONFORMIDADE, VONTADE, LEGISLADOR.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. EDSON FACHIN: AUSÊNCIA, RECEPÇÃO, PREVISÃO, INTERROGATÓRIO, ACUSADO, MOMENTO ANTERIOR, INQUIRIÇÃO DE TESTEMUNHA, CÓDIGO DE PROCESSO PENAL MILITAR. OFENSA, PRINCÍPIO DO CONTRADITÓRIO, PRINCÍPIO DA AMPLA DEFESA, GARANTIA AO DEVIDO PROCESSO LEGAL, FUNDAMENTO, INTERPRETAÇÃO EVOLUTIVA, CONSTITUIÇÃO FEDERAL. OCORRÊNCIA, MUTAÇÃO CONSTITUCIONAL. APLICAÇÃO, EFEITO PRO FUTURO, DECORRÊNCIA, NOVIDADE, APRECIAÇÃO, QUESTÃO DE DIREITO, ÂMBITO, CONSTITUCIONALIDADE. DECISÃO, OBSERVÂNCIA, PRINCÍPIO DA SEGURANÇA JURÍDICA.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. GILMAR MENDES: INDEFERIMENTO, HABEAS CORPUS. POSSIBILIDADE, EVOLUÇÃO, PRINCÍPIO DA AMPLA DEFESA, PRINCÍPIO DO CONTRADITÓRIO, DECORRÊNCIA, CARÁTER INSTITUCIONAL. SUPREMO TRIBUNAL FEDERAL (STF), MOMENTO ANTERIOR, REALIZAÇÃO, MODULAÇÃO DE EFEITOS, HABEAS CORPUS.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INAPLICABILIDADE, MODULAÇÃO DE EFEITOS. INAPLICABILIDADE, LEI, MODIFICAÇÃO, CÓDIGO DE PROCESSO PENAL, PROCESSO PENAL MILITAR, FUNDAMENTO, PRINCÍPIO DA ESPECIALIDADE; AFASTAMENTO, REVOGAÇÃO TÁCITA, ORDENAMENTO JURÍDICO BRASILEIRO; IMPOSSIBILIDADE, APLICAÇÃO SUBSIDIÁRIA, CÓDIGO DE PROCESSO PENAL, DECORRÊNCIA, INEXISTÊNCIA, LACUNA DA LEI.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=127900&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, JUSTIÇA MILITAR)\nHC 117179 (2ªT). \n(MOMENTO, INTERROGATÓRIO, CÓDIGO DE PROCESSO PENAL, APLICAÇÃO, JUSTIÇA MILITAR)\nHC 115530 (1ªT), HC 121877 (1ªT), HC 121907 (1ªT), HC 122673 (2ªT), RHC 123473 (2ªT). \n(APLICAÇÃO, CÓDIGO DE PROCESSO PENAL, AÇÃO PENAL ORIGINÁRIA, STF)\nAP 441 (TP), AP 528 AgR (TP), AP 679 QO (TP). \n(MECANISMO, SUPERAÇÃO, CONFLITO DE NORMA)\nRTJ 172/226 (RE 149948). \n(PROCESSO PENAL, GARANTIA, LIBERDADE INDIVIDUAL, RÉU)\nRTJ 161/264 (HC 73338). \n(INTERROGATÓRIO, EXERCÍCIO, AMPLA DEFESA, CONTRADITÓRIO)\nHC 94016 (2ªT). \n(MOMENTO, INTERROGATÓRIO, CÓDIGO DE PROCESSO PENAL, APLICAÇÃO, LEI DE TÓXICOS)\nRHC 116713 (2ªT), HC 122229 (2ªT), ARE 823822 AgR (2ªT). \n- Decisões monocráticas citadas:\n(MOMENTO, INTERROGATÓRIO, CÓDIGO DE PROCESSO PENAL, APLICAÇÃO, JUSTIÇA MILITAR)\nHC 125052 MC, HC 126080, RHC 126848 MC.\n- Decisões estrangeiras citadas: Caso Roe vs. Wade e caso Mapp vs. Ohio da Suprema Corte Americana.\nNúmero de páginas: 62.\nAnálise: 25/08/2016, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : BLENNER ANTUNES VIEIRA \nPACTE.(S)  : MAICK WANDER SANTANA DE SOUZA \nIMPTE.(S)  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL MILITAR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":353304,"documental_tese_texto":null,"procedencia_geografica_completo":"AM - AMAZONAS","processo_codigo_completo":"HC 127900","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2016-03-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BARROSO, Luís Roberto. Interpretação e aplicação da Constituição. 7. ed. São Paulo; Saraiva, 2009. p. 151.\nBATISTA, Roberto Carlos. Antinomias Jurídicas e Critérios de Resolução. In: Revista de Doutrina e Jurisprudência-TJDF/T, 1998. v. 58. p. 25-38.\nBOBBIO, Norberto. Teoria do Ordenamento Jurídico. Tradução: Cláudio de Cicco/Maria Celeste C. J. Santos: Polis/Editora UnB, 1989. p. 91-92 e 95-97, item 5.\nCINTRA JÚNIOR, Dirceu A. D. Código de Processo Penal e sua interpretação jurisdicional. In: FRANCO, Alberto Silva; STOCO, Rui (coord.). 2. ed. Revista dos Tribunais, 2004. p. 1821.\nDINIZ, Maria Helena. Lei de Introdução ao Código Civil Brasileiro Interpretada. Saraiva, 1994. p. 67-69, item 4 e p. 72-75, item 7.\nFERRAJOLI, Luigi. Direito e Razão - Teoria do Garantismo Penal. Tradução: Ana Paula Zomer Sica, Fauzi Hassan Choukr, Juarez Tavares e Luiz Flávio Gomes. Revista dos Tribunais, 2002. p. 486, item 2.\nFREITAS, Juarez de. A Interpretação Sistemática do Direito. 5. ed. São Paulo: Malheiros, 2010. p. 108.\nGRINOVER, Ada Pellegrini; GOMES FILHO, Antônio Magalhães; FERNANDES, Antônio Scarance. As Nulidades no Processo Penal. 12. ed. São Paulo: Revista dos Tribunais, 2011. p. 75.\nGRINOVER, Ada Pellegrini. O interrogatório como meio de defesa (Lei 10792/2003). In: Revista Brasileira de Ciências Criminais nº 53. p. 185-200.\nJESUS, Damásio Evangelista de. Código de Processo Penal Anotado. 21. ed. Saraiva, 2004. p. 174.\nMACHADO, Hugo de Brito. Introdução ao Estudo do Direito. 2. ed. Atlas, 2004. p. 164-166 e 168, itens 1.2, 1.3 e 1.6.\nMARINANGELO, Rafael. Critérios para Solução de Antinomias do Ordenamento Jurídico. In: Revista do Instituto dos Advogados de São Paulo. Revista dos Tribunais, 2005. v. 15. p. 216-240.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 10. ed. São Paulo: Saraiva, 2013. p. 134.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 6. ed. Revista dos Tribunais, 2007. p. 387, item n. 3.\nTOURINHO FILHO, Fernando da Costa. Processo Penal. 28. ed. Saraiva, 2006. v. 3. p. 269-273, item 1.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":127900,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur440082","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"ES","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta, nos termos do voto do Relator, vencidos os Ministros Dias Toffoli e Gilmar Mendes. Plenário, Sessão Virtual de 23.10.2020 a 3.11.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur440082","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Espírito Santo","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur440082","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"ESTADO – RESPONSABILIDADE. A unidade da Federação responde por danos causados a custodiado quando a prisão tenha decorrido de iniciativa própria.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755026597","externo_seq_objeto_incidente":2384611,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-025  DIVULG 09-02-2021  PUBLIC 10-02-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3738&classe=ADI","is_colac":false,"titulo":"ADI 3738","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00002 ART-00005 INC-00054 ART-00037 \n          \"CAPUT\" PAR-00005 PAR-00006 ART-00061 \n          PAR-00001 INC-00002 LET-E ART-00063 \n          INC-00001 ART-00084 INC-00002 INC-00006 \n          LET-A INC-00023 ART-00163 PAR-00003 \n          PAR-00004 ART-00165 INC-00002 INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00008 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 ART-00009 PAR-ÚNICO\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-006683      ANO-1979\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-EST   CES      ANO-1989\n                CONSTITUIÇÃO ESTADUAL, PR\n\n","LEG-EST   EMC-000014      ANO-2001\n                EMENDA CONSTITUCIONAL, PR\n\n","LEG-EST   LEI-005751      ANO-1998\n          ART-00001 PAR-00001 PAR-00002 ART-00002 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          PAR-00005 ART-00003 ART-00004 INC-00001 \n          INC-00002 PAR-ÚNICO ART-00005 ART-00006 \n          ART-00007 ART-00008 INC-00001 INC-00002 \n          PAR-00001 ART-00009 ART-00010 ART-00011 \n          ART-00012\n                LEI ORDINÁRIA, ES"],"publicacao_data":"2021-02-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: LEI DE ANISTIA, AGENTE PÚBLICO, OFENSA, DIREITOS HUMANOS, DITADURA.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEI IMPUGNADA, ATO NORMATIVO ABSTRATO, CARÁTER GERAL, ESPECIFICAÇÃO, DESTINATÁRIO. INCONSTITUCIONALIDADE FORMAL, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO, CRIAÇÃO, ATRIBUIÇÃO, ÓRGÃO, ADMINISTRAÇÃO PÚBLICA. INCONSTITUCIONALIDADE MATERIAL, EMENDA CONSTITUCIONAL ESTADUAL, EXTRAPOLAÇÃO, LIMITAÇÃO, PODER CONSTITUINTE ORIGINÁRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3738&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI DE ANISTIA, AGENTE PÚBLICO, OFENSA, DIREITOS HUMANOS, DITADURA)\nADPF 153 (TP). \n(ADI, LEI IMPUGNADA, ATO NORMATIVO ABSTRATO, CARÁTER GERAL, ESPECIFICAÇÃO, DESTINATÁRIO)\nADI 1231 (TP), ADI 2137 MC (TP). \n(INCONSTITUCIONALIDADE FORMAL, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO, CRIAÇÃO, ATRIBUIÇÃO, ÓRGÃO, ADMINISTRAÇÃO PÚBLICA)\nADI 821 (TP), ADI 1275 (TP), ADI 2857 (TP), RE 395912 AgR (1ªT). \n(INCONSTITUCIONALIDADE MATERIAL, EMENDA CONSTITUCIONAL ESTADUAL, EXTRAPOLAÇÃO, LIMITAÇÃO, PODER CONSTITUINTE ORIGINÁRIO)\nADI 2639 (TP). \n- Decisão estrangeira citada: caso Gomes Lund de 2010, da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 34.\nAnálise: 17/01/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DO ESPÍRITO SANTO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":440082,"documental_tese_texto":null,"procedencia_geografica_completo":"ES - ESPÍRITO SANTO","processo_codigo_completo":"ADI 3738","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-11-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"SILVA, Carlos Augusto Canêdo Gonçalves da; REIS, Roberta Cerqueira. Comissões da verdade, reconstrução, memória e o caso brasileiro. In: MEYER, Emílio Peluso Neder (Coord.). Justiça de Transição em Perspectiva Transnacional. Belo Horizonte: Initia Via, 2017. p. 54.\nMEYER, Emílio Peluso Neder; GONÇALVES, Raquel Cristina Possolo. Contributo do CJT/UFMG para o relatório geral da RLAJT. In: MEYER, Emílio Peluso Neder (Coord.). Justiça de Transição em Perspectiva Transnacional. Belo Horizonte: Initia Via, 2017. p. 207.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":3738,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur440247","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade formal da Lei 14.279/2020 do Estado da Bahia, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Marco Aurélio, Cármen Lúcia e Rosa Weber. O Ministro Dias Toffoli declarava a inconstitucionalidade formal e material da lei. Plenário, Sessão Virtual de 11.12.2020 a 18.12.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["3","4"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur440247","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur440247","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI 14.279/2020 DO ESTADO DA BAHIA. REDUÇÃO OBRIGATÓRIA E PROPORCIONAL DAS MENSALIDADES NA REDE PARTICULAR DE ENSINO EM DECORRÊNCIA DAS MEDIDAS RESTRITIVAS DE CARÁTER TEMPORÁRIO PARA ENFRENTAMENTO DA EMERGÊNCIA DE SAÚDE PÚBLICA DECORRENTE DO CORONAVÍRUS. COMPETÊNCIA DA UNIÃO EM MATÉRIA DE DIREITO CIVIL (ART. 22, I, DA CF). INCONSTITUCIONALIDADE FORMAL RECONHECIDA. PROCEDÊNCIA.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos União, Estados-Membros, Distrito Federal e Municípios e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. A Lei 14.279/2020 do Estado da Bahia, ao determinar a redução obrigatória e proporcional das mensalidades na rede particular de ensino, em decorrência das medidas restritivas de caráter temporário para enfrentamento da emergência de saúde pública decorrente do coronavírus, viola a competência da União para legislar sobre Direito Civil (art. 22, I, CF), por se tratar de norma abstrata sobre direito civil, afastando-se da competência concorrente dos estados para editar normas sobre responsabilidade por danos aos consumidores (art. 24, V, CF).\n\n\n\n    4. Efeitos jurídicos da Pandemia COVID-19 sobre os negócios jurídicos privados, inclusive decorrentes de relações de consumo, foram tratados pela Lei 14.010/2020, que estabeleceu o Regime Jurídico Emergencial e Transitório das relações jurídicas de Direito Privado (RJET) no período da pandemia do Coronavírus (Covid-19), reduzindo o espaço de competência complementar dos Estados, ausente previsão geral de modificação dos contratos de prestação de serviços educacionais.\n\n\n\n    4. Ação direta julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755053459","externo_seq_objeto_incidente":6018020,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-027  DIVULG 11-02-2021  PUBLIC 12-02-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6575&classe=ADI","is_colac":false,"titulo":"ADI 6575","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00004 ART-00003 ART-00005\n    INC-00032 ART-00007 ART-00008 ART-00009\n    ART-00010 ART-00011 ART-00022 INC-00001\n    INC-00024 ART-00024 INC-00001 INC-00005\n    INC-00008 INC-00009 ART-00030 INC-00001\n    ART-00037 ART-00103 INC-00009 PAR-00022\n    ART-00149 ART-00170 \"CAPUT\" INC-00005\n    ART-00201 ART-00202 ART-00209 ART-00218\n    ART-00219 ART-00225\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078 ANO-1990\n    ART-00006 INC-00005 ART-00008 ART-00049\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009394 ANO-1996\n    ART-00007\n    LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-009870 ANO-1999\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00478 ART-00479 ART-00480\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-014010 ANO-2020\n    ART-00007 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   DEC-009235 ANO-2017\n    ART-00009\n    DECRETO\n\n","LEG-FED   PJL-001163\n    PROJETO DE LEI\n\n","LEG-FED   PJL-001108 ANO-2020\n    PROJETO DE LEI\n\n","LEG-FED   PJL-001119 ANO-2020\n    PROJETO DE LEI\n\n","LEG-FED   SUMSTF-000643\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-014279 ANO-2020\n    LEI ORDINÁRIA, BA"],"publicacao_data":"2021-02-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EVOLUÇÃO, FEDERALISMO, COLABORAÇÃO, ENTE FEDERADO, UNIÃO FEDERAL. CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA, PREVALÊNCIA, NORMA, LOCAL, MUNICÍPIO, EQUILÍBRIO, FEDERAÇÃO. CONSTITUINTE ORIGINÁRIO, DISTRIBUIÇÃO, MATÉRIA. COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO ESTADUAL, DIREITO DO CONSUMIDOR, RESPONSABILIDADE, DANO, CONSUMIDOR. PRECEDENTE, HIPÓTESE, CONDUTA, ABUSO, INSTITUIÇÃO PRIVADA, ENSINO, LOCAL; CASO CONCRETO, DISTINÇÃO. INEXISTÊNCIA, SITUAÇÃO, LESÃO, CONSUMIDOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: COMPETÊNCIA LEGISLATIVA, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO CIVIL, FINALIDADE, SEGURANÇA, NEGÓCIO JURÍDICO. HIPÓTESE, AUSÊNCIA, NECESSIDADE, PROTEÇÃO, DIREITO DO CONSUMIDOR. PRECEDENTE, STF, RECONHECIMENTO, COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO, SITUAÇÃO, CONFIGURAÇÃO, ABUSO. EXISTÊNCIA, LEI FEDERAL, UNIÃO FEDERAL, PREVISÃO, SITUAÇÃO EMERGENCIAL, PANDEMIA. INCONSTITUCIONALIDADE MATERIAL, INCONSTITUCIONALIDADE FORMAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, PERTINÊNCIA TEMÁTICA. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ESTADO-MEMBRO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES. PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, REFORÇO, FEDERALISMO COOPERATIVO. FEDERALISMO, CONFLITO DE COMPETÊNCIA, PRESUNÇÃO, CONSTITUCIONALIDADE, ATO LEGISLATIVO. PRINCÍPIO DA SUBSIDIARIEDADE. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO DA MÁXIMA EFETIVIDADE, DIREITO FUNDAMENTAL. COMPETÊNCIA LEGISLATIVA, DIREITO À EDUCAÇÃO, DIREITO DO CONSUMIDOR. PONDERAÇÃO DE PRINCÍPIOS, PRINCÍPIO DA LIVRE INICIATIVA, DEFESA DO CONSUMIDOR, JUSTIÇA SOCIAL, PANDEMIA. INEXISTÊNCIA, OFENSA, PROPORCIONALIDADE, AUTONOMIA UNIVERSITÁRIA. ORDEM ECONÔMICA.\n\n- TERMO(S) DE RESGATE: PRESUMPTION AGAINST PRE-EMPTION. CLEAR STATEMENT RULE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6575&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONFLITO DE COMPETÊNCIA, PREVALÊNCIA, INTERESSE, MULTIDISCIPLINARIDADE)\nADPF 109 (TP), ADI 5327 (TP), ADI 5356 (TP). \n(EDUCAÇÃO, POSSIBILIDADE, INICIATIVA PRIVADA)\nADI 1923 (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, USURPAÇÃO DE COMPETÊNCIA, EDUCAÇÃO)\nADI 1007 (TP), ADI 1042 (TP), ADI 3874 (TP), ADI 5462 (TP), ADI 5951 (TP), ADI 6484 (TP). \n(AUSÊNCIA, OFENSA, LIVRE INICIATIVA, LEGITIMIDADE, INTERVENÇÃO)\nADI 3512 (TP). \n(COMPETÊNCIA CONCORRENTE, REQUISITO, LEGISLAÇÃO ESTADUAL)\nADI 3098 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 52.\nAnálise: 24/02/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERACAO NACIONAL DOS ESTABELECIMENTOS DE ENSINO \nADV.(A/S)  : PRISCILA VALVERDE DE MIRANDA SOUTO \nADV.(A/S)  : EDUARDO MASCARENHAS DE MORAES \nADV.(A/S)  : WALTER DE SOUZA MACHADO \nINTDO.(A/S)  : O PRESIDENTE DA ASSEMBLEIA LEGISLATIVA DO ESTADO DA BAHIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":440247,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6575","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-12-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77\nBARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1\nGRAU, Eros Roberto. A ordem econômica na Constituição de 1988 (interpretação e crítica). 16. ed. São Paulo: Malheiros, 2014. p. 71-72 e 191.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, p. 53.\nLEVI, Lucio. Dicionário de política. BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coords.) v. 1. p. 482.\nLOWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHA, Josaphat. Rui barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40\nMENDES, Gilmar. Curso de direito constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 97 e 841.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution . New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":6575,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur442581","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SE","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), negando provimento ao recurso, pediu vista dos autos o Ministro Alexandre de Moraes. Ausentes, justificadamente, os Ministros Gilmar Mendes e Celso de Mello, e, neste julgamento, o Ministro Luiz Fux. Falou, pelo recorrente Partido Socialista dos Trabalhadores Unificado - PSTU, o Dr. Cezar Britto. Presidência da Ministra Cármen Lúcia. Plenário, 5.4.2018.\r\n\n                       Decisão: Após o voto-vista do Ministro Alexandre de Moraes e do voto do Ministro Luiz Fux, que acompanhavam o Relator, negando provimento ao recurso extraordinário; e dos votos dos Ministros Edson Fachin, Roberto Barroso, Rosa Weber, Cármen Lúcia e Ricardo Lewandowski, que davam provimento ao recurso, pediu vista dos autos o Ministro Dias Toffoli (Presidente). Ausentes, justificadamente, os Ministros Celso de Mello e Gilmar Mendes. Plenário, 19.12.2018.\r\n\n            Decisão: O Tribunal, por maioria, apreciando o tema 855 da repercussão geral, deu provimento ao recurso extraordinário para afastar a condenação ao pagamento da multa cominatória e dos honorários fixados, invertendo-se, por conseguinte, a sucumbência, nos termos do voto do Ministro Edson Fachin, Redator para o acórdão, vencidos os Ministros Marco Aurélio (Relator), Alexandre de Moraes, Luiz Fux (Presidente), Nunes Marques e Gilmar Mendes. Foi fixada a seguinte tese: “A exigência constitucional de aviso prévio relativamente ao direito de reunião é satisfeita com a veiculação de informação que permita ao poder público zelar para que seu exercício se dê de forma pacífica ou para que não frustre outra reunião no mesmo local”. Plenário, Sessão Virtual de 4.12.2020 a 14.12.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur442581","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Sergipe","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur442581","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. DIREITO CONSTITUCIONAL. DIREITO DE MANIFESTAÇÃO. DIREITO DE REUNIÃO E DE EXPRESSÃO. AVISO PRÉVIO. DESNECESSIDADE. PROVIMENTO DO RECURSO EXTRAORDINÁRIO.\n\n\n\n    1. Em uma sociedade democrática, o espaço público não é apenas um lugar de circulação, mas também de participação. Há um custo módico na convivência democrática e é em relação a ele que eventual restrição a tão relevante direito deve ser estimada. \n\n\n\n    2. O aviso ou notificação prévia visa permitir que o poder público zele para que o exercício do direito de reunião se dê de forma pacífica e que não frustre outra reunião no mesmo local. Para que seja viabilizado, basta que a notificação seja efetiva, isto é, que permita ao poder público realizar a segurança da manifestação ou reunião.\n\n\n\n    3. Manifestações espontâneas não estão proibidas nem pelo texto constitucional, nem pelos tratados de direitos humanos. A inexistência de notificação não torna ipso facto ilegal a reunião. \n\n\n\n    4. A notificação não precisa ser pessoal ou registrada, porque implica reconhecer como necessária uma organização que a própria Constituição não exigiu.\n\n\n\n    5. As manifestações pacíficas gozam de presunção de legalidade, vale dizer, caso não seja possível a notificação, os organizadores não devem ser punidos por sanções criminais ou administrativas que resultem multa ou prisão. \n\n\n\n    6. Tese fixada: A exigência constitucional de aviso prévio relativamente ao direito de reunião é satisfeita com a veiculação de informação que permita ao poder público zelar para que seu exercício se dê de forma pacífica ou para que não frustre outra reunião no mesmo local.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755376303","externo_seq_objeto_incidente":4555912,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-053  DIVULG 18-03-2021  PUBLIC 19-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=806339&classe=RE","is_colac":false,"titulo":"RE 806339","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    ART-00072 PAR-00008\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00113 PAR-00011\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00122 PAR-00010\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00141 PAR-00011\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00150 PAR-00027\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00015 INC-00016\n    PAR-00002 ART-00102 INC-00003 LET-A\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00191 ART-00508\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00099 INC-00001\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-INT   CVC ANO-1969\n    ART-00015 ART-00016 NÚMERO-00001 NÚMERO-00002\n    NÚMERO-00003\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00019 NÚMERO-00001 NÚMERO-00002 ART-00021\n    ART-00022\n    PACTO  INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO  - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO -  PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-DIS   DEC-020098 ANO-1999\n    DECRETO, DF"],"publicacao_data":"2021-03-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VINCULAÇÃO, DIREITO DE EXPRESSÃO, DIREITO DE REUNIÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INTERPRETAÇÃO RESTRITIVA, LIMITAÇÃO, LIBERDADE DE REUNIÃO. EXERCÍCIO, DIREITO DE REUNIÃO, DIREITO COMPARADO. OBJETIVO, PRÉVIO AVISO, EXERCÍCIO, DIREITO DE REUNIÃO, PREVENÇÃO, VIOLÊNCIA, MANUTENÇÃO, INTEGRIDADE FÍSICA, IMPOSSIBILIDADE, APRECIAÇÃO, CONVENIÊNCIA, REUNIÃO PACÍFICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: ORIENTAÇÃO, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU), DIREITO DE REUNIÃO, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19). INTERDITO PROIBITÓRIO, ÓBICE, DIREITO DE REUNIÃO, CONTRARIEDADE, EFETIVAÇÃO, DIREITO FUNDAMENTAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: LEGITIMIDADE, PODER PÚBLICO, IMPEDIMENTO, BLOQUEIO, VIA PÚBLICA, LIBERDADE DE LOCOMOÇÃO. EXIGÊNCIA, PRÉVIO AVISO, CONFIGURAÇÃO, ATO ILÍCITO. PRÉVIO AVISO, VALIDADE, EXISTÊNCIA, DIREITO DE REUNIÃO. PRÉVIO AVISO, OBRIGAÇÃO ACESSÓRIA, DIREITO DE REUNIÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: EXERCÍCIO, DIREITO DE REUNIÃO, PRÉVIO AVISO, AUTORIDADE COMPETENTE.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: DIREITO DE REUNIÃO, DIREITO FUNDAMENTAL, ESTADO DEMOCRÁTICO DE DIREITO. EFETIVIDADE, DIREITO INDIVIDUAL, GARANTIA INDIVIDUAL, ESTADO DE DIREITO. PRINCÍPIO DA CONVIVÊNCIA DAS LIBERDADES PÚBLICAS, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA. LIMITAÇÃO, DIREITO INDIVIDUAL. RAZOABILIDADE, EXERCÍCIO, DIREITO DE REUNIÃO, DIREITO COMPARADO. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO. DIFERENÇA, AUTORIZAÇÃO PRÉVIA, PRÉVIO AVISO, DIREITO DE REUNIÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: PRÉVIO AVISO, CONDIÇÃO, DIREITO DE REUNIÃO. DIREITO DE REUNIÃO, LIBERDADE DE EXPRESSÃO, CLÁUSULA PÉTREA, DEMOCRACIA. PRÉVIO AVISO, MECANISMO, CONCILIAÇÃO, DIREITO DE REUNIÃO, DIREITO À VIDA, SEGURANÇA, DIREITO DE PROPRIEDADE.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: LIBERDADE DE REUNIÃO, AUTONOMIA PRIVADA, FACULDADE, AUTODETERMINAÇÃO, DESENVOLVIMENTO, DIREITO DA PERSONALIDADE. ESSENCIALIDADE, DIREITO DE REUNIÃO, DEMOCRACIA. PRÉVIO AVISO, MECANISMO, TUTELA, DIREITO, OBJETIVO, ADMINISTRAÇÃO PÚBLICA, GARANTIA, MOBILIDADE URBANA, AUSÊNCIA, DANO A TERCEIRO. HIPÓTESE, MITIGAÇÃO, OBRIGAÇÃO, PRÉVIO AVISO, ESPONTANEIDADE, MANIFESTAÇÃO; ONEROSIDADE, PRÉVIO AVISO; AUSÊNCIA, RISCO, DANO A TERCEIRO. IMPOSSIBILIDADE, VEDAÇÃO, REUNIÃO PACÍFICA, JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE, ADMINISTRAÇÃO PÚBLICA. PRINCÍPIO DA MÁXIMA EFETIVIDADE, DIREITO FUNDAMENTAL. EXIGÊNCIA, PRÉVIO AVISO, DIREITO DE REUNIÃO, DIREITO COMPARADO. INTERPRETAÇÃO SISTEMÁTICA, CONSTITUIÇÃO FEDERAL, FLEXIBILIZAÇÃO, PRÉVIO AVISO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. CASO CONCRETO, AUSÊNCIA, PRÉVIO AVISO, OBJETIVO, BLOQUEIO, RODOVIA, DANO A TERCEIRO, OFENSA, BOA-FÉ, SOLIDARIEDADE.\n\n- TERMO(S) DE RESGATE: AVISO PRÉVIO PRO POPULO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=806339&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(LIMITAÇÃO, DIREITO INDIVIDUAL)\r\nHC 70814 (1ªT).\r\n(DIREITO DE REUNIÃO)\r\nADI 1969 (TP), ADPF 187 (TP), ADI 4274 (TP), ADI 5852 (TP).\r\n- Decisões monocráticas citadas:\r\n(DIREITO DE REUNIÃO)\r\nADPF 519.\r\n- Legislação estrangeira citada: art. 29, da Declaração dos Direitos Humanos das Nações Unidas; art. 10 e art. 11, n. 1 e n. 2, da Convenção Europeia de Direitos Humanos; Seção 2 da Constituição do Canadá; Constituição Portuguesa de 1976; 1ª Emenda Constitucional dos Estados Unidos da América; art. 8, II, da Lei Fundamental e Seção 14, item 1, da Lei sobre assembleias e procissões, da Alemanha.\n- Decisões estrangeiras citadas: Caso Shuttlesworth vs. City of Birmingham, 394 U.S. 147, 150–51, 1969, Caso Jones vs. Parmley, 465 F.3d 46, 56–57 2d Cir. 2006, Caso Ward vs. Rock Against Racism, 491 U.S. 781, 791, 1989, Caso Thomas vs. Chi. Park Dist., 534 U.S. 316, 322, 2002, Caso Quoting Clark vs. Cmty. For Creative Non-Violence, 468 U.S. 288, 293, 1984, Caso Tabatha Abu El-Haj, The Neglected Right of Assembly, 56 UCLA L. Rev. 543, 551–52, 2009, da Suprema Corte Norte-Americana; Caso Auli Kivenmaa vs. Finland, do Comitê de Direitos Humanos da ONU/ Caso Affaire Barraco vs. France, Cinquième Section, Requête no 31684/05, Arret, Strasbourg, 5 mars 2009, Définitif 05/06/2009, Caso Bukta and others vs. Hungarydo, Caso Kasparov e Outros vs. Rússia (queixa nº 51988/07), Caso Sergey Kuznetsov vs. Rússia, (queixa nº 10877/04), decisão de 2008,  Caso Oya Ataman vs. Turquia, (queixa nº 74552/01), decisão de 2006; Caso Bukta e Outros vs. Hungria, (queixa nº 25691/04), decisão de 2007; Caso Fáber vs. Hungria, (queixa nº 40721/08), decisão de 2012; Caso Berladir e Outros vs. Rússia, (queixa nº 34202/06),\ndecisão de 2012; Caso Malofeyeva vs. Rússia, (queixa nº 36673/04), decisão de 2013; Caso Navalnyy e Yashin vs. Rússia, (queixa nº 76204/11), decisão de 2014; e Caso Kudrevicius e Outros vs. Lituânia, (queixa nº 37553/05), decisão de 2015, Caso Frumkin vs. Rússia, (queixa nº 74568/12), decisão em 2016), Caso Kudrevicius e Outros vs. Lituânia (queixa nº 37553/05), decisão de 2015,  Caso Éva Molnár vs. Hungria, do Tribunal Europeu de Direitos Huamnos; Caso CCT 32/18 (Mlungwana e Outros c. O Estado), da Corte Constitucional da África do Sul, em 19.11.2018; Decisão de 26.09.2012 (C-742/12), da Corte Constitucional da Colômbia; Caso Kivenmaa vs Finlândia (Comunicação nº 412/1990), do Comitê de Direitos Humanos da Organização das Nações Unidas; Caso Shuttlesworth vs. City of Birmingham, 394 U.S. 147 (1969), Caso Ward vs. Rock Against Racism, 491 U.S. 781, 791 (1989), dos Estados Unidos\nda América.\n- Veja Ofício 216/2008 da Regional do Departamento de Polícia Rodoviária Federal.\n- Veja Informe sobre la situación de las defensoras y defensores de los derechos humanos em las Américas, 2006, da Comissão Interamericana de Direitos Humanos.\n- Veja Relatório sobre Segurança Cidadã e Direitos Humanos, Maia Kiai (A/HRC/23/39, par. 66), da Comissão Interamericana de Direitos Humanos.\n- Veja Relatório conjunto do Relator Especial sobre os direitos à liberdade de reunião pacífica e de\nassociação e do Relator Especial sobre execuções extrajudiciais, sumárias ou arbitrárias sobre a gestão adequada das reuniões, (A/HRC/31/66, de fevereiro de 2016), do Conselho de Direitos Humanos das Nações Unidas.\n- Veja Relatório do Relator Especial sobre os direitos de liberdade de reunião pacífica e de\nassociação - Report of the Special Rapporteur on the rights to freedom of peaceful assembly and of association, Maina Kiai (A/HRC/20/27), da da Organização das Nações Unidas, de maio de 2012.\n- Veja Comentário Geral nº 37/20, da nova interpretação sobre o direito de reunião pacífica (previsto no art. 21 do PIDCP), do Comitê de Direitos Humanos da Organização das Nações Unidas.\n\n\n\n\nNúmero de páginas: 125.\nAnálise: 06/03/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : SINDICATO UNIFICADO DOS TRABALHADORES PETROLEIROS PETROQUIMICOS QUIMICOS E PLASTICOS DOS ESTADOS DE ALAGOAS E SERGIPE SINDIPETRO \nRECTE.(S)  : COORDENAÇÃO NACIONAL DE LUTAS - CONLUTAS \nRECTE.(S)  : PARTIDO SOCIALISTA DOS TRABALHADORES UNIFICADO - PSTU \nADV.(A/S)  : RAQUEL DE OLIVEIRA SOUSA E OUTRO(A/S)\nADV.(A/S)  : RAIMUNDO CEZAR BRITTO ARAGAO \nADV.(A/S)  : ARISTEU CESAR PINTO NETO \nRECDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES EM SINDICATOS FEDERACOES ASSOCIACOES CENTRAIS SINDICAIS ORGAOS CLASSISTAS E ENTIDADES AFINS DO ESTADO DE SERGIPE - SINTES \nADV.(A/S)  : MARIA DA CONCEIÇÃO BEZERRA \nINTDO.(A/S)  : COMISSAO PASTORAL DA TERRA - CPT \nADV.(A/S)  : MARTA PINTO DOS ANJOS \nINTDO.(A/S)  : INSTITUTO BRASILEIRO DE CIENCIAS CRIMINAIS - IBCCRIM \nADV.(A/S)  : MAURÍCIO STEGEMANN DIETER E OUTRO(S) \nINTDO.(A/S)  : ARTIGO 19 BRASIL \nADV.(A/S)  : CAMILA MARQUES BARROSO E OUTRO(A/S)\nINTDO.(A/S)  : CONECTAS DIREITOS HUMANOS \nADV.(A/S)  : MARCOS ROBERTO FUCHS \nINTDO.(A/S)  : DEFENSORIA PÚBLICA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"855 - Definição do alcance do art. 5º, XVI, da Constituição Federal, notadamente da exigência de aviso prévio à autoridade competente como pressuposto para o legítimo exercício da liberdade de reunião.","old_seq_sjur":442581,"documental_tese_texto":"A exigência constitucional de aviso prévio relativamente ao direito de reunião é satisfeita com a veiculação de informação que permita ao poder público zelar para que seu exercício se dê de forma pacífica ou para que não frustre outra reunião no mesmo local.","procedencia_geografica_completo":"SE - SERGIPE","processo_codigo_completo":"RE 806339","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-12-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALMEIDA, Fernando Dias Menezes de. Liberdade de Reunião. São Paulo: Max Limonad, 2001. p. 150.\nBARACHO, José Alfredo Oliveira. Teoria da Constituição. Revista de Informação Legislativa, ano 15. n. 58. abr./jun. 1978.\nBARILE, Paolo. Diritti dell’uomo e libertà fundamentali. Bolonha: Il Molino, 1984. p. 182-183.\nBARILE, Paolo. Diritti dell’uomo e libertà fundamentali. Bolonha: Il Molino. p. 13 et seq.\nBIELSA, Rafael. Estudios de Derecho Público: Derecho Constitucional. Buenos Aires: Arayú. Tomo III. p. 345.\nCANOTILHO, José Joaqui Gomes. Direito constitucional. Coimbra: Almedina, 1993. p. 541 et seq.\nDIMOULIS, Dimitri. Artigo 5º, inciso XVI. In: Comentários à Constituição Federal de 1988. 1. ed. Rio de Janeiro: Forense, 2009. p. 134.\nDWORKIN, Ronald. Justice for hedgehogs. Cambridge; London: The Belknap Press of Harvard University Press, 2011. p. 593.\nDWORKIN, Ronald. A virtude soberana: a teoria e a prática da igualdade. São Paulo: WMF Martins Fontes, 2011. p. ix.\nFERREIRA FILHO, Manoel Gonçalves. Estado de direito e constituição. São Paulo: Saraiva, 1988. p. 16 et seq.\nFUX, Luiz. O direito de reunião na Constituição federal de 1988. In: A Constituição de 1988 na visão dos ministros do Supremo Tribunal Federal. Brasília: Supremo Tribunal Federal, 2013. p. 184.\nGARGARELLA, Roberto. El derecho a la protesta: El primer derecho. 1. ed. Buenos Aires: Ad-Hoc, 2005. p. 26.\nGOMES, Juliana Cesário Alvim. O constitucionalismo difuso e seus fundamentos in Jurisdição constitucional e política. Rio de Janeiro: Forense, 2015. p. 423.\nHESSE, Konrad. Temas fundamentais do direito constitucional. São Paulo: Saraiva, 2009. p. 113-114.\nJARMAN, N.; BRYAN, D. General Principles Governing Freedom Of Assembly And Public Events. 2004.\nJORDÃO, Eduardo Ferreira. O abuso de direito como ilicitude cometida sob aparente proteção jurídica. Revista Baiana de Direito, v. 04, p. 255-292, 2009.\nLAVIÉ, Quiroga. Derecho constitucional. Buenos Aires: Depalma, 1993. p. 123 et seq.\nMADISON, James. Federalist papers, n. LI.\nMELLO FILHO, José Celso. O Direito Constitucional de Reunião. Alínea \"a\".\nMENDES, Gilmar Ferreira; COELHO, Inocêncio; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. São Paulo: Editora Saraiva. 2007. p. 383-384.\nMIRANDA, Jorge; MEDEIROS, Rui. Constituição Portuguesa Anotada. Coimbra, 2005. Tomo I. p. 465-466.\nORGANIZAÇÃO PARA A SEGURANÇA E COOPERAÇÃO NA EUROPA. Guidelines on Freedom of Peaceful Assembly. p. 15.\nPEREIRA, Jane Reis Gonçalves. Interpretação constitucional e direitos fundamentais: uma contribuição ao\nestudo das restrições aos direitos fundamentais na perspectiva da teoria dos princípios. Rio de Janeiro: Renovar, 2006. p. 195.\nSEN, Amartya. Desenvolvimento como liberdade. São Paulo: Companhia de bolso, 2015. p 201.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 39. ed. São Paulo: Malheiros, 2016.\nSILVA, José Afonso da. Curso de direito constitucional positivo. São Paulo: Malheiros, 2018. p. 267.\nYOUNG, Iris Marion Young. Inclusion and Democracy. Oxford; New York: Oxford University Press, 2000. p. 47-48.","ministro_facet":["MARCO AURÉLIO","EDSON FACHIN"],"processo_numero":806339,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}