{"result":{"took":544,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur418137","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, ficando condicionada a entrega: (a) ao juízo discricionário do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017 e (c) à conclusão dos processos penais a que o extraditando responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/2017, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 6.12.2019 a 12.12.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur418137","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur418137","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO EXECUTÓRIA. GOVERNO DA BÉLGICA. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI 13.445/2017) E DO TRATADO DE EXTRADIÇÃO DO GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA BÉLGICA (DECRETO 41.909/65). POSSIBILIDADE DE ENTREGA DO SÚDITO ALIENÍGENA AO ESTADO REQUERENTE. IMPUTAÇÃO DE DELITOS FALIMENTARES. DUPLA TIPICIDADE CONFIGURADA E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. FAMÍLIA BRASILEIRA. APLICAÇÃO DO ENUNCIADO 421 DA SÚMULA DO STF. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017. \n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu artigo 5º, inciso LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pelo extraditando, que é que é cidadão belga. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445, de 24 de maio de 2017) e do Tratado de Extradição entre o Governo da República Federativa do Brasil e o Governo da Bélgica, de 29 de julho de 1965. \n\n\n\n    2. Os fatos delituosos imputados ao extraditando correspondem, no direito pátrio, a crime falimentar (artigo 168, da Lei 11.101). Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/2017. Demais requisitos que autorizam a extradição, mostram-se igualmente preenchidos. \n\n\n\n    3. O fato de o extraditando ser casado com brasileira não impede a sua retirada compulsória do território nacional, consoante a sólida jurisprudência desta CORTE, cristalizada no enunciado 421 de sua Súmula.\n\n\n\n    4. Pedido deferido, ficando condicionada a entrega (a) a decisão discricionária do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017; e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751889433","externo_seq_objeto_incidente":5617284,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-019  DIVULG 31-01-2020  PUBLIC 03-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1572&classe=Ext","is_colac":false,"titulo":"Ext 1572","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011101      ANO-2005\n          ART-00168 \"CAPUT\"\n                LF-2005 LEI DE FALÊNCIAS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00002 ART-00095 \"CAPUT\" \n          ART-00096\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1953\n                TRATADO DE EXTRADIÇÃO FIRMADO, NO RIO DE JANEIRO, A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00109 INC-00004 ART-00110\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000026      ANO-1956\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO FIRMADO, NO RIO E JANEIRO, A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA\n\n","LEG-FED   DEC-041909      ANO-1957\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO FIRMADO, NO RIO DE JANEIRO, A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-02-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1572&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REQUISITO, PEDIDO, EXTRADIÇÃO)\nExt 667 (TP). \n(FUNDAMENTAÇÃO, EXTRADIÇÃO, TRATADO INTERNACIONAL, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE)\nExt 669 (TP), Ext 1196 (TP). \n(SÚMULA 421/STF)\nExt 669 (TP), Ext 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT). \n- Legislação estrangeira citada: art. 66, art. 92, alínea 1, art. 490bis, art. 491 e art. 507, do Código Penal Belga.\nNúmero de páginas: 18.\nAnálise: 01/12/2020, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA BÉLGICA \nEXTDO.(A/S)  : DIMITRI JANSSENS OU JANSSENS DIMITRI \nADV.(A/S)  : SIMONE MANDINGA \nADV.(A/S)  : LILIAN GALVÃO BARBOSA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":418137,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1572","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-12-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1572,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur413031","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação direta e julgou procedente o pedido para declarar a inconstitucionalidade formal da Lei nº 10.355/2016 do Estado de Mato Grosso, nos termos do voto do Relator. Plenário, Sessão Virtual de 20.9.2019 a 26.9.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur413031","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur413031","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI ESTADUAL 10.335/2016 DO ESTADO DO MATO GROSSO. ISENÇÃO DA TAXA DE REDISTRIBUIÇÃO AUTORAL ARRECADADA PELO ESCRITÓRIO CENTRAL DE ARRECADAÇÃO E DISTRIBUIÇÃO — ECAD. COMPETÊNCIA DA UNIÃO EM MATÉRIA DE DIREITO CIVIL (CF, ART. 22, I, DA CF). OFENSA AO ART. 5º, XXII e XXVII, da CF. PROCEDÊNCIA.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos, União, Estados-Membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. A Lei 10.335/2016 do Estado do Mato Grosso, ao estabelecer isenção ampla para determinados usuários da produção intelectual, permitindo a utilização gratuita de obras alheias (privadas) por parte das instituições filantrópicas, as associações, as fundações e entidades oficialmente declaradas de utilidade pública, sem fins lucrativo, invadiu, indevidamente, a competência legislativa privativa da União (CF, art. 22, I).\n\n\n\n    4. O benefício produz reflexos (restritivos) no domínio da produção intelectual, pertencente ao criador de obra, traduzindo, assim, indisfarçada limitação ao direito de propriedade, matéria inserida na competência privativa da União. A orientação jurisprudencial desta SUPREMA CORTE sufraga o entendimento de que os entes subnacionais não possuem competência legislativa para disciplinar substancialmente o direito de propriedade. Precedentes.\n\n\n\n    5. A norma viola materialmente o art. 5º, XXII e XXVII, da CF, uma vez que a permissão para utilização das criações artísticas cabe ao autor da obra, que detém o direito sobre a integridade de sua criação. \n\n\n\n    6. Ação Direta conhecida e julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751151468","externo_seq_objeto_incidente":5293423,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-224  DIVULG 14-10-2019  PUBLIC 15-10-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5799&classe=ADI","is_colac":false,"titulo":"ADI 5799","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00022 INC-00027 ART-00022 \n          INC-00001 ART-00024 ART-00030 INC-00001 \n          ART-00103 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009610      ANO-1998\n          ART-00099 REDAÇÃO DADA PELA LEI-12853/2013\n                LDA-1998 LEI DO DIREITO AUTORAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00002 INC-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012853      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-EST   LEI-010989      ANO-1993\n                LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-009495      ANO-1997\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-011446      ANO-1997\n                LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-010335      ANO-2016\n                LEI ORDINÁRIA, MT"],"publicacao_data":"2019-10-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, REQUISITO, LEGITIMIDADE, CONFEDERAÇÃO SINDICAL, ENTIDADE DE CLASSE. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ESCRITÓRIO CENTRAL DE ARRECADAÇÃO E DISTRIBUIÇÃO (ECAD). INCONSTITUCIONALIDADE, LEI ESTADUAL, COBERTURA DE PLANO DE SAÚDE, PRINCÍPIO DA UNIVERSALIDADE DA COBERTURA. INCONSTITUCIONALIDADE, LEI ESTADUAL, OBRIGATORIEDADE, CONTRATAÇÃO, SEGURO, ACIDENTE PESSOAL, EVENTO ESPORTIVO, ATIVIDADE CULTURAL, ATIVIDADE ARTÍSTICA. INCONSTITUCIONALIDADE, LEI DISTRITAL, PROIBIÇÃO, CONCESSIONÁRIA, ÓRGÃO PÚBLICO, INSTITUIÇÃO FINANCEIRA, CREDOR, COBRANÇA, JUROS DE MORA. INCONSTITUCIONALIDADE, LEI ESTADUAL, MATÉRIA, PRESTAÇÃO DE SERVIÇO, EDUCAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5799&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, REQUISITO, LEGITIMIDADE, CONFEDERAÇÃO SINDICAL, ENTIDADE DE CLASSE)\nADI 4230 AgR (TP), ADI 4294 AgR (TP), ADI 5320 AgR (TP), ADI 4722 AgR (TP). \n(ADI, LEGITIMIDADE ATIVA, ECAD)\nADI 3153 AgR (TP), ADI 5062 (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, COBERTURA DE PLANO DE SAÚDE, PRINCÍPIO DA UNIVERSALIDADE DA COBERTURA)\nADI 1646 (TP), ADI 1595 MC (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, OBRIGATORIEDADE, CONTRATAÇÃO, SEGURO, ACIDENTE PESSOAL)\nADI 3402 (TP). \n(INCONSTITUCIONALIDADE, LEI DISTRITAL, PROIBIÇÃO, CREDOR, COBRANÇA, JUROS DE MORA)\nADI 3605 (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, MATÉRIA, PRESTAÇÃO DE SERVIÇO, EDUCAÇÃO)\nADI 1007 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DIREITO DE PROPRIEDADE)\nADI 1472 (TP), ADI 1623 (TP), ADI 1918 (TP), ADI 2448 (TP), ADI 3710 (TP), ADI 5800 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\n\nNúmero de páginas: 23.\nAnálise: 29/04/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ESCRITORIO CENTRAL DE ARRECADACAO E DISTRIBUICAO ECAD \nADV.(A/S)  : PATRICK ALVES COSTA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":413031,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"ADI 5799","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-09-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. I. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\nMORAES, Alexandre de. Constituição do Brasil Interpretada. 9. ed. São Paulo: Atlas, 2013. p. 219.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLe, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5799,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur412249","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade formal da Lei nº 20.805/2013 do Estado de Minas Gerais, nos termos do voto do Relator. Plenário, Sessão Virtual de 13.9.2019 a 19.9.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur412249","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur412249","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI 20.805/2013 DO ESTADO DE MINAS GERAIS. LIMITAÇÃO DO CREDENCIAMENTO DE CLÍNICAS PARA REALIZAÇÃO DE EXAMES DE APTIDÃO FÍSICA, MENTAL E DE AVALIAÇÃO PSICOLÓGICA. LIMITAÇÃO DO CREDENCIAMENTO DE FABRICANTES DE PLACAS E TARJETAS PARA VEÍCULOS AUTOMOTORES. CRITÉRIO DEMOGRÁFICO. COMPETÊNCIA PRIVATIVA DA UNIÃO PARA LEGISLAR SOBRE TRÂNSITO E TRANSPORTE (ART. 22, XI, DA CF). INCONSTITUCIONALIDADE FORMAL. PROCEDÊNCIA. REQUERIMENTO DE MODULAÇÃO DE EFEITOS REJEITADO. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse. \n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos, União, Estados-Membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e Municípios (CF, arts. 24 e 30, I). \n\n\n\n    3. A norma impugnada, ao limitar o credenciamento de clínicas médicas e psicológicas, bem como de fabricantes de placas e tarjetas, a um critério demográfico (proporção de um estabelecimento para cada quarenta mil eleitores), invadiu a competência da União para legislar sobre trânsito e transporte (art. 22, XI, da CF).\n\n\n\n    4. Ação Direta julgada procedente. Inexistência dos requisitos necessários à modulação de efeitos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751044407","externo_seq_objeto_incidente":5259995,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-215  DIVULG 02-10-2019  PUBLIC 03-10-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5774&classe=ADI","is_colac":false,"titulo":"ADI 5774","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00022 INC-00011 \n          ART-00024 ART-00030 INC-00001 ART-00170 \n          \"CAPUT\" INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009503      ANO-1997\n          ART-00007 INC-00001 ART-00012 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 INC-00009 \n          INC-00010 INC-00011 INC-00012 INC-00013 \n          INC-00014 INC-00015 ART-00115 ART-00147 \n          INC-00001 PAR-00002 PAR-00003 ART-00148\n                CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   RES-000231      ANO-2007\n                RESOLUÇÃO DO CONSELHO NACIONAL DE TRÂNSITO - CONTRAN - REDAÇÃO DADA PELA RES-241/2007, PELA RES-288/2008, PELA RES-309/2009 E PELA RES-372/2011\n\n","LEG-FED   RES-000241      ANO-2007\n                RESOLUÇÃO DO CONSELHO NACIONAL DE TRÂNSITO - CONTRAN\n\n","LEG-FED   RES-000288      ANO-2008\n                RESOLUÇÃO DO CONSELHO NACIONAL DE TRÂNSITO - CONTRAN\n\n","LEG-FED   RES-000309      ANO-2009\n                RESOLUÇÃO DO CONSELHO NACIONAL DE TRÂNSITO - CONTRAN\n\n","LEG-FED   RES-000372      ANO-2011\n                RESOLUÇÃO DO CONSELHO NACIONAL DE TRÂNSITO - CONTRAN\n\n","LEG-FED   RES-000425      ANO-2012\n                RESOLUÇÃO DO CONSELHO NACIONAL DE TRÂNSITO - CONTRAN\n\n","LEG-EST   LEI-020805      ANO-2013\n                LEI ORDINÁRIA, MG"],"publicacao_data":"2019-10-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5774&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, TRÂNSITO, TRANSPORTE)\nADI 1991 (TP), ADI 2137 (TP), ADI 2928 (TP), ADI 2960 (TP), ADI 3049 (TP), ADI 3121 (TP), ADI 3679 (TP), ADI 3897 (TP), ADI 4707 (TP), ADI 4879 (TP), ADI 5283 (TP), ADI 5332 (TP). \n(ADI, MODULAÇÃO DE EFEITOS)\nADI 3794 ED (TP), ADI 4876 ED (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 19.\nAnálise: 20/07/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : ASSOCIAÇÃO DE CLÍNICAS DE TRÂNSITO DO ESTADO DE MINAS GERAIS - ACTRANS \nADV.(A/S)  : DANIEL GUIMARÃES MEDRADO DE CASTRO \nAM. CURIAE.  : ASSOCIAÇÃO DE PROFISSIONAIS DAS CLÍNICAS DE PSICOLOGIA E MEDICINA DO TRÂNSITO DE MINAS GERAIS - APSIMT \nADV.(A/S)  : LUIZ GUSTAVO ROCHA OLIVEIRA ROCHOLI E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":412249,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADI 5774","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-09-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José J. Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the Unite d States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5774,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur444257","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou parcialmente procedente a arguição de descumprimento de preceito fundamental, para determinar que: (a) o Ministério da Saúde mantenha, em sua integralidade, a divulgação diária dos dados epidemiológicos relativos à pandemia (COVID-19), inclusive no sítio do Ministério da Saúde e com os números acumulados de ocorrências, exatamente conforme realizado até o dia 4 de junho de 2020; (b) o Governo do Distrito Federal se abstenha de utilizar nova metodologia de contabilidade dos casos e óbitos decorrentes da pandemia de COVID-19, mantendo a divulgação dos dados na forma como veiculada até o dia 18 de agosto de 2020, nos termos do voto do Relator. Falaram: pela requerente Rede Sustentabilidade, a Dra. Kamila Rodrigues Rosenda; e, pelo amicus curiae Open Knowledge Brasil – OKBR, a Dra. Bianca dos Santos Waks. Plenário, Sessão Virtual de 5.3.2021 a 12.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur444257","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur444257","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E ADMINISTRATIVO. ATOS DO PODER PÚBLICO. RESTRIÇÃO À DIVULGAÇÃO DE DADOS RELACIONADOS À COVID-19. PRINCÍPIOS DA PUBLICIDADE E DA TRANSPARÊNCIA. DIREITO À VIDA E À SAÚDE. NECESSIDADE DE MANUTENÇÃO DA DIVULGAÇÃO DIÁRIA DOS DADOS EPIDEMIOLÓGICOS RELATIVOS À PANDEMIA. CONFIRMAÇÃO DA MEDIDA CAUTELAR REFERENDADA PELO PLENÁRIO. PROCEDÊNCIA PARCIAL. \n\n\n\n    1. A Constituição Federal de 1988 prevê a saúde como direito de todos e dever do Estado, garantindo sua universalidade e igualdade no acesso às ações e serviços de saúde, e consagra expressamente o princípio da publicidade como um dos vetores imprescindíveis à Administração Pública, conferindo-lhe absoluta prioridade na gestão administrativa e garantindo pleno acesso às informações a toda a Sociedade. Precedentes: ADI 6347 MC-Ref, ADI 6351 MC-Ref e ADI 6353 MC-Ref, Rel. Min. ALEXANDRE DE MORAES, Tribunal Pleno, DJe de 14/8/2020.\n\n\n\n    2. A gravidade da emergência causada pela COVID-19 exige das autoridades brasileiras, em todos os níveis de governo, a efetivação concreta da proteção à saúde pública, com a adoção de todas as medidas possíveis para o apoio e manutenção das atividades do Sistema Único de Saúde, entre elas o fornecimento de todas as informações necessárias para o planejamento e o combate à pandemia. \n\n\n\n    3. A interrupção abrupta da coleta e divulgação de informações epidemiológicas, imprescindíveis para a análise da série histórica de evolução da pandemia (COVID-19), caracteriza ofensa a preceitos fundamentais da Constituição Federal e fundamenta a manutenção da divulgação integral de todos os dados que o Ministério da Saúde realizou até 4 de junho 2020, e o Governo do Distrito Federal até 18 de agosto passado, sob pena de dano irreparável.\n\n\n\n    4. Julgamento conjunto das Arguições de Descumprimento de Preceito Fundamental 690, 691 e 692. Confirmação da medida cautelar referendada pelo Plenário. Procedência parcial.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755586015","externo_seq_objeto_incidente":5931727,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-071  DIVULG 14-04-2021  PUBLIC 15-04-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=690&classe=ADPF","is_colac":false,"titulo":"ADPF 690","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00033 INC-00072 ART-00037\n    \"CAPUT\" ART-00196 ART-00197 ART-00200\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DLG-000395 ANO-2009\n    ART-00006 NÚMERO-00001 NÚMERO-00002 ART-00007\n    ART-00019 ALÍNEA-C ART-00044 NÚMERO-00001\n    DECRETO LEGISLATIVO PROMULGA O REGULAMENTO SANITÁRIO INTERNACIONAL APROVADO PELA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005,\n\n","LEG-FED   RES-000001 ANO-2020\n    ART-00032 ART-00034\n    RESOLUÇÃO DA COMISSÃO INTERAMERICANA DE DIREITOS HUMANOS, APROVADA EM 10 DE ABRIL DE 2020]"],"publicacao_data":"2021-04-15","documental_acordao_mesmo_sentido_lista_texto":"ADPF 691  PROCESSO ELETRÔNICO\n          JULG-15-03-2021  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-022\n          DJe-071  DIVULG 14-04-2021  PUBLIC 15-04-2021\n \nADPF 692  PROCESSO ELETRÔNICO\n          JULG-15-03-2021  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-023\n          DJe-071  DIVULG 14-04-2021  PUBLIC 15-04-2021","documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, INÉRCIA, PODER PÚBLICO, DIREITO À SAÚDE, ACESSO À INFORMAÇÃO, PUBLICIDADE, TRANSPARÊNCIA, ADMINISTRAÇÃO PÚBLICA. SISTEMA DE FREIOS E CONTRAPESOS. PODER JUDICIÁRIO, POLÍTICA PÚBLICA, LEGISLADOR POSITIVO. PODER JUDICIÁRIO, CONTROLE DE CONSTITUCIONALIDADE, CONTROLE DE LEGALIDADE, ATO, PODER EXECUTIVO. ACESSO À INFORMAÇÃO, PRINCÍPIO DEMOCRÁTICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=690&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA PUBLICIDADE, ACESSO À INFORMAÇÃO)\nADI 6351 MC-Ref (TP), ADI 6347 MC-Ref (TP), ADI 6353 MC-Ref (TP). \n(ADPF, INÉRCIA, PODER PÚBLICO)\nADPF 45 (TP). \n(ADPF, REQUISITO, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 186 (TP), ADPF 3 QO (TP), APDF 17 AgR. \n(CONTROLE DE CONSTITUCIONALIDADE, CONTROLE DE LEGALIDADE, ATO, PODER EXECUTIVO)\nADPF 622 (TP). \n(DEVER CONSTITUCIONAL, TRANSPARÊNCIA)\nRHD 22 (TP). \n- Decisões monocráticas citadas:\n(ADPF, REQUISITO, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 12, ADPF 13, ADPF 15.\n- Decisão estrangeira citada: Cantwell vs. Connecticut, 310, U.S. 296, 310 (1940), quoted 376 U.S. At 271-72.\n- Veja ADPFs 691 e 692 do STF.\nNúmero de páginas: 24.\nAnálise: 06/06/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nREQTE.(S)  : PARTIDO SOCIALISMO E LIBERDADE (P-SOL) \nREQTE.(S)  : PARTIDO COMUNISTA DO BRASIL \nADV.(A/S)  : LEVI BORGES DE OLIVEIRA VERISSIMO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : MINISTRO DE ESTADO DA SAÚDE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : SINDICATO DOS MÉDICOS NO ESTADO DO PARANÁ - SIMEPAR \nADV.(A/S)  : LUIZ GUSTAVO DE ANDRADE \nAM. CURIAE.  : MOVIMENTO NACIONAL DE DIREITOS HUMANOS - MNDH \nADV.(A/S)  : CARLOS NICODEMOS OLIVEIRA SILVA \nAM. CURIAE.  : OPEN KNOWLEDGE BRASIL - OKBR \nADV.(A/S)  : FLAVIO PEREIRA LIMA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":444257,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 690","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2021-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. Almedina, Coimbra, p. 207, item n. 5, 1987.\nANTUNES, José Pinto. Da limitação dos poderes. 1951. Tese (Cátedra)- Faculdade de Direito de São Paulo-Fadusp, São Paulo.\nBONDY, William. The Separation of Governmental Powers. In: History and Theory in the Constitutions. New York: Columbia College, 1986.\nCANOTILHO, Jj. Gomes; MOREIRA, Vital. Os Poderes do Presidente da República. Coimbra, 1991.\nFERRAZ, Anna Cândida da Cunha. Conflito entre poderes: o poder congressual de sustar atos normativos do poder executivo. São Paulo: Revista dos Tribunais, 1994. p. 2021.\nMOREIRA NETO, Diogo de Figueiredo. Interferências entre poderes do Estado (Fricções entre o executivo e o legislativo na Constituição de 1988). Revista de Informação Legislativa, Brasília: Senado Federal, ano 26, n. 103, p. 5, jul./set. 1989. \nOMMATI, Fides. Dos freios e contrapesos entre os Poderes. Revista de Informação Legislativa, Brasília: Senado Federal, ano 14, n. 55, p. 55, jul./set. 1977.\nROCA, Javier García. Separación de poderes y disposiciones del ejecutivo com rango de ley: mayoria, minorías, controles. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 7, n. 27, p. 7, abr./jun. 1999. \nSOUZA JÚNIOR, José Geraldo. Reflexões sobre o princípio da separação de poderes: o parti pris de Montesquieu. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 68, p. 15, out./dez. 1980. \nTAVARES, José de Farias. A divisão de poderes e o constitucionalismo brasileiro. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 65, p. 53, jan./mar. 1980.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":690,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425285","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, não conheceu dos embargos de declaração e determinou a certificação do trânsito em julgado, com a consequente baixa imediata dos autos, independentemente da publicação do acórdão, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Primeira Turma, Sessão Virtual de 1.5.2020 a 8.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425285","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur425285","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-ED","is_processo_antigo":false,"ementa_texto":"EMENTA: EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA. AUSÊNCIA DE OBSCURIDADE, OMISSÃO OU CONTRADIÇÃO. CARÁTER PROTELATÓRIO DO RECURSO. EMBARGOS DE DECLARAÇÃO NÃO CONHECIDOS. DETERMINAÇÃO DE CERTIFICAÇÃO DE TRÂNSITO EM JULGADO E BAIXA IMEDIATA DOS AUTOS. \n\n\n\n    1. Os embargos de declaração prestam-se à correção de vícios de julgamento que produzam ambiguidade, obscuridade, contradição ou omissão no acórdão recorrido, aptos a impedir, ou dificultar, a correta compreensão da decisão ou, até mesmo, o seu devido cumprimento. \n\n\n\n    2. In casu, os embargos opostos pela parte não apontam omissões, ambiguidade, obscuridade ou contradições no acórdão embargado. Ao revés, rediscutem o próprio mérito do decisium proferido por esta Egrégia Primeira Turma, mercê sobretudo de sua impugnação do início ao fim perfilando 5 (cinco) obscuridades, 2 (duas) contradições e 2 (duas) omissões. Deveras, trata-se de verdadeira tentativa de reforma da decisão hostilizada, razão pela qual não cumpre com o disposto no art. 1.022 do Código de Processo Civil, de 2015. \n\n\n\n    3. Consectariamente, percebe-se que as arguições de obscuridade, omissão e contradição são desacompanhadas de argumentos que comprovem a existência destes vícios. Data vênia, não existe dúvida razoável quanto a clareza solar do acórdão embargado.\n\n\n\n    4. No afã de conferir efeitos infringentes ao aclaratório, apresentando argumentos infundados e protelatórios, o embargante se utiliza das vias impróprias para requerer uma reforma da decisão prolatada, o que impõe a determinação do trânsito em julgado da contenda, conforme firme jurisprudência desta Corte. Precedentes. \n\n\n\n    5. Embargos de declaração não conhecidos. Determinação de certificação do trânsito em julgado com a consequente baixa imediata dos autos, independentemente de publicação do acórdão.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752740873","externo_seq_objeto_incidente":5703641,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-129  DIVULG 25-05-2020  PUBLIC 26-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=34493&classe=MS","is_colac":false,"titulo":"MS 34493 AgR-ED","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00078 ART-00037 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008625      ANO-1993\n          ART-00043 INC-00001 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-01022\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2020-05-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), COMPETÊNCIA, LEGITIMIDADE, RESTRIÇÃO, LIBERDADE DE EXPRESSÃO, PROMOTOR DE JUSTIÇA, DEVER FUNCIONAL, EXERCÍCIO, CARGO. INEXISTÊNCIA, VÍCIO, ILEGALIDADE, TERATOLOGIA, ABUSO DE PODER, JULGAMENTO, ÓRGÃO AUTÔNOMO, PROCESSO ADMINISTRATIVO DISCIPLINAR (PAD), MEMBRO, MINISTÉRIO PÚBLICO. DEMOCRACIA, LIBERDADE DE EXPRESSÃO, INEXISTÊNCIA, DIREITO ABSOLUTO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DETERMINAÇÃO, CERTIFICAÇÃO, TRÂNSITO EM JULGADO, BAIXA DOS AUTOS. EMBARGOS DE DECLARAÇÃO, FINALIDADE, INTEGRAÇÃO, ESCLARECIMENTO, JULGAMENTO, ÂMBITO, DIREITO DE DEFESA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=34493&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-AgR-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECURSO MANIFESTAMENTE PROTELATÓRIO, CERTIFICAÇÃO, TRÂNSITO EM JULGADO, BAIXA DOS AUTOS)\nARE 1015504 AgR-EDv-AgR-ED (TP), MI 7093 AgR-ED (TP), MS 36909 AgR (TP). \n- Decisões monocráticas citadas:\n(LIBERDADE DE EXPRESSÃO, LIBERDADE DE IMPRENSA, LIBERDADE DE INFORMAÇÃO)\nRcl 30105, Rcl 39809, MS 36901.\n- Decisão estrangeira citada: Caso Schenck v. United States (249 US 47, 1919); Caso Abrams v. United States (250 US 616, 1919).\n- Veja ADI 5125 do STF.\n\nNúmero de páginas: 33.\nAnálise: 19/04/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : ROMULO DE ANDRADE MOREIRA \nADV.(A/S)  : MIGUEL CALMON TEIXEIRA DE CARVALHO DANTAS \nEMBDO.(A/S)  : CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425285,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"MS 34493 AgR-ED","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2020-05-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO AG.REG. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"BONDIOLI, Luis Guilherme Aidar. Embargos de Declaração. São Paulo: Saraiva, 2005. p. 101.\nDINAMARCO, Cândido Rangel. Instituições de Direito Processual Civil. São Paulo: Malheiros, 2001. v. 3. n. 1238. p. 686.\nFUX, Luiz; BODART, Bruno. Processo Civil e Análise Econômica. Rio de Janeiro: Forense, 2019.\nMOREIRA, José Carlos Barbosa. Comentários ao Código de Processo Civil. 10. ed. Rio de Janeiro: Forense, 2002. v. 5. p. 537.\nTEODORO JÚNIOR, Humberto. Curso de Direito Processual Civil. 49. ed. Rio de Janeiro: Forense, 2016. v. 3. p. 1065.","ministro_facet":["LUIZ FUX"],"processo_numero":34493,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur445571","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"CE","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta para declarar, com eficácia ex nunc a contar da publicação da ata de julgamento, a inconstitucionalidade da expressão “os membros da Defensoria Pública” prevista na al. a do inc. VII do art. 108 da Constituição do Ceará, alterada pela Emenda nº 80/2014, nos termos do voto da Relatora, vencidos o Ministro Marco Aurélio, que divergia da Relatora no tocante à modulação dos efeitos do pronunciamento, e o Ministro Edson Fachin, que acompanhava a Relatora, mas, por arrastamento, também reconhecia a inconstitucionalidade da expressão \"o Comandante Geral da Polícia Militar e o Comandante Geral do Corpo de Bombeiros Militar\", constante da alínea \"a\" do inc. VII do art. 108 da Constituição do Estado do Ceará. Falou, pelos amici curiae, o Dr. Ilton Norberto Robl Filho. Plenário, Sessão Virtual de 19.3.2021 a 26.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur445571","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Ceará","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur445571","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. EMENDA N. 80/2014 À CONSTITUIÇÃO DO CEARÁ. PREVISÃO DE FORO POR PRERROGATIVA DE FUNÇÃO A MEMBROS DA DEFENSORIA PÚBLICA. PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL. AÇÃO DIRETA PROCEDENTE. MODULAÇÃO DOS EFEITOS DA DECISÃO.\n\n\n\n    1. Na organização do Judiciário estadual, as competências de seus órgãos são limitadas pelos princípios da Constituição da República. Ausência de fundamento constitucional de instituição de foro para estabelecer privilégios processuais. Princípio da igualdade. \n\n\n\n    2. Ação direta de inconstitucionalidade julgada procedente para declarar inconstitucional a expressão “os membros da Defensoria Pública” na al. a do inc. VII do art. 108 da Constituição do Ceará, alterada pela Emenda n. 80/2014, com eficácia ex nunc a contar da publicação da ata de julgamento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755741179","externo_seq_objeto_incidente":5971759,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-084  DIVULG 03-05-2021  PUBLIC 04-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6514&classe=ADI","is_colac":false,"titulo":"ADI 6514","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 ART-00005 INC-00054 PAR-00002\n    ART-00022 INC-00001 ART-00025 ART-00034\n    INC-00007 ART-00085 PAR-ÚNICO ART-00125\n    PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 NÚMERO-00002 LET-H\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00014 NÚMERO-00005\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUV-000046\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES ANO-1989\n    ART-00108 INC-00007 LET-A\n    CONSTITUIÇÃO ESTADUAL, CE\n\n","LEG-EST   CES ANO-1989\n    ART-00081 INC-00004\n    CONSTITUIÇÃO ESTADUAL, MA\n\n","LEG-EST   CES ANO-1989\n    ART-00136 INC-00012\n    CONSTITUIÇÃO ESTADUAL, PB\n\n","LEG-EST   CES ANO-1989\n    ART-00046 INC-00008 LET-E\n    CONSTITUIÇÃO ESTADUAL, GO\n\n","LEG-EST   ADCT ANO-1989\n    ART-00011 PAR-ÚNICO\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-EST   EMD-000080 ANO-2014\n    EMENDA, CE"],"publicacao_data":"2021-05-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. MARCO AURÉLIO: DECLARAÇÃO DE INCONSTITUCIONALIDADE, IMPOSSIBILIDADE, JULGAMENTO, CONFLITO DE INTERESSE, CARÁTER SUBJETIVO, MODULAÇÃO DE EFEITOS. MOROSIDADE, PODER JUDICIÁRIO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: FORO POR PRERROGATIVA DE FUNÇÃO, DUPLO GRAU DE JURISDIÇÃO. PRIMAZIA DA NORMA MAIS FAVORÁVEL À PESSOA HUMANA, NORMA INTERNACIONAL. DUPLO GRAU DE JURISDIÇÃO, DIREITO DE RECORRER.\n\n- TERMO(S) DE RESGATE: INCONSTITUCIONALIDADE ÚTIL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6514&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONSTITUIÇÃO ESTADUAL, FORO POR PRERROGATIVA DE FUNÇÃO)\nADI 541 (TP), ADI 2553 (TP), ADI 2587 (TP). \n(FORO POR PRERROGATIVA DE FUNÇÃO, CRIME, EXERCÍCIO DE CARGO PÚBLICO)\nAP 937 QO (TP). \n(FORO POR PRERROGATIVA DE FUNÇÃO, INTERESSE PÚBLICO)\nRcl 473 primeira (TP). \n(PRIMAZIA DA NORMA MAIS FAVORÁVEL À PESSOA HUMANA, NORMA INTERNACIONAL)\nHC 96772 (2ªT). \n(GARANTIA AO DEVIDO PROCESSO LEGAL, DIREITO DE RECORRER, PRERROGATIVA DE FORO)\nAP 470 EI (TP). \n- Decisões estrangeiras citadas: Caso Duilio Fanali vs. Itália (Comunicação 75/1980), Caso Terrón vs. Espanha (Comunicação n. 1.073/2002, CCPR/C/82/D/1073/2002 (2004)/ par. 7.4), do Comitê de Direitos Humanos.\n- Legislação estrangeira citada: art. 2, da Convenção Europeia dos Direitos Humanos, de 1950.\n- Veja Proposta de Súmula Vinculante 131 do STF.\n- Veja Comentário Geral 32 (CCPR/C/GC/32/ par. 47), do Comitê de Direitos Humanos do Pacto Internacional de Direitos Civis e Políticos.\nNúmero de páginas: 37.\nAnálise: 12/08/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO CEARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO CEARÁ \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DAS DEFENSORAS E DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO \nADV.(A/S)  : ISABELA MARRAFON \nAM. CURIAE.  : ASSOCIAÇÃO DOS DEFENSORES PÚBLICOS DO ESTADO DO CEARÁ - ADPEC \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":445571,"documental_tese_texto":null,"procedencia_geografica_completo":"CE - CEARÁ","processo_codigo_completo":"ADI 6514","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-03-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e Constituição. 3. ed. São Paulo: Malheiros, 2004. p. 37-38 e 158-159.\nLEONCY, Léo Ferreira. Controle de Constitucionalidade Estadual. São Paulo: Saraiva, 2007. p. 27-28.\nNUCCI, Guilherme de Souza. Código de processo penal comentado. 8. ed. São Paulo: Revista dos Tribunais, 2008. p. 249-250.\nRAMÍREZ, Sergio García. Garantías Judiciales: Doble Instancia y Amparo de Derechos Fundamentales. Artículos 8.2.h y 25 CADH. In: La Protección de los Derechos Humanos através del debido processo. Suprema Corte de Justicia de la Nación, México, 2013.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 16. ed. São Paulo: Malheiros, 1999. p. 590-591.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":6514,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur397914","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Relator, que rejeitava todas as preliminares e, de consequência, julgava prejudicados os agravos regimentais respectivos, no que foi acompanhado integralmente pelo Ministro Celso de Mello, Revisor, foi suspenso o julgamento cuja retomada se dará ao início da próxima sessão do dia 22 de maio corrente, com a colheita dos demais votos. Falaram: pelo Ministério Público Federal, a Dra. Cláudia Sampaio Marques; pelo assistente Petróleo Brasileiro S/A - PETROBRAS, o Dr. André Tostes; pelo réu Nelson Meurer, o Dr. Alexandre Jobim; e, por Nelson Meurer Júnior e Cristiano Augusto Meurer, o Dr. Michel Saliba Oliveira. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência do Ministro Edson Fachin. 2ª Turma, 15.5.2018. \r\n\n           Decisão: Colhidos os votos dos Ministros Dias Toffoli, Ricardo Lewandowski e Gilmar Mendes, a Turma, por unanimidade, rejeitou as preliminares. Quanto ao mérito, após o voto do Relator, que julgava procedente em parte a denúncia para condenar o réu Nelson Meurer como incurso nas sanções do art. 317, § 1º do Código Penal, por trinta e uma vezes, bem como nas sanções do art. 1º, caput, da Lei nº 9.613/98, por oito vezes, absolvendo-o das demais acusações, e ainda, por condenar o réu Nelson Meurer Júnior como incurso nas sanções do art. 317, § 1º do Código Penal por cinco vezes na forma do artigo 29 do mesmo diploma legal, absolvendo-o das demais acusações, e para condenar o réu Cristiano Augusto Meurer como incurso nas sanções do art. 317, § 1º do Código Penal por uma vez, na forma do artigo 29 do mesmo diploma legal, também o absolvendo das demais acusações, no que foi acompanhado integralmente pelo Ministro Revisor, foi suspenso o julgamento que será retomado na próxima sessão. Presidência do Ministro Edson Fachin. 2ª Turma, 22.5.2018. \r\n\n           Decisão: Prosseguindo no julgamento do feito, quanto ao mérito, a Turma, por maioria, julgou procedente em parte a denúncia para i) condenar o réu Nelson Meurer como incurso nas sanções do art. 317, § 1º, do Código Penal (corrupção passiva), por trinta vezes, vencidos, nesse ponto, os Ministros Relator e Revisor que o condenavam também pelo crime de corrupção passiva decorrente do fato referente à doação eleitoral recebida da sociedade empresária Queiroz Galvão, vencido também o Ministro Ricardo Lewandowski que o condenava pela prática de 18 delitos de corrupção passiva circunscritos ao tempo em que Nelson Meurer exercia a liderança do Partido Progressista na Câmara dos Deputados; ii) para condenar o denunciado Nelson Meurer Júnior como incurso nas sanções do art. 317, § 1º, do Código Penal (corrupção passiva), por 5 vezes, na forma do art. 29 da Lei Penal, vencido, nesse ponto, o Ministro Ricardo Lewandowski, que o condenava por 3 delitos à luz do mesmo dispositivo legal citado; iii) condenar o réu Cristiano Augusto Meurer como incurso nas sanções do art. 317, § 1º, do Código Penal (corrupção passiva), por uma vez, vencido nesse ponto, o Ministro Ricardo Lewandowski, que o absolvia; iv) condenar Nelson Meurer como incurso nas sanções do art. 1º, caput, da Lei nº 9.613 por sete vezes, vencidos os Ministros Relator e Revisor, no ponto, pois o condenavam também pela lavagem de capitais em decorrência de doação eleitoral; e, por unanimidade, para i) absolver Nelson Meurer no tocante à participação em todos os crimes de corrupção passiva praticados no âmbito da PETROBRAS por Paulo Roberto Costa, com fundamento no inc. VII do art. 386 do Código de Processo Penal; ii) absolver Nelson Meurer no que tange à participação em todos os crimes de lavagem de dinheiro praticados por Alberto Youssef em decorrência de contratos celebrados por empresas cartelizadas no âmbito da Diretoria de Abastecimento da PETROBRAS, igualmente nos termos do inciso VII do art. 386 do Código de Processo Penal; iii) absolver Nelson Meurer, Nelson Meurer Junior e Cristiano Augusto Meurer das imputações relativas aos crimes de lavagem de capitais consubstanciados nos recebimentos em dinheiro em espécie com fundamento no inc. III, art. 386, do Código de Processo Penal. Quanto à dosimetria da pena, por unanimidade, fixou, para Nelson Meurer, a pena de 13 anos, 9 meses e 10 dias de reclusão em regime inicial fechado, e o pagamento de 122 dias-multa, este fixado em 3 salários mínimos no valor vigente à época do último fato devidamente corrigido por ocasião do pagamento; para Nelson Meurer Junior, a pena de 4 anos, 9 meses e 18 dias de reclusão em regime inicial semi-aberto, e o pagamento de 31 dias-multa, este fixado em 2 salários mínimos no valor vigente à época do último fato, devidamente corrigido por ocasião do pagamento; e para Cristiano Augusto Meurer, a pena de 3 anos e 4 meses de reclusão e o pagamento de 20 dias-multa, declarando-se extinta a punibilidade, pela prescrição, com fundamento no inciso IV do artigo 107 do Código Penal, vencido o Ministro Ricardo Lewandowski, que o absolvia. Em relação aos efeitos da condenação, quanto aos danos materiais, a Turma, por unanimidade, fixou como valor mínimo indenizatório, em favor da PETROBRAS, a quantia de 5 milhões de reais, corrigidos monetariamente a partir da proclamação do julgamento e com juros de mora a partir do trânsito em julgado; quanto aos danos morais coletivos, por maioria, indeferiu o pedido, nos termos do voto do Ministro Dias Toffoli, vencidos os Ministros Relator e Revisor; quanto à perda de bens, por unanimidade, determinou a perda em favor da União dos bens direitos e valores objeto em relação aos quais foram os réus condenados, ressalvado o direito de lesado ou terceiro de boa-fé (inc. I, art. 7º, da Lei 9.613/98); quanto à interdição para o exercício de cargo ou função pública (inc. II do art. 7º da Lei 9.613/98), também por unanimidade, determinou a interdição de Nelson Meurer para o exercício de cargo ou função pública de qualquer natureza e de diretor ou membro de Conselho de Administração ou de gerencia das pessoas jurídicas referidas no art. 9º dessa mesma lei 9.613/98 pelo dobro do tempo da pena privativa de liberdade aplicada; e por fim, quanto à perda do mandato parlamentar, a Turma, por maioria, deliberou que a perda do mandato não é automática e nos termos da divergência inaugurada pelo Ministro Dias Toffoli determinou, após o trânsito em julgado, oficiar-se à Câmara dos Deputados, vencidos os Ministros Relator e Revisor. Presidência do Ministro Edson Fachin. 2ª Turma, 29.5.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":"MIN. CELSO DE MELLO","id":"sjur397914","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur397914","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO PENAL. CORRUPÇÃO PASSIVA E LAVAGEM DE DINHEIRO. 1. PRAZO SUCESSIVO À ACUSAÇÃO E ASSISTENTE PARA ALEGAÇÕES FINAIS. PROCEDIMENTO NECESSÁRIO EM RAZÃO DA PRERROGATIVA DE INTIMAÇÃO PESSOAL DO MINISTÉRIO PÚBLICO FEDERAL. QUEBRA DO TRATAMENTO ISONÔMICO NÃO CONFIGURADO. 2. SUBSTITUIÇÃO DE TESTEMUNHAS. INDEFERIMENTO. IRRESIGNAÇÃO ANALISADA EM AGRAVO REGIMENTAL. PRECLUSÃO. 3. PROVA PERICIAL. PRETENSÃO DEDUZIDA A DESTEMPO. INDEFERIMENTO. IMPRESCINDIBILIDADE NÃO DEMONSTRADA. CERCEAMENTO DE DEFESA INOCORRENTE. AGRAVO REGIMENTAL PREJUDICADO. 4. DILIGÊNCIAS COMPLEMENTARES. OITIVA DE TESTEMUNHAS REFERIDAS. PLEITO INDEFERIDO. SIMPLES MENÇÕES A NOMES. NULIDADE NÃO CONFIGURADA. AGRAVO REGIMENTAL PREJUDICADO. 5. PRETENSÃO DE JULGAMENTO CONJUNTO DESTES AUTOS COM OS INQUÉRITOS 3.989 E 3.980. ALEGADA CONEXIDADE. DESNECESSIDADE. APLICAÇÃO DO ART. 80 DO CÓDIGO DE PROCESSO PENAL. 6. TESTEMUNHA DEFENSIVA CONTRADITADA. QUEBRA DA PARIDADE DE ARMAS. PESSOA DENUNCIADA POR FATOS SEMELHANTES NO INQUÉRITO 3.980. INTERESSE NOTÓRIO NA RESOLUÇÃO DA CAUSA PENAL. VÍCIO NÃO CONFIGURADO. 7. CORRUPÇÃO PASSIVA. DEMONSTRAÇÃO DE TODOS OS ELEMENTOS DO TIPO PENAL NAS OPORTUNIDADES ESPECIFICADAS. ATO DE OFÍCIO. ATUAÇÃO PARLAMENTAR E PARTIDÁRIA. APOIO POLÍTICO À NOMEAÇÃO OU À MANUTENÇÃO DE AGENTE EM CARGO PÚBLICO. UTILIZAÇÃO DE TAL PROCEDER PARA A OBTENÇÃO DE VANTAGENS PECUNIÁRIAS INDEVIDAS. CONDENAÇÃO. 8. LAVAGEM DE CAPITAIS. 8.1. RECEBIMENTO DE DINHEIRO EM ESPÉCIE. ATIPICIDADE. 8.2. VANTAGEM INDEVIDA DEPOSITADA DE FORMA PULVERIZADA EM CONTAS-CORRENTES. CONDUTA TÍPICA. 8.3. DECLARAÇÃO À AUTORIDADE FAZENDÁRIA DE DISPONIBILIDADE MONETÁRIA INCOMPATÍVEL COM RENDIMENTOS REGULARMENTE PERCEBIDOS. CONFIGURAÇÃO DO DELITO. 8.4. DOAÇÃO ELEITORAL. FORMA DE ADIMPLEMENTO DE VANTAGEM INDEVIDA. INFRAÇÃO PENAL DE BRANQUEAMENTO CARACTERIZADA. CONDENAÇÃO.\n\n\n\n    1. A disponibilização de prazos distintos e sucessivos à Procuradoria-Geral da República e à assistente da acusação para a oferta de alegações finais foi motivada pela prerrogativa prevista em favor da primeira no art. 18, II, h, da LC 75/1993, circunstância que impede o reconhecimento da quebra de tratamento isonômico no caso em análise, diante do prazo comum concedido aos réus.\n\n\n\n    2. O assentado cerceamento de defesa, em decorrência do indeferimento do pleito de substituição de testemunhas, foi objeto de deliberação pela Segunda Turma, por ocasião do julgamento de agravo regimental em 8.8.2017, o que evidencia a preclusão em relação ao tema, diante da inexistência de qualquer fato superveniente que autorize a sua reanálise.\n\n\n\n    3. Nos termos do art. 396-A do Código de Processo Penal, a resposta à acusação é o momento processual oportuno para a defesa especificar todas as provas pretendidas. O requerimento de produção probatória, além de específico, deve ser acompanhado de demonstração da sua relevância à resolução do mérito da ação penal, viabilizando o controle a ser exercido pela autoridade judiciária, conforme preceitua o art. 400, § 1º, do Estatuto Processual Penal.\n\n\n\n    Revela-se, portanto, extemporâneo e inadequado o pleito de produção de prova pericial especificado somente após esgotado o prazo para a oferta da resposta à acusação, razão pela qual o seu indeferimento não gera cerceamento de defesa, mormente quando ainda evidenciada a prescindibilidade dos exames ao deslinde do mérito da ação penal. Agravo regimental prejudicado.\n\n\n\n    4. A fase prevista no art. 10 da Lei n. 8.038/1990 destina-se à realização de diligências cuja imprescindibilidade tenha como causa fato ocorrido no curso da instrução criminal. A mera menção a nomes de pessoas não arroladas inicialmente como testemunhas não autoriza suas oitivas nesse novo momento processual, sem que fique caracterizada violação ao limite previsto no art. 401, caput, do Código de Processo Penal. Agravo regimental prejudicado.\n\n\n\n    5. Ainda que haja conexão intersubjetiva entre a presente ação penal e o objeto dos Inquéritos 3.980 e 3.989, o art. 80 do Código de Processo Penal faculta a separação de causas aparentemente conexas, providência recomendável no caso em análise, quer pela pluralidade de implicados nos procedimentos relacionados, quer pela complexidade dos fatos em apuração.\n\n\n\n    6. Figurando uma das testemunhas defensivas como denunciado em inquérito em que se apuram fatos semelhantes aos narrados nesta incoativa, escorreita a sua contradita formulada pelo órgão acusatório em audiência, nos termos do art. 405, § 3º, IV, do Código de Processo Civil c/c art. 3º do Código de Processo Penal, diante do seu notório interesse no deslinde da causa, circunstância que rechaça eventual quebra da paridade de armas na relação processual.\n\n\n\n    7. A configuração constitucional do regime presidencialista brasileiro confere aos parlamentares um espectro de poder que vai além da mera deliberação a respeito de atos legislativos. A participação efetiva de parlamentares nas decisões de governo, indicando quadros para o preenchimento de cargos no âmbito do poder executivo, é própria da dinâmica do referido regime, que exige uma coalizão para viabilizar a governabilidade. Tal dinâmica não é, em si, espúria, e pode possibilitar, quando a coalizão é fundada em consensos principiológicos éticos, numa participação mais plural na tomada de decisões usualmente a cargo do Poder Executivo. Todavia, quando o poder do parlamentar de indicar alguém para um determinado cargo, ou de lhe dar sustentação política para nele permanecer, é exercido de forma desviada, voltado à percepção de vantagens indevidas, há evidente mercadejamento da função pública.\n\n\n\n    Na espécie, o conjunto probatório é solido e demonstra o nexo causal entre o apoio político envidado por Nelson Meurer, na qualidade de integrante da cúpula do Partido Progressista (PP), para a indicação e manutenção de Paulo Roberto Costa na Diretoria de Abastecimento da Petrobras S/A, e o recebimento, de forma ordinária, de vantagens pecuniárias indevidas, configurando, nas oportunidades especificadas, de forma isolada ou com o auxílio de Nelson Meurer Júnior e Cristiano Augusto Meurer, o crime de corrupção passiva.\n\n\n\n    7.1. Embora não haja óbice à configuração do delito de corrupção passiva nos casos em que a vantagem indevida é adimplida mediante doação eleitoral, na hipótese o conjunto probatório não autoriza o juízo condenatório. Vencidos, no ponto, o Relator e o Revisor.\n\n\n\n    8. Verificada a autonomia entre o ato de recebimento de vantagem indevida oriunda do delito de corrupção passiva e a posterior ação para ocultar ou dissimular a sua origem, possível é a configuração do crime de lavagem de capitais.\n\n\n\n    8.1. Na esteira de entendimento firmado pelo Plenário do Supremo Tribunal Federal por ocasião do julgamento da AP 470, se mesmo por interposta pessoa o mero recebimento da vantagem decorrente da mercancia da função pública não é conduta apta a configurar o delito de lavagem de capitais, tal conclusão, por uma questão lógica, merece incidir sobre a conduta do próprio agente público que acolhe a remuneração indevida. Absolvição dos denunciados, nos termos do art. 386, III, do Código de Processo Penal.\n\n\n\n    8.2. O depósito fracionado de valores em conta-corrente, em quantias que não atingem os limites estabelecidos pelas autoridades monetárias à comunicação compulsória dessas operações, apresenta-se como meio idôneo para a consumação do crime de lavagem de capitais. No caso, tal prática foi cabalmente demonstrada pelo conjunto probatório amealhado aos autos.\n\n\n\n    8.3. A declaração, em ajustes anuais de imposto de renda de pessoa física, de disponibilidade monetária incompatível com os rendimentos regularmente percebidos pelo agente, é conduta apta a configurar o delito de lavagem de capitais.\n\n\n\n    Na situação em exame, as informações extraídas das declarações de imposto de renda fornecidas tanto pelo acusado como pela Receita Federal do Brasil, quando comparadas com os dados obtidos mediante a quebra do seu sigilo bancário, revelam movimentações financeiras muito superiores aos rendimentos líquidos declarados nos anos de 2010 a 2014, os quais também se mostram incompatíveis com a expressiva quantia de dinheiro em espécie declarada à autoridade fazendária. \n\n\n\n    8.4. Embora não haja óbice à configuração do delito de lavagem de capitais mediante doação eleitoral simulada, na hipótese o conjunto probatório não autoriza o juízo condenatório. Vencidos, no ponto, o Relator e o Revisor.\n\n\n\n    9. Denúncia julgada procedente, em parte, para: (a) condenar o denunciado Nelson Meurer como incurso nas sanções do art. 317, § 1º, do Código Penal, por 30 (trinta) vezes, bem como nas sanções do art. 1º, caput, da Lei n. 9.613/1998, por 7 (sete) vezes; (b) condenar o denunciado Nelson Meurer Júnior como incurso nas sanções do art. 317, § 1º, do Código Penal, por 5 (cinco) vezes, na forma do art. 29 do mesmo diploma legal; (c) condenar o denunciado Cristiano Augusto Meurer como incurso nas sanções do art. 317, § 1º, do Código Penal, por 1 (uma) vez, na forma do art. 29 do mesmo diploma legal; (d) absolver o denunciado Nelson Meurer no tocante à alegada participação em todos os crimes de corrupção passiva praticados no âmbito da Diretoria de Abastecimento da Petrobras S/A, por Paulo Roberto Costa, com fundamento no art. 386, VII, do Código de Processo Penal; (e) absolver o denunciado Nelson Meurer no tocante à participação em todos os delitos de lavagem de dinheiro praticados por Alberto Youssef, em decorrência dos contratos celebrados por empresas cartelizadas no âmbito da Diretoria de Abastecimento da Petrobras S/A, com fundamento no art. 386, VII, do Código de Processo Penal; e (f) absolver todos os denunciados em relação aos crimes de lavagem de capitais consubstanciados nos recebimentos de dinheiro em espécie, oriundos dos pagamentos ordinários e extraordinários de vantagens indevidas, com fundamento no art. 386, III, do Código de Processo Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749110646","externo_seq_objeto_incidente":5083040,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-025  DIVULG 07-02-2019  PUBLIC 08-02-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=996&classe=AP","is_colac":false,"titulo":"AP 996","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 PAR-ÚNICO ART-00002 ART-00003 \n          INC-00001 ART-00004 ART-00005 INC-00010 \n          INC-00039 INC-00054 INC-00063 INC-00078 \n          ART-00014 PAR-00003 INC-00002 INC-00005 \n          ART-00015 INC-00003 ART-00037 PAR-00006 \n          ART-00049 INC-00010 ART-00054 INC-00001 \n          LET-A LET-B ART-00055 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 PAR-00001 \n          ART-00055 PAR-00002 REDAÇÃO DADA PELA EMC-76/2013\n          ART-00055 PAR-00003 ART-00058 PAR-00003 \n          ART-00070 \"CAPUT\" ART-00093 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000076      ANO-2013\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000075      ANO-1993\n          ART-00018 INC-00002 LET-H\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007347      ANO-1985\n          ART-00001 INC-00008 ART-00013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00002 PAR-ÚNICO ART-00004 PAR-00001 \n          ART-00008 ART-00009 ART-00010 ART-00011 \n          PAR-00001 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00006 INC-00006 INC-00007\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00122\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-0022A\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00028 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\" REDAÇÃO DADA PELA LEI-12683/2012\n          ART-00001 \"CAPUT\" INC-00005 REDAÇÃO ORIGINÁRIA\n          ART-00001 \"CAPUT\" PAR-00004 ART-00002 \n          INC-00002 PAR-00001 ART-00007 INC-00001 \n          INC-00002 ART-00009 ART-00010 INC-00002 \n          ART-00011 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00167 PAR-00001 INC-00002 ART-00186 \n          ART-00927\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012234      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00001 PAR-00001 ART-00002 ART-00004 \n          PAR-00016 ART-00019\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00405 PAR-00003 INC-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00009\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      ANO-1988\n                CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-INT   CVC      ANO-1996\n                CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-INT   CVC      ANO-2000\n          ART-00006 ITEM-1\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-INT   CVC      ANO-2003\n          ART-00003 ITEM-1 LET-B\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-INT   PCT      ANO-1966\n          ART-00015\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00001 ART-00029 ART-00033 PAR-00002 \n          LET-A LET-B LET-C ART-00044 \n          ART-00049 PAR-00001 PAR-00002 ART-00059 \n          ART-00065 INC-00001 ART-00068 ART-00069 \n          \"CAPUT\" ART-00071 \"CAPUT\" ART-00077 \n          ART-00091 INC-00001 ART-00092 INC-00001 \n          LET-A LET-B ART-00107 INC-00004 \n          ART-00109 INC-00003 INC-00004 \n          ART-00110 PAR-00001 REDAÇÃO DADA PELA LEI-12234/2010\n          ART-00115 ART-00117 INC-00001 ART-00317 \n          \"CAPUT\" PAR-00001 PAR-00002 ART-00327 \n          PAR-00002 ART-00333\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00001 ART-00003 ART-00080 ART-00155 \n          ART-00156 ART-00203 ART-00207 ART-00208 \n          ART-00209 PAR-00001 ART-00212 ART-00268 \n          ART-00386 INC-00002 INC-00003 INC-00007 \n          ART-00387 INC-00004 REDAÇÃO DADA PELA LEI-11719/2008\n          ART-00394 PAR-00004 ART-00396 ART-0396A \n          ART-00400 REDAÇÃO DADA PELA LEI-11719/2008\n          ART-00400 PAR-00001 INCLUÍDO PELA LEI-11719/2008\n          ART-00401 \"CAPUT\" ART-00402 \n          ART-00499 REDAÇÃO ORIGINÁRIA\n          ART-00563 ART-00800 PAR-00002 ART-00804\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000162      ANO-1991\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000152      ANO-2002\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DLG-000231      ANO-2003\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DLG-000348      ANO-2005\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-000030      ANO-1991\n                DECRETO\n\n","LEG-FED   DEC-000154      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-004410      ANO-2002\n                DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEC-005015      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEC-005687      ANO-2006\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   RGI      ANO-1980\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI      ANO-1989\n          ART-00009 ART-00010 ART-00011 ART-0011A \n          ART-00020 ART-00028 ART-00045 ART-00066\n                REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS\n\n","LEG-FED   ETT      ANO-1991\n          ART-00024\n                ESTATUTO DA PETRÓLEO BRASILEIRO S.A. (PETROBRÁS) - APROVADO PELO DEC-30/1991"],"publicacao_data":"2019-02-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. EDSON FACHIN: PRELIMINAR. SIMULTANEIDADE, ACESSO, AUTOS ELETRÔNICOS. PROCESSO PENAL, DECLARAÇÃO DE NULIDADE, DEMONSTRAÇÃO, PREJUÍZO. APLICAÇÃO SUBSIDIÁRIA, CÓDIGO DE PROCESSO PENAL, PROCEDIMENTO, AÇÃO PENAL ORIGINÁRIA, STF. ÔNUS, DEFESA, ESPECIFICAÇÃO, PROVA, DEMONSTRAÇÃO, RELEVÂNCIA, PROVA. DISPENSABILIDADE, PROVA PERICIAL, VALORIZAÇÃO, IMÓVEL. ACOLHIMENTO, CONTRADITA, TESTEMUNHA, DEFESA, PRINCÍPIO DA PARIDADE DE ARMAS. CORRÉU, PROCESSO DIVERSO. DIREITO DE DEFESA, DIREITO AO SILÊNCIO. SISTEMA DA PROVA TARIFADA. MÉRITO. CORRUPÇÃO PASSIVA, VANTAGEM INDEVIDA, CONTRAPRESTAÇÃO, ATO, ATRIBUIÇÃO, AGENTE PÚBLICO. CORRUPÇÃO PASSIVA, PARLAMENTAR, APOIO POLÍTICO, INDICAÇÃO, CARGO PÚBLICO. PRESIDENCIALISMO DE COALIZÃO, PARTICIPAÇÃO, PARLAMENTAR, DECISÃO, GOVERNO. FUNÇÃO, PARLAMENTAR, FISCALIZAÇÃO, PODER EXECUTIVO. EXERCÍCIO DE MANDATO ELETIVO, FILIAÇÃO PARTIDÁRIA. PARTICIPAÇÃO, PARLAMENTAR, CORRUPÇÃO PASSIVA, DIRETOR, PETRÓLEO BRASILEIRO (PETROBRÁS). CONCURSO DE PESSOAS, RESPONSABILIDADE PENAL OBJETIVA. SENTENÇA CONDENATÓRIA, FUNDAMENTO ÚNICO, DECLARAÇÃO, COLABORADOR. REGISTRO, HOTEL, PASSAGEM AÉREA, CONFIRMAÇÃO, DECLARAÇÃO, COLABORADOR, ENTREGA, DINHEIRO, PARLAMENTAR. FRACIONAMENTO, DEPÓSITO, CONTA BANCÁRIA, LIMITE MÍNIMO, FISCALIZAÇÃO. INCOMPATIBILIDADE, VALOR, DEPÓSITO, REMUNERAÇÃO, PARLAMENTAR. UTILIZAÇÃO, POSTO DE GASOLINA, PAGAMENTO, PROPINA. CORRUPÇÃO PASSIVA, DOAÇÃO ELEITORAL OFICIAL. NULIDADE, NEGÓCIO JURÍDICO, SIMULAÇÃO. CRIME DE LAVAGEM DE DINHEIRO, AUTOR, CRIME ANTECEDENTE, AUTOLAVAGEM DE DINHEIRO. CRIME DE LAVAGEM DE DINHEIRO, CORRUPÇÃO PASSIVA, RECEBIMENTO, VANTAGEM INDEVIDA, INTERPOSTA PESSOA. LAVAGEM DE DINHEIRO, CONCURSO DE PESSOAS, LIAME SUBJETIVO, PRINCÍPIO DA RESPONSABILIDADE PENAL SUBJETIVA, DIREITO PENAL DO FATO. CRIME DE LAVAGEM DE DINHEIRO, RECEBIMENTO, VALOR EM ESPÉCIE. CRIME DE LAVAGEM DE DINHEIRO, FRACIONAMENTO, DEPÓSITO, CONTA BANCÁRIA. CRIME DE LAVAGEM DE DINHEIRO, INCOMPATIBILIDADE, RENDIMENTO, PESSOA FÍSICA, DISPONIBILIDADE FINANCEIRA, DECLARAÇÃO DE AJUSTE ANUAL DO IMPOSTO SOBRE A RENDA DA PESSOA FÍSICA. CRIME DE LAVAGEM DE DINHEIRO, DOAÇÃO ELEITORAL OFICIAL. CRIME DE LAVAGEM DE DINHEIRO, CAUSA DE AUMENTO DE PENA, DEFINIÇÃO JURÍDICA, ORGANIZAÇÃO CRIMINOSA, PRINCÍPIO DA LEGALIDADE. DOSIMETRIA DA PENA, CORRELAÇÃO, NÚMERO, CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, AUMENTO, PENA-BASE. CONSIDERAÇÃO, FATO SUPERVENIENTE, CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, DIREITO PENAL DO FATO. CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, CULPABILIDADE, AUTORIA DO CRIME, PARLAMENTAR, ADVOGADO, CONHECIMENTO, ORDENAMENTO JURÍDICO. CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, CIRCUNSTÂNCIA DO CRIME, VALOR, VANTAGEM INDEVIDA. CIRCUNSTÂNCIA ATENUANTE, MAIOR DE SETENTA ANOS. CAUSA DE AUMENTO DE PENA, CORRUPÇÃO PASSIVA. CRIME CONTINUADO, CORRUPÇÃO PASSIVA. REDUÇÃO, PRAZO PRESCRICIONAL, METADE, MAIOR DE SETENTA ANOS. FIXAÇÃO, FRAÇÃO, AUMENTO DA PENA, CRIME CONTINUADO, CONSIDERAÇÃO, NÚMERO, DELITO. CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, CIRCUNSTÂNCIA DO CRIME, VARIEDADE, MECANISMO, LAVAGEM DE DINHEIRO. CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, CONSEQUÊNCIA DO CRIME, VALOR, OBJETO, LAVAGEM DE DINHEIRO. FIXAÇÃO, LIMITE MÍNIMO, VALOR, REPARAÇÃO DE DANO, VÍTIMA. LESÃO AO PATRIMÔNIO PÚBLICO, DESRESPEITO, PRINCÍPIO, ADMINISTRAÇÃO PÚBLICA, DANO MORAL COLETIVO, CARÁTER PUNITIVO, CARÁTER PEDAGÓGICO. PERDA, BEM, DIREITO, VALOR, OBJETO, LAVAGEM DE DINHEIRO. INTERDIÇÃO DE DIREITOS, EXERCÍCIO DE FUNÇÃO PÚBLICA. CONDENAÇÃO, PARLAMENTAR, PERDA DE MANDATO ELETIVO, FORMA AUTOMÁTICA.\n\n- VOTO, MIN. CELSO DE MELLO: PRELIMINAR. PRINCÍPIO DA PARIDADE DE ARMAS, DEVIDO PROCESSO LEGAL, ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. PRAZO COMUM, ALEGAÇÕES FINAIS, MINISTÉRIO PÚBLICO, ASSISTENTE DA ACUSAÇÃO. NULIDADE, DEMONSTRAÇÃO, PREJUÍZO, PRINCÍPIO PAS DE NULLITÉ SANS GRIEF. CERCEAMENTO DE DEFESA, INDEFERIMENTO, PRODUÇÃO DE PROVA, DECISÃO FUNDAMENTADA. DISCRICIONARIEDADE, JUIZ, AVALIAÇÃO, CONVENIÊNCIA, NECESSIDADE, DILIGÊNCIA. REABERTURA, INSTRUÇÃO CRIMINAL, SURGIMENTO, FATO NOVO, CURSO DO PROCESSO. DESMEMBRAMENTO DE PROCESSO, PLURALIDADE, LITISCONSORTE PASSIVO. ENVOLVIMENTO, TESTEMUNHA, DEFESA, ATIVIDADE CRIMINOSA. DEPOIMENTO, CORRÉU, PROCESSO DIVERSO, CONDIÇÃO, TESTEMUNHA. PRINCÍPIO DO LIVRE CONVENCIMENTO MOTIVADO, SISTEMA DA PROVA TARIFADA. MÉRITO. OPERAÇÃO LAVA JATO, DEMONSTRAÇÃO, ATUAÇÃO, ORGANIZAÇÃO CRIMINOSA, OBJETIVO, CAPTURA, INSTITUIÇÃO PÚBLICA, BENEFÍCIO, AGENTE PÚBLICO, PARTIDO POLÍTICO, EMPRESA. DESRESPEITO, ESTADO DE DIREITO, PRINCÍPIO DEMOCRÁTICO, PRINCÍPIO REPUBLICANO. CORRUPÇÃO PASSIVA, DIREITO ROMANO. GRAVIDADE, CORRUPÇÃO, PARLAMENTAR. CONVENÇÃO INTERNACIONAL, REPRESSÃO DO CRIME, CORRUPÇÃO. OPERAÇÃO LAVA JATO, DEMONSTRAÇÃO, ATIVIDADE CRIMINOSA, CARTEL, EMPREITEIRA, FRAUDE, LICITAÇÃO, CORRUPÇÃO, LAVAGEM DE DINHEIRO, ÂMBITO, PETRÓLEO BRASILEIRO (PETROBRÁS). EMPREITEIRA, INCLUSÃO, VALOR, CONTRATO, PETRÓLEO BRASILEIRO (PETROBRÁS), VANTAGEM INDEVIDA, DESTINATÁRIO, PARTIDO POLÍTICO. TIPICIDADE, CORRUPÇÃO PASSIVA, ATO DE OFÍCIO. PARLAMENTAR, ATO DE OFÍCIO, PODER POLÍTICO, FATO, INFLUÊNCIA, PODER EXECUTIVO. PRESIDENCIALISMO DE COALIZÃO, PARTICIPAÇÃO, PARLAMENTAR, PREENCHIMENTO, CARGO, PODER EXECUTIVO. PARLAMENTAR, LÍDER PARTIDÁRIO, UTILIZAÇÃO, PODER POLÍTICO, MANUTENÇÃO, DIRETOR, PETRÓLEO BRASILEIRO (PETROBRÁS), COTA, PARTIDO PROGRESSISTA (PP). COMPETÊNCIA EXCLUSIVA, CONGRESSO NACIONAL, FISCALIZAÇÃO, PODER EXECUTIVO, SISTEMA DE FREIOS E CONTRAPESOS. FUNDAMENTAÇÃO, SENTENÇA PENAL CONDENATÓRIA, DEPOIMENTO, COLABORADOR. CORROBORAÇÃO RECÍPROCA, COLABORAÇÃO PREMIADA. LEGISLAÇÃO, CRIMINALIZAÇÃO, FALSO TESTEMUNHO, COLABORADOR. CONSIDERAÇÃO, ANOTAÇÃO, AGENDA, COLABORADOR, CONFIRMAÇÃO, DEPOIMENTO, COLABORADOR. DEFINIÇÃO JURÍDICA, LAVAGEM DE DINHEIRO. AUTONOMIA, ETAPA, LAVAGEM DE DINHEIRO, COLOCAÇÃO, DISSIMULAÇÃO, OCULTAÇÃO, INTEGRAÇÃO. DISPENSABILIDADE, ESGOTAMENTO, ETAPA, LAVAGEM DE DINHEIRO. ELEMENTO SUBJETIVO, CRIME DE LAVAGEM DE DINHEIRO. DOUTRINA DA CEGUEIRA DELIBERADA, LAVAGEM DE DINHEIRO. AUTONOMIA, CRIME DE LAVAGEM DE DINHEIRO, CRIME ANTECEDENTE. AUTOLAVAGEM DE DINHEIRO. CORRUPÇÃO PASSIVA, RECEBIMENTO, VANTAGEM INDEVIDA, INTERMÉDIO, INTERPOSTA PESSOA, LAVAGEM DE DINHEIRO, EXAURIMENTO DO CRIME, CRIME ANTECEDENTE. LAVAGEM DE DINHEIRO, RECEBIMENTO, PROPINA, VALOR EM ESPÉCIE, FORMA DIRETA, INTERPOSTA PESSOA. LAVAGEM DE DINHEIRO, FRACIONAMENTO, VALOR, DEPÓSITO, CONTA BANCÁRIA, LIMITE MÍNIMO, INSTITUIÇÃO FINANCEIRA, COMUNICAÇÃO, CONSELHO DE CONTROLE DE ATIVIDADES FINANCEIRAS (COAF). ÔNUS DA PROVA, ELEMENTO CONSTITUTIVO, ACUSAÇÃO. IN DUBIO PRO REO. INCOMPATIBILIDADE, MOVIMENTAÇÃO, RECURSO FINANCEIRO, PATRIMÔNIO, RENDIMENTO. LAVAGEM DE DINHEIRO, DECLARAÇÃO, IMPOSTO DE RENDA DE PESSOA FÍSICA (IRPF), INFORMAÇÃO, MANUTENÇÃO, GRANDE QUANTIDADE, VALOR EM ESPÉCIE. LAVAGEM DE DINHEIRO, RECEBIMENTO, VANTAGEM INDEVIDA, CORRUPÇÃO PASSIVA, INTERMÉDIO, DOAÇÃO ELEITORAL OFICIAL. CRIME DE LAVAGEM DE DINHEIRO, CAUSA DE AUMENTO DE PENA, ORGANIZAÇÃO CRIMINOSA, MOMENTO ANTERIOR, LEI, DEFINIÇÃO, ORGANIZAÇÃO CRIMINOSA. UTILIZAÇÃO, DEFINIÇÃO, ORGANIZAÇÃO CRIMINOSA, CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL. DIREITO PENAL, PRINCÍPIO DA RESERVA LEGAL, CONSTITUIÇÃO FEDERAL, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS. FUNÇÃO, GARANTIA, TIPO PENAL. DOSIMETRIA DA PENA, MÉTODO TRIFÁSICO, LIMITAÇÃO, DISCRICIONARIEDADE, JUIZ. DEVER, FUNDAMENTAÇÃO, FIXAÇÃO, PENA-BASE, ACIMA DO MÍNIMO LEGAL, ELEMENTO CONCRETO. CRITÉRIO, FIXAÇÃO, FRAÇÃO, AUMENTO DA PENA, CRIME CONTINUADO, CONSIDERAÇÃO, NÚMERO, DELITO. FIXAÇÃO, LIMITE MÍNIMO, REPARAÇÃO DE DANO, DANO PATRIMONIAL, PETRÓLEO BRASILEIRO (PETROBRÁS). CONDENAÇÃO, DANO MORAL COLETIVO. HISTÓRIA, CONSTITUIÇÃO, PREVISÃO, PRIVAÇÃO, CIDADANIA, CONSEQUÊNCIA, SENTENÇA PENAL CONDENATÓRIA. EXERCÍCIO, DIREITO POLÍTICO, CONDIÇÃO, ELEGIBILIDADE. EFEITO IMEDIATO, CONDENAÇÃO, REGIME FECHADO, PERDA, MANDATO PARLAMENTAR.\n\n- VOTO, MIN. DIAS TOFFOLI: PRELIMINAR. ACESSO, AUTOS DE PROCESSO ELETRÔNICO, QUALQUER MOMENTO. AÇÃO PENAL ORIGINÁRIA, STF, DEFESA PRÉVIA, MOMENTO, ESPECIFICAÇÃO, PROVA, ARROLAMENTO DE TESTEMUNHA. CÓDIGO DE PROCESSO PENAL, UNIFICAÇÃO, RESPOSTA, DEFESA PRÉVIA, PROCEDIMENTO CRIMINAL, PRIMEIRA INSTÂNCIA. DEFESA, REFERÊNCIA GENÉRICA, PRODUÇÃO DE PROVA. DEVER, DEFESA, ESPECIFICAÇÃO, PROVA, APRESENTAÇÃO, JUSTIFICATIVA, PROVA. LIMITE LEGAL, DIREITO À PROVA. DEFINIÇÃO JURÍDICA, RELEVÂNCIA, PERTINÊNCIA, PROVA. DEFESA, ARROLAMENTO DE TESTEMUNHA, ACUSADO, FATOS CONEXOS, PROCESSO DIVERSO. GARANTIA CONTRA A AUTOINCRIMINAÇÃO. MÉRITO. DOAÇÃO ELEITORAL OFICIAL, LAVAGEM DE DINHEIRO, EXAURIMENTO DO CRIME, CORRUPÇÃO PASSIVA. VÍNCULO, DOADOR, IDEOLOGIA, CANDIDATO, REQUISITO, DOAÇÃO ELEITORAL OFICIAL. REPARAÇÃO DE DANO, PROCESSO PENAL, DIREITO INDIVIDUAL, VÍTIMA. INADEQUAÇÃO, AÇÃO PENAL, DISCUSSÃO, VALOR, DANO MORAL, INTERESSE DIFUSO, INTERESSE COLETIVO. ADEQUAÇÃO, VIA PROCESSUAL, AÇÃO CIVIL PÚBLICA, DISCUSSÃO, DANO MORAL COLETIVO. CONDENAÇÃO, DEPUTADO, ÂMBITO PENAL, COMPETÊNCIA, CÂMARA DOS DEPUTADOS, DELIBERAÇÃO, PERDA, MANDATO PARLAMENTAR.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: PRELIMINAR. RECONHECIMENTO, NULIDADE, DEMONSTRAÇÃO, PREJUÍZO. INDEFERIMENTO, PRODUÇÃO DE PROVA, CONTRADITÓRIO, AMPLA DEFESA. FACULDADE DO JUIZ, REUNIÃO DE PROCESSOS, FATOS CONEXOS. ACOLHIMENTO, CONTRADITA, TESTEMUNHA, DEFESA, PRINCÍPIO DA PARIDADE DE ARMAS. INEXIGIBILIDADE, COMPROMISSO, TESTEMUNHA, ACUSADO, FATOS CONEXOS, PROCESSO DIVERSO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO. MÉRITO. TIPIFICAÇÃO DO CRIME, CORRUPÇÃO PASSIVA, CORRELAÇÃO, VANTAGEM INDEVIDA, ATO DE OFÍCIO. PARLAMENTAR, ATO DE OFÍCIO, PARTICIPAÇÃO, FORMAÇÃO, GOVERNO; INDICAÇÃO, NOME, CARGO; INFLUÊNCIA, DECISÃO, GOVERNO. LIMITAÇÃO, CONDENAÇÃO, PARLAMENTAR, CORRUPÇÃO PASSIVA, PERÍODO, EXERCÍCIO, LIDERANÇA, PARTIDO POLÍTICO. FUNÇÃO, LÍDER PARTIDÁRIO. CORRUPÇÃO PASSIVA, CAPACIDADE, LÍDER PARTIDÁRIO, GARANTIA, APOIO POLÍTICO, MANUTENÇÃO, AGENTE, CARGO, ADMINISTRAÇÃO PÚBLICA. CORRUPÇÃO PASSIVA, RESPONSABILIZAÇÃO, TOTALIDADE, DIRIGENTE, PARTIDO POLÍTICO, RESPONSABILIDADE PENAL OBJETIVA. CRIME DE LAVAGEM DE DINHEIRO, DOLO, CONHECIMENTO, ORIGEM, BEM, VALOR, ATIVIDADE ILÍCITA. CORRUPÇÃO PASSIVA, DISSIMULAÇÃO, RECEBIMENTO, VANTAGEM INDEVIDA, BIS IN IDEM, LAVAGEM DE DINHEIRO. COEXISTÊNCIA, CORRUPÇÃO PASSIVA, LAVAGEM DE DINHEIRO, EXIGÊNCIA, DISTINÇÃO, DOLO. PECULIARIDADE, AÇÃO COLETIVA, MICROSSISTEMA JURÍDICO. AÇÃO COLETIVA, REPRESENTATIVIDADE ADEQUADA. PROCESSO PENAL, AFERIÇÃO, DANO MORAL COLETIVO. EFEITO, SENTENÇA PENAL CONDENATÓRIA, PARLAMENTAR, PERDA, CONDIÇÃO, ELEGIBILIDADE. INTERPRETAÇÃO, CONSTITUIÇÃO, CONFORMIDADE, LEGISLAÇÃO INFRACONSTITUCIONAL. INCOMPETÊNCIA, PODER JUDICIÁRIO, DECRETAÇÃO, PERDA, MANDATO PARLAMENTAR, FORMA AUTOMÁTICA. COMPETÊNCIA, CASA LEGISLATIVA, DECISÃO, PERDA, MANDATO PARLAMENTAR. PRINCÍPIO DA SOBERANIA POPULAR, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. COMPETÊNCIA, STF, COMUNICAÇÃO, SENTENÇA PENAL CONDENATÓRIA, PARLAMENTAR. AUTOCONTENÇÃO JUDICIAL.\n\n- VOTO, MIN. GILMAR MENDES: MÉRITO. CORRUPÇÃO, PRESIDENCIALISMO DE COALIZÃO. RISCO, DEPOIMENTO, COLABORADOR, TRANSFORMAÇÃO, DOAÇÃO ELEITORAL, PROPINA. ATO DE OFÍCIO, CIRCUNSTÂNCIA ELEMENTAR, TIPO PENAL, CORRUPÇÃO PASSIVA. ATO DE OFÍCIO, COMPROMISSO, PARLAMENTAR, INTEGRAÇÃO, GOVERNO. COMPRA, APOIO POLÍTICO, PARLAMENTO. RISCO, COLABORAÇÃO PREMIADA, DISTORÇÃO, VERDADE DOS FATOS. NOMEAÇÃO, DIRETOR, PETRÓLEO BRASILEIRO (PETROBRÁS), INDEPENDÊNCIA, ATO, PARLAMENTAR. CORRUPÇÃO PASSIVA, RESPONSABILIZAÇÃO, PARLAMENTAR, ATO, PRESIDENTE DA REPÚBLICA, NOMEAÇÃO, DIRETOR, EMPRESA PÚBLICA. CORRUPÇÃO PASSIVA, COMPETÊNCIA, TERCEIRO, ATO DE OFÍCIO. CORRUPÇÃO PASSIVA, CRIME PRÓPRIO. PRESIDENCIALISMO DE COALIZÃO, PRERROGATIVA, PARTIDO POLÍTICO, INDICAÇÃO, CARGO. PRESIDENCIALISMO DE COALIZÃO, AUSÊNCIA, VINCULAÇÃO, PRESIDENTE DA REPÚBLICA, INDICAÇÃO, PARTIDO POLÍTICO. CORRUPÇÃO PASSIVA, DOAÇÃO ELEITORAL OFICIAL, PARLAMENTAR, ÔNUS DA PROVA, ACUSAÇÃO. LAVAGEM DE DINHEIRO, DOAÇÃO ELEITORAL OFICIAL. AÇÃO PENAL, INADEQUAÇÃO, VIA PROCESSUAL, DISCUSSÃO, DANO MORAL COLETIVO. RESPONSABILIDADE CIVIL, SERVIDOR PÚBLICO, DANO, ADMINISTRAÇÃO PÚBLICA. RESPONSABILIDADE CIVIL, CARÁTER PUNITIVO, CONTROVÉRSIA. RESPONSABILIDADE CIVIL, NEXO DE CAUSALIDADE, ATO ILÍCITO, RESULTADO. PERDA DE MANDATO ELETIVO, COERÊNCIA, TRATAMENTO JURÍDICO, IMPROBIDADE ADMINISTRATIVA, CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA. EXPECTATIVA, ALTERAÇÃO, ENTENDIMENTO, PLENÁRIO, PERDA DE MANDATO ELETIVO, SENTENÇA PENAL CONDENATÓRIA.\n\n- TERMO(S) DE RESGATE: CAIXA DE PROPINAS. DIREITO AO GOVERNO HONESTO. CORRUPÇÃO PASSIVA, ATO DE OFÍCIO, PODER DE FATO. DIRECT-EXAMINATION, CROSS-EXAMINATION. POSTO DA TORRE. SMURFING. PUNITIVE DAMAGES. GESETZESKONFORMEN VERFASSUNGSINTERPRETATION.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=996&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP","documental_observacao_texto":"- Caso \"OPERAÇÃO LAVA JATO\".\n- Acórdão(s) citado(s):\n(LAVAGEM DE DINHEIRO, RECEBIMENTO, VANTAGEM INDEVIDA, INTERPOSTA PESSOA)\nAP 470 (TP), AP 644 (2ªT), AP 694 (1ªT), AP 470 EI-sextos (TP). \n(PRINCÍPIO DA PARIDADE DE ARMAS)\nARE 648629 (TP), AP 644 AgR (2ªT), RHC 138752 (2ªT). \n(PRINCÍPIO PAS DE NULLITÉ SANS GRIEF)\nHC 81510 (1ªT) - RTJ 182/662, HC 82899 (2ªT) - RTJ 220/385, HC 85155 (2ªT), HC 100329 (2ªT), HC 104648 (2ªT), HC 112191 (2ªT), HC 117102 (2ªT), ARE 964175 AgR (2ªT), RHC 125242 AgR (2ªT), RHC 138752 (2ªT), RHC 142765 AgR (1ªT). \n(INDEFERIMENTO, PRODUÇÃO DE PROVA, DECISÃO FUNDAMENTADA)\nHC 69575 (1ªT), HC 80205 (1ªT), HC 83578 (2ªT), RHC 90719 (2ªT), HC 91777 (1ªT), HC 95694 (1ªT), AP 409 AgR (TP), AP 374 AgR (TP), HC 100988 (1ªT), HC 135026 (2ªT), AP 974 AgR-segundo (2ªT), HC 155363 (2ªT). \n(REABERTURA, INSTRUÇÃO CRIMINAL, SURGIMENTO, FATO NOVO, CURSO DO PROCESSO)\nHC 87728 (1ªT), AP 409 AgR (TP), AP 864 AgR (1ªT). \n(DESMEMBRAMENTO DE PROCESSO, PLURALIDADE, RÉU)\nInq 2706 AgR (TP), Inq 2168 ED (TP), Pet 2020 QO (1ªT), Inq 2471 AgR-quinto (TP), AP 641 AgR (TP). \n(DEPOIMENTO, CORRÉU, PROCESSO DIVERSO, CONDIÇÃO, TESTEMUNHA)\nHC 89671 (2ªT), RHC 99768 (2ªT), AP 470 AgR-sétimo (TP), AP 470 QO-terceira (TP), RHC 116108 (2ªT), AP 923 AgR-segundo (1ªT). \n(INDEFERIMENTO, PRODUÇÃO DE PROVA, CONTRADITÓRIO, AMPLA DEFESA)\nHC 70081 (2ªT), HC 71678 (1ªT), HC 73509 (2ªT), HC 76614 (1ªT), HC 80723 (1ªT), HC 80990 (2ªT), HC 83578 (2ªT), RHC 84849 (1ªT), HC 85533 (2ªT), HC 87728 (1ªT), HC 88904 (1ªT), RHC 90399 (1ªT), RE 156576 AgR (1ªT), RE 597299 AgR (2ªT), AP 671 AgR-segundo (TP), RE 90008 (1ªT), RHC 49702 (2ªT). \n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\nHC 79244 (1ªT). \n(DESMEMBRAMENTO DE PROCESSO, CAUSA CONEXA)\nHC 70688 (2ªT), HC 73208 (1ªT), HC 73423 (1ªT), HC 83463 (2ªT). \n(CORRUPÇÃO PASSIVA, ATO DE OFÍCIO)\nAP 470 (TP), AP 307 - RTJ 162/3, AP 694 (1ªT), AP 695 (1ªT), Inq 3705 (2ªT). \n(PRESIDENCIALISMO DE COALIZÃO)\nAP 470 (TP), ADI 4568 (TP). \n(FIDELIDADE PARTIDÁRIA)\nMS 26602 (TP). \n(CONCURSO DE PESSOAS, RESPONSABILIDADE PENAL OBJETIVA)\nAP 447 (TP). \n(PESSOA JURÍDICA, FINANCIAMENTO, CAMPANHA ELEITORAL)\nADI 4650 (TP). \n(AUTOLAVAGEM DE DINHEIRO)\nAP 470 (TP), Inq 2471 (TP), HC 92279 (2ªT), AP 694 (1ªT), AP 470 EI-sextos (TP), AP 470 EI-décimos sextos (TP). \n(DEFINIÇÃO JURÍDICA, LAVAGEM DE DINHEIRO)\nAP 470 (TP), RHC 80816 (2ªT), AP 470 EI-décimos segundos (TP), Inq 4141 (1ªT), Inq 4146 (TP). \n(CRIME DE LAVAGEM DE DINHEIRO, COMPROVAÇÃO, CRIME ANTECEDENTE)\nHC 94958 (2ªT). \n(CRIME DE LAVAGEM DE DINHEIRO, DOAÇÃO ELEITORAL OFICIAL)\nAP 644 (2ªT), Inq 3980 (2ªT), Inq 3982 (2ªT), Inq 4141 (1ªT). \n(FRAÇÃO, AUMENTO DA PENA, CRIME CONTINUADO)\nAP 470 (TP), HC 75088 (1ªT), HC 76550 (1ªT), HC 83632 (1ªT), RHC 85923 (2ªT), HC 95415 (2ªT), HC 117719 (2ªT). \n(FUNDAMENTAÇÃO, SENTENÇA PENAL CONDENATÓRIA, DEPOIMENTO, COLABORADOR)\nHC 75226 (1ªT), RE 213937 (2ªT), HC 94034 (1ªT). \n(IN DUBIO PRO REO)\nAP 421 (1ªT), AP 612 (TP), AP 619 (2ªT), AP 678 (1ªT). \n(CRIME DE LAVAGEM DE DINHEIRO, CAUSA DE AUMENTO DE PENA, ORGANIZAÇÃO CRIMINOSA, LEGISLAÇÃO ANTERIOR)\nAP 470 (TP), HC 96007 (1ªT), ADI 4414 (TP), HC 108715 (1ªT), RHC 124082 (1ªT), RHC 121835 AgR (2ªT), RHC 130738 AgR (2ªT). \n(DOSIMETRIA DA PENA, FUNDAMENTAÇÃO IDÔNEA, ELEMENTO CONCRETO)\nHC 69419 (1ªT) - RTJ 143/600. \n(CONDENAÇÃO, PARLAMENTAR, ÂMBITO PENAL, PERDA DE MANDATO ELETIVO)\nAP 470 (TP), AP 565 (TP), AP 618 (2ªT), AP 694 (1ªT), AP 863 (1ªT). \n(DISCRICIONARIEDADE, JUIZ, INQUIRIÇÃO, TESTEMUNHA)\nHC 60699. \n(PRINCÍPIO DO LIVRE CONVENCIMENTO MOTIVADO)\nHC 40609 (TP), AP 996 (2ªT). \n(AÇÃO PENAL ORIGINÁRIA, DILIGÊNCIA, ART. 10 DA LEI 8038/90)\nAP 409 AgR (TP), AP 671 AgR-segundo (TP). \n(INDEFERIMENTO, INQUIRIÇÃO DE TESTEMUNHA, CERCEAMENTO DE DEFESA)\nHC 68032 (1ªT). \n(RESPOSTA, ESPECIFICAÇÃO, PROVA)\nAP 974 AgR-segundo (2ªT). \n(ATO DE OFÍCIO, PARLAMENTAR)\nAP 470 (TP). \n(CRIME DE LAVAGEM DE DINHEIRO, CAUSA DE AUMENTO DE PENA, DEFINIÇÃO JURÍDICA, ORGANIZAÇÃO CRIMINOSA)\nInq 3982 (2ªT). \n(DEVER DE PROBIDADE)\nAP 470 (TP). \n(CORRUPÇÃO PASSIVA, PARLAMENTAR, ATO DE OFÍCIO, INFLUÊNCIA, PODER EXECUTIVO)\nInq 4011 (2ªT), Inq 4259 (2ªT). \n(ÔNUS DA PROVA, ACUSAÇÃO)\nHC 88875 (2ªT). \n(MODELO TRIFÁSICO, LAVAGEM DE DINHEIRO)\nRHC 80816 (2ªT). \n(CRIME DE LAVAGEM DE DINHEIRO, DOLO)\nAP 470 EI-sextos (TP). \n(FUNÇÃO, GARANTIA, TIPO PENAL)\nExt 633 (TP) - RTJ 177/485. \n(DOSIMETRIA DA PENA, DISCRICIONARIEDADE, JUIZ)\nHC 88261 (2ªT), HC 101118 (2ªT). \n(FIXAÇÃO, PENA-BASE, ACIMA DO MÍNIMO LEGAL)\nHC 71697 (1ªT), HC 87263 (1ªT), HC 96590 (2ªT). \n(FUNÇÃO, LÍDER PARTDÁRIO)\nAP 470 (TP). \n(AUTONOMIA, LAVAGEM DE DINHEIRO, CORRUPÇÃO PASSIVA)\nAP 470 (TP), Inq 2471 (TP). \n(CORRUPÇÃO PASSIVA, RESPONSABILIZAÇÃO, PARLAMENTAR, NOMEAÇÃO, DIRETOR, EMPRESA PÚBLICA)\nInq 3982 (2ªT). \n- Decisões monocráticas citadas:\n(DESMEMBRAMENTO DE PROCESSO, PLURALIDADE, RÉU)\nInq 1741, AP 561.\n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\nHC 113645 MC, HC 113862 MC, HC 113881, HC 114102 MC, HC 114140, HC 114134 MC, HC 114127 MC.\n(COLABORAÇÃO PREMIADA, DENUNCIAÇÃO CALUNIOSA)\nPet 5700.\n(CRIME DE LAVAGEM DE DINHEIRO, CAUSA DE AUMENTO DE PENA, ORGANIZAÇÃO CRIMINOSA, LEGISLAÇÃO ANTERIOR)\nHC 111021.\n(PRINCÍPIO PAS DE NULLITÉ SANS GRIEF)\nRHC 134832.\n- Acórdão(s) citado(s) - outros tribunais:\nRT 374/164, RT 388/200, RT 390/100, RT 526/356, RT 538/324, RT 567/398, RT 570/388, RT 603/311, RT 683/345, RT 731/587, JTACrimSP 89/218. \nSTJ: HC 336549, REsp 1488028, HC 88223, RHC 40257, RHC 65835, REsp 1071166, HC 97181, HC 128297, HC 140590, HC 141884, HC 153641, RHC 75856. \nTRF4: Processo 5022179-78.2016.404.7000. \nTSE: RespE 13324. \n- Legislação estrangeira citada: Lex Calpurnia de repetundis (149 a.C.), Lex Acilia de Repetundarum (123 a.C.), Lex Servilia de Repetundis (111 a.C.) e Lex Julia Repetundarum (59 a.C); Decreto de 20 de junho de 1789, da França.\n- Decisão estrangeira citada: Caso Enzo Tortora, da Itália.\n- Veja AC 3826, Inq 3980, Inq 3989, Inq 3997, Inq 4325, Inq 4326 e Inq 4327 do STF.\n- Veja art. 13, I, da Carta Circular 3461/2009 do Banco Central.\nNúmero de páginas: 486.\nAnálise: 30/10/2019, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nASSIST.(S)  : PETRÓLEO BRASILEIRO S/A - PETROBRAS \nADV.(A/S)  : TALES DAVID MACEDO E OUTRO(A/S)\nRÉU(É)(S)  : NELSON MEURER \nADV.(A/S)  : MICHEL SALIBA OLIVEIRA \nADV.(A/S)  : RICARDO LIMA PINHEIRO DE SOUZA \nRÉU(É)(S)  : NELSON MEURER JÚNIOR \nADV.(A/S)  : MARINA DE ALMEIDA VIANA \nADV.(A/S)  : GABRIELA GUIMARÃES PEIXOTO \nADV.(A/S)  : PRISCILA NEVES MENDES \nADV.(A/S)  : MICHEL SALIBA OLIVEIRA \nRÉU(É)(S)  : CRISTIANO AUGUSTO MEURER \nADV.(A/S)  : GABRIELA GUIMARÃES PEIXOTO \nADV.(A/S)  : RICARDO LIMA PINHEIRO DE SOUZA \nADV.(A/S)  : MICHEL SALIBA OLIVEIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":397914,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AP 996","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2018-05-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO PENAL","documental_doutrina_texto":"ABRANCHES, Sérgio Henrique Hudson de. Presidencialismo de coalizão: o dilema institucional brasileiro. Revista de Ciências Sociais, Rio de Janeiro, v. 31, n. 1, 1988. p. 21-22 e 27.\nAMARO, Mohamed. Código Penal na Expressão dos Tribunais. Saraiva, 2007. p. 31 e 406.\nAMORIM NETO, Octavio. O Presidencialismo de Coalizão Revisitado: Novos Dilemas, Velhos Problemas. In: TAVARES, José Antônio Giusti (Org.). O Sistema Partidário na Consolidação da Democracia Brasileira. Instituto Teotônio Vilela, 2003. p. 84-87.\nBADARÓ, Gustavo. Processo Penal. 4. ed. Revista dos Tribunais, 2016. p. 454-455, item 10.5.2.\n______. O Valor Probatório da Delação Premiada: sobre o § 16 do art. 4º da Lei nº 12.850/2013.\n______. Direito à prova e os limites lógicos de sua admissão: os conceitos de pertinência e relevância. Disponível em: http://badaroadvogados.com.br/direito-a-prova-e-os-limites-logicos-de-suaadmissao-os-conceitos-de-pertinencia-e-relevancia.html.\nBADARÓ, Gustavo Henrique; BOTTINI, Pierpaolo Cruz. Lavagem de dinheiro: aspectos penais e processuais penais. Revista dos Tribunais, 2012. p. 94-99, item 2.2.4.2.\n______.______. 2. ed. São Paulo: Revista dos Tribunais, 2013. p. 66.\n______.______. 3. ed. Revista dos Tribunais, 2016. p. 31-32, item 1.2, p. 128 e p. 212-216, item 6.2.2.\nBALTAZAR JUNIOR, José Paulo. Crimes Federais. 10. ed. Saraiva, 2015. p. 1097-1099, item 4.3.2.\nBARROS, Marco Antonio de. Lavagem de Capitais e Obrigações Civis Correlatas. 2. ed. Revista dos Tribunais, 2008. p. 49, item 1.7.1, e p. 58-60, item 1.12.\n______.______. 3. ed. rev., atual. e ampl. São Paulo: Revista dos Tribunais, 2012.\n______.______. 4. ed. Revista dos Tribunais, 2013. p. 46-48, item 1.6, e p. 51, item 1.7.\n______. Lavagem de Capitais: Crimes, Investigação, Procedimento Penal e Medidas Preventivas. 5. ed. Juruá, 2017. p. 53-54, item 1.13.1.\nBITENCOURT, Cezar Roberto. Código Penal Comentado. 4. ed. Saraiva, 2007. p. 216-221.\n______. Tratado de direito penal. 9. ed. São Paulo: Saraiva, 2015. v. 5. p. 114.\n______.______. 14. ed. Saraiva, 2009. v. 1. p. 772, item 1.\nBITTAR FILHO, Carlos Alberto. Dano moral coletivo no atual contexto brasileiro. Revista de Direito do Consumidor, São Paulo, Revista dos Tribunais, n. 12, out.-dez. 1994. p. 55.\nBONFIM, Márcia Monassi Mougenot. Lavagem de Dinheiro. Malheiros, 2008. p. 28-29, item 5.\nBONFIM, Márcia Monassi Mougenot; BONFIM, Edilson Mougenot. Lavagem de Dinheiro. 2. ed. Malheiros, 2008. p. 37-41, item 7.2, e p. 55-57, item 11.\nBRASIL. Câmara dos Deputados. Nelson Meurer: biografia. Disponível em: www2.camara.leg.br/deputados/pesquisa/layouts_deputados_biografia?pk=73781.\nBUENO, José Antonio Pimenta. Direito Público Brasileiro e Análise da Constituição do Império.\nBUSATO, Paulo César. Direito Penal. Parte Geral. Atlas, 2013. p. 933, item 6.3.\nCALIMAN, Auro Augusto. Mandato Parlamentar: Aquisição e Perda Antecipada. São Paulo: Atlas, 2005.\nCALLEGARI, André Luís. Lavagem de Dinheiro: Aspectos Penais da Lei nº 9.613/98. 2. ed. Livraria do Advogado, 2008. p. 46-47, item 7.1.2, e p. 87-93, item 11.1.\nCALLEGARI, André Luís; WEBER, Ariel Barazzetti. Lavagem de Dinheiro. 2. ed. Atlas, 2017. p. 8-14, item 2.2.\nCANOTILHO, J. J. Gomes. Direito Constitucional. 5. ed. Coimbra: Almedina, 1991.\nCARLI, Carla Veríssimo de. Lavagem de Dinheiro: Ideologia da Criminalização e Análise do Discurso. 2. ed. Verbo Jurídico, 2012. p. 118-120, item 2.3.1, e p. 120-121, item n. 2.3.2.\n______. Lavagem de Dinheiro: Prevenção e Controle Penal. 2. ed. Verbo Jurídico, 2013. p. 204-208, item 5.3, e p. 225-231, item 6.3.\nCARVALHO NETO, Inácio de. Aplicação da Pena. 2. ed. Forense, 2003.\nCASTRO JÚNIOR, João Batista de. Dano moral coletivo e dano sociomoral: distinção dada pela construtura hermenêutica constitucional. Revista de direito civil contemporâneo, v. 3, p. 185-205, abr.-jun. 2015.\nCOSTA JR., Paulo José da. Código Penal Comentado. 8. ed. DPJ, 2005. p. 245.\nCOUCEIRO, João Cláudio. A garantia constitucional do direito ao silêncio. São Paulo: Revista dos Tribunais, 2004. p. 25 e 45.\nCUNHA, Rogério Sanches; PINTO, Ronaldo Batista. Código de Processo Penal e Lei de Execução Penal Comentados. JusPodivm, 2017. p. 553-554.\nDALLAGNOL, Deltan Martinazzo. In: CARLI, Carla Veríssimo de (Org.). Lavagem de dinheiro: prevenção e controle penal. 2. ed. Verbo Jurídico, 2013. p. 432, item 9.6.50.\nDELMANTO, Celso et al. Código Penal Comentado. 7. ed. Renovar, 2007. p. 315.\nDOTTI, René Ariel. Curso de Direito Penal. Parte Geral. 2. ed. Forense, 2004. p. 512-516, itens 6 a 17.\nDUVERGER, Maurice. Os partidos políticos. Tradução: Cristiano Monteiro Oiticica. Rio de Janeiro: Zahar, 1970. p. 22-23.\nESPÍNOLA FILHO, Eduardo. Código de Processo Penal Brasileiro Anotado. 6. ed. Borsoi, 1965. v. 3. p. 117.\nESTEFAM, André. Direito Penal. Parte Geral. Saraiva, 2010. v. 1. p. 461, item 1.3.\nFEITOZA, Denilson. Direito Processual Penal: Teoria, Crítica e Práxis. 6. ed. Impetus, 2009. p. 485, item 9.3.\nFERREIRA, Gilberto. Aplicação da Pena. Forense, 1995. p. 66.\nFIGUEIREDO, Argelina Cheibub; LIMONGI, Fernando. Executivo e Legislativo na Nova Ordem Constitucional. 2. ed. FGV, 2001. p. 117, item \"Coalizões governamentais e apoio à agenda do Executivo\".\nFORRESTER, Ian S.; BERGHE, Pascal. Leniency: The poisonned Chalice or the Pot at the End of the Rainbow?\nFRAGOSO, Heleno Cláudio. Lições de Direito Penal. Forense, 1980. v. 2. p. 438.\nFRANCO, Alberto Silva. Código Penal e sua Interpretação Jurisprudencial. Revista dos Tribunais, 2001. v. 1. p. 1319-1320, item 9.01.\nGALVÃO, Fernando. Direito Penal: Curso Completo. Parte Geral. 2. ed. Del Rey, 2007. p. 880-881, item 1.\nGOMES, Luiz Flávio; MAZZUOLI, Valerio de Oliveira. Comentários à Convenção Americana sobre Direitos Humanos. Revista dos Tribunais, 2008. v. 4. p. 122.\nGOMES, José Jairo. Direito eleitoral. 13. ed. São Paulo: Atlas, 2017. p. 108 e 427-428.\nGOMES FILHO, Antônio Magalhães. Direito à prova no processo penal. São Paulo: Revista dos Tribunais, 1997. p. 91-93 e 130.\n______. Provas: Lei nº 11.690, de 09.06.2008. In: MOURA, Maria Thereza Rocha de Assis (Coord.). As Reformas no Processo Penal. Revista dos Tribunais, 2008. p. 286.\nGRECO, Rogério. Código Penal Comentado. 2. ed. Impetus, 2009. p. 127-130 e 205.\n______.______. 12. ed. Impetus, 2018. p. 248.\n______. Curso de Direito Penal. Parte Geral. 19. ed. Niterói: Impetus, 2017. v. 1. \nGRINOVER, Ada Pellegrini. O Novo Processo do Consumidor. In: GRINOVER, Ada Pellegrini et al. (Org.). Processo Coletivo: do surgimento à atualidade. São Paulo: Revista dos Tribunais, 2014. p. 296.\nJESUS, Damásio E. de. Código de Processo Penal Anotado. 25. ed. Saraiva, 2012. p. 2015.\n______. Direito penal. Parte geral. 27. ed. Saraiva, 2003. v. 1. p. 718, item 1.\nLEITE, Alaor; TEIXEIRA, Adriano. Nem toda doação irregular a caixa dois é crime de corrupção. Consultor Jurídico, 2016. Disponível em: https://www.conjur.com.br/2016-nov-15/nem-toda-doacao-irregular-caixa-dois-constituem-crime-corrupcao. Acesso em: 19 mar. 2018.\nLEWANDOWSKI, Enrique Ricardo. Freios e contrapesos. Folha de S. Paulo, 23 maio 2018.\nLIMA, Marcellus Polastri. Curso de Processo Penal. 9. ed. Gazeta Jurídica, 2016. p. 572, item 14.\nLIMA, Renato Brasileiro de. Legislação Criminal Especial Comentada. 5. ed. JusPODIVM, 2017. p. 474, p. 476-478, item 5, e p. 486-489, item 9.1.\nLOPES, Felix Garcia (Org.). Cargos de Confiança no Presidencialismo de Coalizão Brasileiro. Instituto de Pesquisa Econômica Aplicada (IPEA), 2015. p. 11-19.\nMAIA, Rodolfo Tigre. Lavagem de Dinheiro: Anotações às Disposições Criminais da Lei n. 9.613/98. 2. ed. Malheiros, 2007. p. 53-54, item 41, p. 87-88, item 64, e p. 92, item 69.\nMARCÃO, Renato. Curso de Processo Penal. Saraiva, 2014. p. 532-533, item 10.1.10.23.\nMARCHIONATTI, Daniel. Processo penal contra autoridades: foro privilegiado, inviolabilidades, investigação e ação penal. Brasília, 2018. No prelo.\nMARQUES, José Frederico. Elementos de Direito Processual Penal. Forense, 1965. v. 2. p. 341.\nMARTINS, Sérgio Mazina. Unificação de Penas pela Continuidade Delitiva. Revista Brasileira de Ciências Criminais, v. 18, p. 237-279, abr.-jun. 1997.\nMASSON, Cleber. Código Penal Comentado. 4. ed. Método, 2016. p. 445.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 2. ed. Atlas, 1994. p. 260-261, item 207.2 a 208.1, e p. 576-577, item 499.3.\nMIRABETE, Julio Fabbrini; FABBRINI, Renato N. Manual de Direito Penal. 26. ed. Atlas. v. 1. p. 307, item 7.6.4.\nMORO, Sergio Fernando. Crime de Lavagem de Dinheiro. Saraiva, 2010. p. 61-70, item 3.3.\nNICOLITT, André. Manual de Processo Penal. 6. ed. revista, atualizada e ampliada. Revista dos Tribunais, 2016. p. 691, item 9.3.1.6. \nNORONHA, Magalhães. Direito Penal. 17. ed. Saraiva, 1986. v. 4. p. 244, item 1320.\nNUCCI, Guilherme de Souza. Código Penal Comentado. 8. ed. Revista dos Tribunais, 2008. p. 381-402. \n______.______. 15. ed. Rio de Janeiro: Forense, 2015. p. 1341-1342.\n______. Código de Processo Penal Comentado. 14. ed. Forense, 2015. p. 506-507, item 11.\n______. Leis Penais e Processuais Penais Comentadas. 10. ed. Forense, 2017. v. 2. p. 591-592, item 4.\nPACELLI, Eugênio; FISCHER, Douglas. Comentários ao Código de Processo Penal e sua Jurisprudência. 4. ed. Atlas, 2012. p. 828-830.\n______.______. 9. ed. Atlas, 2017. p. 416-417, item 186.7.\nPAULSEN, Leandro. Crimes federais. São Paulo: Saraiva, 2017. p. 276.\nPEREIRA, Emmanoel Campelo de Souza. Lavagem de Dinheiro e Crime Organizado Transnacional. LTr, 2016. p. 80-81, item 2.1.6.\nPITOMBO, Antônio Sérgio A. de Moraes. Lavagem de Dinheiro: A Tipicidade do Crime Antecedente. Revista dos Tribunais, 2003. p. 133-144, item 6.1.\nPODVAL, Maria Fernanda de Toledo R.; PODVAL, Roberto. Cap. 5. In: FRANCO, Alberto Silva Franco; STOCO, Rui (Coord.). Código de Processo Penal e sua Interpretação Jurisprudencial. 2. ed. Revista dos Tribunais, 2004. v. 4. p. 160-163, item 3.03.\nPRADO, Luiz Regis. Comentário ao Código Penal. 4. ed. Revista dos Tribunais, 2007. p. 375, item 2.\n______. Direito Penal Econômico. 3. ed. Revista dos Tribunais, 2009. p. 359-360.\nQUEIJO, Maria Elizabeth. O direito de não produzir prova contra si mesmo. São Paulo: Saraiva, 2003. p. 4.\nREALE, Miguel. Decoro Parlamentar e Cassação de Mandato Eletivo. Revista de Direito Público, v. X. p. 89.\nREALE JÚNIOR, Miguel. Instituições de Direito Penal. Parte Geral. 3. ed. Forense, 2009. p. 405-429, itens 5.1 a 5.9.\nROBERTS, Paul Craig; STRATTON, Lawrence M. The Tyranny of Good Intentions: How Prosecutors and Law Enforcement are Trampling the Constitution in the Name of Justice. New York: Three Rivers Press, 2008.\nRODRIGUES JUNIOR, Otavio Luiz. Nexo causal probabilístico: elementos para a crítica de um conceito. Revista de Direito Civil Contemporâneo, São Paulo, Revista dos Tribunais, v. 8, p. 115-137, 2016.\n______. Estatuto epistemológico do Direito civil contemporâneo na tradição de civil law em face do neoconstitucionalismo e dos princípios. p. 56\nSÁNCHES ARÁNGUEZ, Carlos. El Delito de Blanqueo de Capitales. Madri: Marcial Pons, 2000.\nSANTOS, Fabiano. Agenda Oculta da Reforma Política. In: Reforma Política. Câmara dos Deputados, 2007. p. 64.\nSCHIER, Paulo Ricardo. Presidencialismo de coalizão. Curitiba: Juruá, 2016. p. 123 e 126.\n______.______. Juruá, 2017. p. 114-115.\nSHECAIRA, Sérgio Salomão; CORRÊA JÚNIOR, Alceu. Pena e Constituição. Revista dos Tribunais, 1995. p. 184.\nSILVA, César Dario Mariano da. Doação eleitoral legal pode ser criminalizada? SIM. Folha de S. Paulo, 11 mar. 2017. Disponível em: http://www1.folha.uol.com.br/opiniao/2017/03/1865668-doacao-eleitoral-legal-pode-ser-criminalizada-sim.shtml.\nSILVA, Eduardo Araújo da. Organizações Criminosas: Aspectos Penais e Processuais da Lei nº 12.850/13. Atlas, 2014. p. 71-74, item 3.6. \nSILVA, Marco Antonio Marques da; FREITAS, Jayme Walmer de. Código de Processo Penal Comentado. Saraiva, 2012. p. 346, item 1, e p. 625-626, item 10.\nSILVA FILHO, Derly Barreto e. A presidencialização do Poder Legislativo e a parlamentarização do Poder Executivo no Brasil.\nSOUZA, Murilo. Entenda o papel dos líderes partidários. Câmara dos Deputados, 5 out. 2014. Disponível em: https://www.camara.leg.br/noticias/143235-entenda-o-papel-dos-lideres-partidarios/.\nSTOCO, Rui. Código Penal e sua interpretação jurisprudencial. 4. ed. Revista dos Tribunais. p. 1647.\nTARUFFO, Michele. La prova dei fatti giuridici. Milano: Giuffrè, 1992. p. 358.\nTHEODORO JÚNIOR, Humberto. Curso de Direito Processual Civil: procedimentos especiais. 41. ed. Rio de Janeiro: Forense, 2009. v. 3. p. 479.\nTORRES, Heleno Taveira. Teoria da simulação de atos e negócios jurídicos. In: TEPEDINO, Gustavo. FACHIN, Luiz Edson. Doutrinas Essenciais. Obrigações e Contratos. v. 2. São Paulo: Revista dos Tribunais, 2011. p. 564-565.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado. 14. ed. Saraiva, 2012. v. 2. p. 49.\nVICTOR, Sérgio Antônio Ferreira. Presidencialismo de coalizão. São Paulo: Saraiva, 2015. p. 18.","ministro_facet":["EDSON FACHIN"],"processo_numero":996,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur395768","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, nos termos do voto do Relator. Presidência do Ministro Alexandre de Moraes. Primeira Turma, 16.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur395768","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur395768","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO EXECUTÓRIA. TRATADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA. CRIMES DE EXPLORAÇÃO SEXUAL, FRAUDE, RECEPTAÇÃO E FALSIFICAÇÃO. DUPLA TIPICIDADE. OBSERVÂNCIA. REQUISITOS ESPECÍFICOS DO TRATADO. PREENCHIMENTO. ALEGADA FALTA DE SUBSUNÇÃO DO FATO À NORMA PENAL. JUÍZO DE TIPICIDADE EXTRÍNSECO. ANÁLISE DO MÉRITO DA AÇÃO PENAL. INVIABILIDADE. PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA. INOCORRÊNCIA. ATENDIMENTO DE TODOS OS REQUISITOS LEGAIS. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O ordenamento jurídico brasileiro adota, em procedimento extradicional, o modelo de cognoscibilidade limitada, o qual confere à Suprema Corte o dever de averiguar apenas a legalidade extrínseca do pedido.\n\n\n\n    2. A extradição executória, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, tem por fim viabilizar o cumprimento de pena imposta por cometimento de crime que atende ao requisitos da dupla tipicidade e punibilidade.\n\n\n\n    3. A extradição executória, a demandar sentença penal transitada em julgado, admite análise de questão afeta à prescrição da pretensão executória, restando impertinente a alegação de prescrição da pretensão punitiva. Precedente (Ext. 1.375, Primeira Turma, Rel. Min. Luiz Fux, DJe 15.10.2015).\n\n\n\n    4. In casu,\n\n\n\n    (a) Trata-se de pedido de extradição executória formulado pelo Governo da Itália, a fim de que nacional italiano cumpra penas transitadas em julgado, impostas pela prática dos crimes de exploração sexual, receptação, fraude e falsificação;\n\n\n\n    (b) A defesa alega o não atendimento ao requisito da dupla tipicidade, quanto à condenação pelo crime previsto no artigo 640 do Código Penal italiano (crime de fraude), sustentando que, “pela descrição da conduta, não se identifica a prática de artifício, ardil ou qualquer outro meio fraudulento. Simplesmente, o extraditando postava-se atrás de veículo que transpunha a barreira do pedágio e o acompanhava, aproveitando-se da liberação da barreira” (fl. 236v). \n\n\n\n    (c) O acolhimento de tais alegações ultrapassaria a competência institucional deste Tribunal em sede de extradição, tendo em vista o modelo da cognoscibilidade limitada, adotado pela Corte, no qual revela-se descabido valorar-se o juízo de subsunção da conduta do extraditando à norma penal incriminadora, proferido pelo juiz natural, ou, ainda, perscrutar a existência de justa causa para a ação penal em curso na jurisdição italiana.\n\n\n\n    (d) In casu, a análise da legalidade extrínseca do pedido revela a adequação da imputação do disposto no art. 171 do Código Penal Brasileiro, preenchido o requisito da dupla tipicidade.\n\n\n\n    (e) As penas aplicadas ao extraditando não foram atingidas pela prescrição da pretensão executória, consoante as regras dos ordenamentos jurídicos brasileiro e italiano.\n\n\n\n    (f) Nos termos do artigo 172 do Código Penal italiano, a prescrição não corre em caso de condenados reincidentes;.\n\n\n\n    (g) Quanto à legislação brasileira, tem-se o seguinte, relativamente aos delitos que a defesa alega estarem prescritos:\n\n\n\n    (g.1) Sentença do Tribunal de Chiavari de 12/12/2012, tornada definitiva em 09/07/2013 - pena: 1 ano de reclusão e multa: (i) A pena aplicada foi de 1 ano, correspondendo 3 meses à continuação. (ii) Os fatos foram praticados entre março e agosto de 2009, ao tempo em que a prescrição da pena inferior a 1 ano se consumava em 2 anos. (iii) Tendo em vista a reincidência declarada na sentença, o prazo prescricional é acrescido de um terço, alcançando 2 anos e 8 meses (art. 110, caput, do CPB). (iv) O Extraditando cumpriu pena de 20 de julho de 2013 a 10 de julho de 2014 (11 meses e 22 dias), restando 8 dias a cumprir, que prescrevem em 2 anos e 8 meses (Art. 113 do CPB). (v) O Extraditando foi novamente condenado, com trânsito em julgado, em 02/10/2014, 09/02/2015, 13/09/2016 e 20/05/2017, tratando-se de casos de reincidência, que interrompem a contagem do prazo prescricional (art. 117, VI, do CPB). (vi) O Extraditando foi preso, para fins de extradição, em 08/12/2017, estando suspenso, desde então, o curso do prazo da prescrição (art. 116, parágrafo único, do CPB). (vii) Consequentemente, não se verifica o transcurso do prazo de 2 anos e 8 meses entre os marcos interruptivos da prescrição da pretensão executória.\n\n\n\n    (g.2) Sentença do Tribunal de Chiavari de 18/02/2013, confirmada pela sentença do Tribunal de Apelação de Gênova de 02/07/2014, com trânsito em julgado em 02/10/2014 - pena: 1 ano e 8 meses de reclusão. (i) A pena aplicada foi de 1 ano e 8 meses, pelo crime de falsidade ideológica. (ii) Trata-se de pena superior a 1 ano e inferior a 2 anos, ao qual o art. 109, V, atribui prazo de 4 anos de prescrição. (iii) Tendo em vista a reincidência declarada na sentença, o prazo prescricional é acrescido de um terço, alcançando 5 anos e 4 meses (art. 110, caput, do CPB). (iv) O Extraditando não cumpriu qualquer fração da pena e foi novamente condenado, com trânsito em julgado, em 09/02/2015, 13/09/2016 e 20/05/2017, tratando-se de casos de reincidência, que interrompem a contagem do prazo prescricional (art. 117, VI, do CPB). (v) Por fim, o Extraditando foi preso, para fins de extradição, em 08/12/2017, estando suspenso, desde então, o curso do prazo da prescrição (art. 116, parágrafo único, do CPB). (vii) Consequentemente, não se verifica o transcurso do prazo de 5 anos e 4 meses entre os marcos interruptivos da prescrição da pretensão executória.\n\n\n\n    (g.3) Sentença proferida em 07/05/2012, confirmada pelo Tribunal de Apelação de Gênova em 1º/06/2016, com trânsito em julgado em 13/09/2016 – pena de 3 anos e 9 meses de reclusão. (i) A pena aplicada foi de 3 anos e 9 meses de reclusão e multa de 1500 euros, por crimes de receptação, em continuidade delitiva (v. Fls. 108). (ii) Pela legislação italiana, a pena varia de 2 a 8 anos de reclusão (fls. 183). (iii) Ainda que descontado o aumento da continuidade delitiva, trata-se de pena superior a 2 anos (pena mínima) e inferior a 4 anos, ao qual o art. 109, IV, do Código Penal Brasileiro atribui prazo de 8 anos de prescrição; (iv) Tendo em vista a reincidência declarada na sentença, o prazo prescricional é acrescido de um terço, alcançando 10 anos e 8 meses (art. 110, caput, do CPB). (v) O Extraditando não cumpriu qualquer fração da pena e foi novamente condenado, com trânsito em julgado, em 20/05/2017, tratando-se de casos de reincidência, que interrompem a contagem do prazo prescricional (art. 117, VI, do CPB). (vi) Por fim, o Extraditando foi preso, para fins de extradição, em 08/12/2017, estando suspenso, desde então, o curso do prazo da prescrição (art. 116, parágrafo único, do CPB). (vii) Consequentemente, não se verifica o transcurso do prazo prescricional entre os marcos interruptivos da prescrição da pretensão executória.\n\n\n\n    5. Pedido de extradição deferido, observados os compromissos de: (i) não submissão do extraditando a prisão ou processo por fato anterior ao pedido de extradição; (ii) detração do tempo que o extraditando permaneceu preso para fins de extradição no Brasil; (iii) não aplicação de penas vedadas pelo ordenamento constitucional brasileiro, em especial a de morte ou de prisão perpétua (art. 5º, XLVII, a e b, da CF); (iv) observância do tempo máximo de cumprimento de pena previsto no ordenamento jurídico brasileiro, 30 (trinta) anos (art. 75, do CP); (v) não entrega do extraditando, sem consentimento do Brasil, a outro Estado que o reclame; e (vi) não apuração de qualquer motivo político para agravar as penas.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748772261","externo_seq_objeto_incidente":5339759,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-257  DIVULG 30-11-2018  PUBLIC 03-12-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1530&classe=Ext","is_colac":false,"titulo":"Ext 1530","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00047 LET-A LET-B \n          INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 ART-00083 ART-00095 \"CAPUT\" \n          ART-00096\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1969\n          ART-00003 ART-00011\n                TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00109 INC-00004 INC-00005 \n          ART-00110 \"CAPUT\" ART-00112 INC-00001 \n          INC-00002 ART-00113 ART-00116 PAR-ÚNICO \n          ART-00117 INC-00005 INC-00006 ART-00119 \n          ART-00171 PAR-00003 ART-00172 ART-00228 \n          \"CAPUT\" ART-00298 ART-00304\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   SUMSTF-000497      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-12-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: EXTRADIÇÃO, AÇÃO DECLARATÓRIA, DESCARACTERIZAÇÃO, AÇÃO CONSTITUTIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: EXTRADIÇÃO, RECIPROCIDADE, TRATAMENTO JURÍDICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1530&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO EXECUTÓRIA, PRESCRIÇÃO DA PRETENSÃO PUNITIVA)\nExt 1375 (1ªT). \n(PRESIDENTE DA REPÚBLICA, ENTREGA, EXTRADITANDO)\nRcl 11243 (TP). \n(EXTRADIÇÃO, REQUISITO)\nExt 667 (1ªT). \n(EXTRADIÇÃO, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 669 (TP), Ext 1196 (TP). \n- Legislação estrangeira citada: Arts. 81, 110, 172, 368, 476, 482, 495, 640 e 648 do Código Penal Italiano.\nNúmero de páginas: 37.\nAnálise: 18/03/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : DANIELE MACCIO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":395768,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1530","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2018-10-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"MIRABETE, Júlio Fabbrini. Código Penal Interpretado. 4. ed. São Paulo: Atlas, 2003. p. 758.","ministro_facet":["LUIZ FUX"],"processo_numero":1530,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur402944","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento aos embargos de declaração e determinou o sobrestamento do processo até a decisão administrativa sobre o pedido de refúgio, mantida a prisão do extraditando, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 12.4.2019 a 23.4.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur402944","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur402944","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO NA EXTRADIÇÃO. INEXISTÊNCIA DE AMBIGUIDADE, OBSCURIDADE, CONTRADIÇÃO OU OMISSÃO. REEXAME DE MATÉRIA DECIDIDA. DESCABIMENTO. EMBARGOS DE DECLARAÇÃO DESPROVIDOS. FORMALIZAÇÃO DE PEDIDO DE REFÚGIO. SOBRESTAMENTO DO PROCESSO ATÉ SUA APRECIAÇÃO ADMINISTRATIVA.\n\n\n\n    1. Os embargos de declaração prestam-se à correção de vícios de julgamento que produzam ambiguidade, obscuridade, contradição ou omissão no acórdão recorrido, a impedir a exata compreensão do que foi decidido. \n\n\n\n    2. In casu, o embargante aponta omissão em relação a pontos já expressamente analisados pelo acórdão embargado, a revelar inadequado intuito de mera obtenção de efeitos infringentes, mediante a rediscussão de matéria já decidida. Precedentes: Rcl 14262-AgR-ED, Primeira Turma, Rel. Min. Rosa Weber; HC 132.215-ED, Tribunal Pleno, Rel. Min. Cármen Lúcia; AP 409-EI-AgR-segundo-ED, Tribunal Pleno, Rel. Min. Celso de Mello; RHC 124.487-AgR-ED, Primeira Turma, Rel. Min. Roberto Barroso. \n\n\n\n    3. A existência de pedido de refúgio impõe o sobrestamento do processo de extradição até sua apreciação administrativa pelo CONARE (art. 34 da Lei nº 9.474/1997). \n\n\n\n    4. Embargos de declaração desprovidos, determinando-se o sobrestamento do processo até a decisão administrativa sobre o pedido de refúgio, mantida a prisão do extraditando.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749729817","externo_seq_objeto_incidente":5647282,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-092  DIVULG 03-05-2019  PUBLIC 06-05-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1528&classe=Ext","is_colac":false,"titulo":"Ext 1528 ED","documental_legislacao_citada_texto":["LEG-FED   LEI-009474      ANO-1997\n          ART-00034\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00619\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2019-05-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1528&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, EFEITO MODIFICATIVO)\nRcl 14262 AgR-ED (1ªT), RHC 124487 AgR-ED (1ªT), AP 409 EI-AgR-segundo-ED (TP), HC 132215 ED (TP). \n- Legislação estrangeira citada: Art. 6º das Ordenações Afonsinas.\nNúmero de páginas: 14.\nAnálise: 19/07/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : LORENZO GONZALEZ MARTINEZ \nDP   : DEFENSORIA PÚBLICA DA UNIÃO \nEMBDO.(A/S)  : GOVERNO DO PARAGUAI \nEMBDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":402944,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1528 ED","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-04-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1528,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur13633","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Decisão : Após o voto do Presidente, Ministro Sepúlveda Pertence (Relator), que dava provimento ao agravo regimental e homologava o laudo arbitral, converteu-se o julgamento em diligência, por proposta do Ministro Moreira Alves, para ouvir o Ministério Público Federal sobre a constitucionalidade da Lei nº 9.307/96 e seus reflexos quanto à homogabilidade do laudo no caso concreto. Decisão unânime. Ausentes, justificadamente, os Ministros Celso de Mello e Marco Aurélio. Plenário, 10.10.96.                   \r\n\r\nDecisão : Adiado o julgamento pelo pedido de vista do Ministro Nelson Jobim, após o voto do Relator (Ministro Sepúlveda Pertence, Presidente), que declarava inconstitucionais, na Lei nº 9.307/96: 1) o parágrafo único do art. 6º; 2) o art. 7º e seus parágrafos; 3) no art. 41, as novas redações atribuídas ao art. 267, inciso VII e art. 301, inciso IX do Código de Processo Civil e o art. 42, mas dava provimento ao agravo para homologar a sentença arbitral. Ausentes, justificadamente, os Ministros Celso de Mello e Marco Aurélio. Plenário, 08.05.97.                   \r\n\r\nDecisão : Após o voto do Senhor Ministro Nelson Jobim, que declarava a constitucionalidade, na Lei nº 9.307/96: 1) do parágrafo único do artigo 6º; 2) do artigo 7º e seus parágrafos; 3) no artigo 41, das novas redações atribuídas ao artigo 267, inciso VII e artigo 301, inciso IX, do Código de Processo Civil; 4) do artigo 42; e, no mais, concordava com o Senhor Ministro-Relator, pediu vista dos autos o Senhor Ministro Ilmar Galvão. Plenário, 22.11.2000.                   \r\nDecisão : Após o voto do Senhor Ministro Sepúlveda Pertence (Relator), que declarava inconstitucionais, na Lei nº 9.307/96: 1) o parágrafo único do artigo 6º; 2) o artigo 7º e seus parágrafos; 3) no artigo 41, as novas redações atribuídas ao artigo 267, inciso VII e artigo 301, inciso IX do Código de Processo Civil; 4) e o artigo 42; e dava provimento ao agravo para homologar a sentença arbitral, e dos votos dos Senhores Ministros Nelson Jobim e Ilmar Galvão, que declaravam a constitucionalidade dos citados dispositivos legais e acompanhavam o Senhor Ministro-Relator, para dar provimento ao agravo e homologar a sentença arbitral, pediu vista dos autos a Senhora Ministra Ellen Gracie. Plenário, 21.3.2001.                   Decisão : Após o voto do Senhor Ministro Sepúlveda Pertence (Relator), que declarava inconstitucionais, na Lei nº 9.307/96: 1) o parágrafo único do artigo 6º; 2) o artigo 7º e seus parágrafos; 3) no artigo 41, as novas redações atribuídas ao artigo 267, inciso VII e artigo 301, inciso IX do Código de Processo Civil; 4) e o artigo 42; e dava provimento ao agravo para homologar a sentença arbitral, e dos votos dos Senhores Ministros Nelson Jobim, Ilmar Galvão, Ellen Gracie, Maurício Corrêa, Marco Aurélio e Celso de Mello, que declaravam a constitucionalidade dos citados dispositivos legais e acompanhavam o Senhor Ministro-Relator, para dar provimento ao agravo e homologar a sentença arbitral, e do voto do Senhor Ministro Sydney Sanches, acompanhando o voto do Senhor Ministro-Relator, pediu vista dos autos o Senhor Ministro Néri da Silveira. Plenário, 03.5.2001.                   \r\n\r\nDecisão: O Tribunal, por unanimidade, proveu o agravo para homologar a sentença arbitral, vencidos parcialmente os Senhores Ministros Sepúlveda Pertence, Sydney Sanches, Néri da Silveira e Moreira Alves, no que declaravam a inconstitucionalidade do parágrafo único do artigo 6º; do artigo 7º e seus parágrafos; no artigo 41, das novas redações atribuídas ao artigo 267, inciso VII, e ao artigo 301, inciso IX, do Código de Processo Civil; e do artigo 42, todos da Lei nº 9.307, de 23 de setembro de 1996. Votou o Presidente, o Senhor Ministro Marco Aurélio. Plenário, 12.12.2001.","is_repercussao_geral_merito":false,"relator_processo_nome":"SEPÚLVEDA PERTENCE","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur13633","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur13633","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: 1.Sentença estrangeira: laudo arbitral que dirimiu conflito\n entre duas sociedades comerciais sobre direitos inquestionavelmente\n disponíveis - a existência e o montante de créditos a título de\ncomissão por representação comercial de empresa brasileira no\nexterior: compromisso firmado pela requerida que, neste processo,\npresta anuência ao pedido de homologação: ausência de chancela, na\norigem, de autoridade judiciária ou órgão público equivalente:\nhomologação negada pelo Presidente do STF, nos termos da\njurisprudência da Corte, então dominante: agravo regimental a que se\n dá provimento,por unanimidade, tendo em vista a edição posterior da\n L. 9.307, de 23.9.96, que dispõe sobre a arbitragem, para que,\nhomologado o laudo, valha no Brasil como título executivo judicial.\n2. Laudo arbitral: homologação: Lei da Arbitragem: controle\nincidental de constitucionalidade e o papel do STF.\nA\nconstitucionalidade da primeira das inovações da Lei da Arbitragem -\n a possibilidade de execução específica de compromisso arbitral -\nnão constitui, na espécie, questão prejudicial da homologação do\nlaudo estrangeiro; a essa interessa apenas, como premissa, a\nextinção, no direito interno, da homologação judicial do laudo\n(arts. 18 e 31), e sua conseqüente dispensa, na origem, como\nrequisito de reconhecimento, no Brasil, de sentença arbitral\nestrangeira (art. 35).\nA completa assimilação, no direito\ninterno, da decisão arbitral à decisão judicial, pela nova Lei de\nArbitragem, já bastaria, a rigor, para autorizar a homologação, no\nBrasil, do laudo arbitral estrangeiro, independentemente de sua\nprévia homologação pela Justiça do país de origem.\nAinda que não\nseja essencial à solução do caso concreto, não pode o Tribunal -\ndado o seu papel de \"guarda da Constituição\" - se furtar a enfrentar\n o problema de constitucionalidade suscitado incidentemente (v.g. MS\n 20.505, Néri).\n3. Lei de Arbitragem (L. 9.307/96):\nconstitucionalidade, em tese, do juízo arbitral; discussão\nincidental da constitucionalidade de vários dos tópicos da nova lei,\n especialmente acerca da compatibilidade, ou não, entre a execução\njudicial específica para a solução de futuros conflitos da cláusula\ncompromissória e a garantia constitucional da universalidade da\njurisdição do Poder Judiciário (CF, art. 5º,\nXXXV).\nConstitucionalidade declarada pelo plenário, considerando\no Tribunal, por maioria de votos, que a manifestação de vontade da\nparte na cláusula compromissória, quando da celebração do contrato,\ne a permissão legal dada ao juiz para que substitua a vontade da\nparte recalcitrante em firmar o compromisso não ofendem o artigo 5º,\n XXXV, da CF.\nVotos vencidos, em parte - incluído o do relator -\n que entendiam inconstitucionais a cláusula compromissória - dada a\nindeterminação de seu objeto - e a possibilidade de a outra parte,\nhavendo resistência quanto à instituição da arbitragem, recorrer ao\nPoder Judiciário para compelir a parte recalcitrante a firmar o\ncompromisso, e, conseqüentemente, declaravam  a\ninconstitucionalidade de dispositivos da Lei 9.307/96 (art. 6º,\nparág. único; 7º e seus parágrafos e, no art. 41, das novas redações\n atribuídas ao art. 267, VII e art. 301, inciso IX do C. Pr. Civil;\ne art. 42), por violação da garantia da universalidade da jurisdição\n do Poder Judiciário.\nConstitucionalidade - aí por decisão\nunânime, dos dispositivos da Lei de Arbitragem que prescrevem a\nirrecorribilidade (art. 18) e os efeitos de decisão judiciária da\nsentença arbitral (art. 31).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=5206&classe=SE-AgR","externo_seq_objeto_incidente":3509933,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 30-04-2004 PP-00059  EMENT VOL-02149-06 PP-00958","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5206&classe=SE","is_colac":false,"titulo":"SE 5206 AgR","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1824\n                ART-00150 ART-00160\n                CF-1824 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1946\n                ART-00141 PAR-00003 PAR-00004\n                CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1967\n                ART-00150 PAR-00004 ART-00153 PAR-00004\n                REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001   ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF       ANO-1988\n                ART-00005 INC-00035\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   LEI-000556      ANO-1850\n                ART-00245 ART-00294 ART-00348 ART-00411\n                PAR-00001 ART-00739 ART-00783 ART-00846\n                CCM-1850 CÓDIGO COMERCIAL\n","LEG-FED   LEI-003071    ANO-1916\n                ART-00082 ART-01037 ART-01038 ART-01039\n                ART-01040 ART-01041 ART-01042 ART-01043\n                ART-01044 ART-01045 ART-01046 ART-01047\n                ART-01048 ART-01123\n                CC-1916 CÓDIGO CIVIL\n","LEG-FED   DEL-001608    ANO-1939\n                ART-01006 PAR-00002 ART-01031 ART-01032\n                ART-01033 ART-01034 ART-01035 ART-01036\n                ART-01037 ART-01038 ART-01039 ART-01040\n                ART-01041 ART-01042 ART-01043 ART-01044\n                ART-01045 ART-01046\n                CPC-1939 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-005869    ANO-1973\n                ART-00267 INC-00007 ART-00301 INC-00009\n                REDAÇÃO DADA PELO ARTIGO 41 DA LEI-9307/1993\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-005869    ANO-1973\n                ART-00451 ART-00639 ART-00641 ART-00741\n                INC-00001 INC-00002 INC-00003 INC-00004\n                INC-00005 INC-00006 INC-00007 ART-00745\n                ART-01041 ART-01072 ART-01073 ART-01074\n                ART-01075 ART-01076 ART-01077 INC-00004\n                ART-01078 ART-01079 ART-01080 ART-01081\n                ART-01082 ART-01083 ART-01084 ART-01085\n                ART-01086 ART-01087 ART-01088 ART-01089\n                ART-01090 ART-01091 ART-01092 ART-01093\n                ART-01094 PAR-ÚNICO ART-01095 ART-01096\n                ART-01097 ART-01098  ART-01099 ART-01100\n                ART-01101 ART-01102\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-005869    ANO-1973\n                ART-00520 INC-00006\n                 REDAÇÃO DADA PELO ARTIGO 42 DA LEI-9307/1993\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-001350      ANO-1986\n                ART-00003\n                LEI ORDINÁRIA\n","LEG-FED   LEI-004591      ANO-1964\n                LEI DE CONDOMÍNIOS E INCORPORAÇÕES IMOBILIÁRIAS\n                LEI ORDINÁRIA\n","LEG-FED   LEI-008807      ANO-1994\n                ART-00019    \"CAPUT\"\n                LEI ORDINÁRIA\n","LEG-FED   LEI-009307      ANO-1996\n                ART-00001 ART-00003\n                ART-00004 \"CAPUT\" PAR-00001 PAR-00002\n                ART-00005 ART-00006  \"CAPUT\" PAR-ÚNICO\n                ART-00007 PAR-00001 PAR-00002 PAR-00003\n                PAR-00004 PAR-00005 PAR-00006 PAR-00007\n                ART-00009  \"CAPUT\" PAR-00001  PAR-00002\n                ART-00010 INC-00001 INC-00002 INC-00003 INC-00004\n                ART-00011 INC-00001 INC-00002 INC-00003 INC-00004\n                INC-00005 INC-00006 ART-00013  PAR-00003\n                ART-00018 ART-00019 ART-00021  \"CAPUT\"\n                PAR-00001 PAR-00002 PAR-00003 PAR-00004\n                ART-00023 ART-00025 PAR-ÚNICO ART-00029\n                ART-00031 ART-00032 INC-00001 INC-00002\n                INC-00003 INC-00004  INC-00005  INC-00006\n                INC-00007 INC-00008 ART-00033 PAR-00002 PAR-00003\n                ART-00035 ART-00038 INC-00001 INC-00002 INC-00003\n                INC-00004  INC-00005  INC-00006 ART-00039  INC-00001\n                INC-00002 PAR-ÚNICO  ART-00041  ART-00042\n                ART-00043   ART-00044\n                LA-1996 LEI DE ARBITRAGEM\n","LEG-FED   DEL-009521      ANO-1945\n                ART-00016\n                DECRETO-LEI\n","LEG-FED   DEC-021187      ANO-1932\n                ART-00001\n                PROMULGA O PROTOCOLO RELATIVO À CLÁUSULA DE\n                ARBITRAGEM FIRMADO EM GENEBRA A 24/09/1923\n                DECRETO\n","LEG-FED   DEC-003900      ANO-1867\n                DECRETO\n","LEG-FED   DEC-001902      ANO-1996\n                ART-00001\n                PROMULGA A CONVENÇÃO INTERAMERICANA SOBRE ARBITRAGEM\n                INTERNACIONAL\n                DECRETO\n","LEG-FED   RGI    ANO-1980\n          ART-00176 ART-00177\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL\nFEDERAL\n","LEG-FED   REG-000737      ANO-1850\n                ART-00411 PAR-00001\n                REGULAMENTO"],"publicacao_data":"2004-04-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  HOMOLOGAÇÃO, LAUDO ARBITRAL, VALIDADE, BRASIL, TÍTULO EXECUTIVO\nJUDICIAL, LITÍGIO, SOCIEDADE COMERCIAL, FOCO, DIREITO DISPONÍVEL,\nEXISTÊNCIA, MONTANTE, CRÉDITO, COMISSÃO POR REPRESENTAÇÃO\nCOMERCIAL, EMPRESA BRASILEIRA, SEDE, EXTERIOR. REQUERIDA,\nAPROVAÇÃO, COMPROMISSO, ANUÊNCIA, PEDIDO, HOMOLOGAÇÃO. LEI NOVA,\nJUÍZO ARBITRAL, INOVAÇÃO, MATÉRIA, ARBITRAGEM, POSSIBILIDADE, EXECUÇÃO,\nCOMPROMISSO ARBITRAL, MEDIANTE, PROVIMENTO JUDICIAL,\nSUBSTITUIÇÃO, MANIFESTAÇÃO, VONTADE, PARTE RECALCITRANTE.\nPLANO, DIREITO INTERNO, EQUIPARAÇÃO, EFEITO, SENTENÇA ARBITRAL,\nSENTENÇA JUDICIÁRIA, IRRELEVÂNCIA, HOMOLOGAÇÃO JUDICIAL.\n- CONSIDERAÇÃO, CONSTITUCIONALIDADE, DISPOSITIVO, LEI DE\nARBITRAGEM, ENTENDIMENTO, PROMOÇÃO, ALTERAÇÃO, CÓDIGO DE\nPROCESSO CIVIL, OBJETIVO, AJUSTAMENTO, NOVIDADE, TRATAMENTO,\nARBITRAGEM. SISTEMA LEGAL, PROIBIÇÃO, CRIAÇÃO, MECANISMO,\nEXCLUSÃO, APRECIAÇÃO, PODER JUDICIÁRIO, LESÃO, AMEAÇA,\nDIREITO. CARACTERIZAÇÃO, FACULDADE, CIDADÃO, COMPOSIÇÃO,\nCONFLITO, PODER JUDICIÁRIO . ESTIPULAÇÃO, ANTERIORIDADE, CLÁUSULA\nCOMPROMISSÓRIA, PARTES, SUBMISSÃO,  PACTO, SISTEMA, ARBITRAGEM,\nHIPÓTESE, OCORRÊNCIA, FUTURA, CONFLITO. CLÁUSULA COMPROMISSÓRIA,\nOBJETO, LITÍGIO, DECORRÊNCIA, RELAÇÃO CONTRATUAL ESPECÍFICA.\nCOMPROMISSO ARBITRAL, OBJETO, LITÍGIO, DECORRÊNCIA, TOTALIDADE,\nFATO JURÍDICO, INCLUSÃO, ESTRANHO, CONTRATO. CONDIÇÃO, EFICÁCIA,\nCLÁUSULA COMPROMISSÓRIA, CONTRATO, REGÊNCIA, PRINCÍPIO DA\nDISPONIBILIDADE. IMPOSSIBILIDADE, EXISTÊNCIA, RENÚNCIA\nABSOLUTA, ABSTRATA, RELAÇÃO, PODER JUDICIÁRIO . OCORRÊNCIA,\nRENÚNCIA RELATIVA, LITÍGIO DETERMINADO, DECORRÊNCIA, CONTRATO\nESPECÍFICO. PROIBIÇÃO CONSTITUCIONAL, VEDAÇÃO, ACESSO, JUDICIÁRIO,\nREFERÊNCIA, IMPOSSIBILIDADE, LEGISLADOR, CRIAÇÃO, OBSTÁCULO,\nPARTICULAR, OPÇÃO, VIA JUDICIAL (MIN. NELSON JOBIM).\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MAURÍCIO CORRÊA: CLÁUSULA \r\nCOMPROMISSÓRIA,\nDEFINIÇÃO, LEI DE ARBITRAGEM, CARACTERIZAÇÃO, OPÇÃO, PARTE\nCONTRATANTE, SOLUÇÃO, MEDIANTE, ARBITRAGEM, LITÍGIO, DECORRÊNCIA,\nDESCUMPRIMENTO, CONTRATO. OCORRÊNCIA, LITÍGIO, HIPÓTESE, RECUSA,\nCOMPARECIMENTO, JUÍZO ARBITRAL, POSSIBILIDADE, PARTE INTERESSADA,\nENCAMINHAMENTO, PODER JUDICIÁRIO, RECURSO, OBJETIVO, OBRIGAÇÃO,\nPARTE INADIMPLENTE, CUMPRIMENTO, CONTRATO. EXECUÇÃO, CLÁUSULA\nCOMPROMISSÓRIA, JUIZ, CONCRETIZAÇÃO, AUSÊNCIA, SUBSTITUIÇÃO,\nVONTADE, PARTE.\n- VOTO VENCIDO, MIN. SEPÚLVEDA PERTENCE, MIN. SYDNEY\nSANCHES, MIN. MOREIRA ALVES: INCONSTITUCIONALIDADE, ARTIGO, LEI DE \r\nARBITRAGEM,\nPARTE, ATRIBUIÇÃO, COMPROMISSO ARBITRAL, FORMAÇÃO, PROVIMENTO\nJUDICIAL SUBSTITUTIVO, CONCORDÂNCIA, PARTE, ESTRANHA, FIXAÇÃO,\nMANIFESTAÇÃO, VONTADE, FIGURANTES, OFENSA, PRINCÍPIO CONSTITUCIONAL,\nDIREITO, ACESSO, JUDICIÁRIO.  VALIDADE, LAUDO\nARBITRAL, CONDICIONAMENTO, SUBSEQUENTE, DEPÓSITO, HOMOLOGAÇÃO.\nCOMPROMISSO ARBITRAL, FUNDAMENTAÇÃO, CONSENTIMENTO,\nINTERESSADO, OBJETIVO, SOLUÇÃO, CONFLITO, DIREITO DISPONÍVEL,\nPOSSIBILIDADE, PARTES, CONCILIAÇÃO. PRESUNÇÃO,\nCONSTITUCIONALIDADE, ARBITRAGEM, BASE, VOLUNTARIEDADE, ACORDO\nBILATERAL, PARTE, OPÇÃO, ENTREGA, TERCEIRO, SOLUÇÃO, LIDE.\nCONSTITUCIONALIDADE, JUÍZO ARBITRAL, ORIGEM, RENUNCIABILIDADE,\nEXERCÍCIO, DIREITO, AÇÃO, REFLEXO SUBJETIVO, GARANTIA, PRESTAÇÃO\nJURISDICIONAL. TERMO, RENÚNCIA, EXERCÍCIO, DIREITO, AÇÃO, DEFESA,\nINDISPENSABILIDADE, FORMAÇÃO, CONSENSO, MOMENTO, EXISTÊNCIA,\nCONCRETIZAÇÃO, LITÍGIO DETERMINADO. IMPOSSIBILIDADE,\nMANIFESTAÇAO, CONSENSO, MOMENTO, CONTRATO PRINCIPAL, CLÁUSULA\nCOMPROMISSÓRIA, MOTIVO, CARACTERIZAÇÃO, RENÚNCIA ANTECIPADA, DIREITO,\nAÇÃO, INEXISTÊNCIA.\n- VOTO VENCIDO, MIN. NÉRI DA SILVEIRA: INCONSTITUCIONALIDADE, ARTIGO, LEI \r\nARBITRAL.\nPROVIMENTO, AGRAVO REGIMENTAL, HOMOLOGAÇÃO, LAUDO ARBITRAL,\nDISPENSA, PROVA, HOMOLOGAÇÃO, SENTENÇA JUDICIAL, EFICÁCIA,\nBRASIL. SUBSTITUIÇÃO, VONTADE, PARTE, CONTRATO, DECISÃO, JUIZ,\nOFENSA,\n  DISPOSITIVO CONSTITUCIONAL, ACESSO, JUDICIÁRIO, SUJEIÇÃO,\nJUÍZO EXTRAJUDICIAL, LITÍGIO, OBJETO, LIMITE, OCORRÊNCIA,\nPOSTERIORIDADE, CONTRATO, CLÁUSULA COMPROMISSÓRIA. RENÚNCIA,\nDIREITO DE AÇÃO, EXIGÊNCIA, EXISTÊNCIA, PRETENSÃO ATUAL, DIREITO\nMATERIAL. INADMISSIBILIDADE, RENÚNCIA, DIREITO, AÇÃO, ABSTRATO,\nLITÍGIO, DESCONHECIMENTO, IRRELEVÂNCIA, VINCULAÇÃO, RELAÇÃO\nJURÍDICA, DIREITO MATERIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5206&classe=SE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"SE-AgR","documental_observacao_texto":"Votação e resultado: por unanimidade provido o Agravo para homologar a\nSentença Arbitral. Vencidos, parcialmente, os Mins. Sepúlveda Pertence,\nSydney Sanches, Néri da Silveira e Moreira Alves, no que declaravam a\ninconstitucionalidade do parágrafo único do artigo 6º, do artigo 7º e\nseus parágrafos; no artigo 41, das novas redações atribuídas ao artigo\n267, inciso VII, e ao artigo 301, inciso IX, do Código de Processo\nCivil; e do artigo 42, todos da Lei-9307, de 23.09.1996.\n\nAcórdãos citados: ADI 1074 MC, ADI 1651 (RTJ 168/106), SE 1982\n(RTJ 54/714). SE 2006 (RTJ 60/28), SE 2178 (RTJ 91/48), SE 2468,\nSE 2768, SE 2476 AgR (RTJ 95/23), SE 26766 (RTJ 107/563), SE 3236\n(RTJ 111/157), SE 3397 (RTJ 155/103), SE 3707 (RTJ 137/132), SEC 4724\n(RTJ 160/151), SEC 5847 (RTJ 172/868), MS 20505 (LEX 59/90), AI 52181\n(RTJ 68/382), RE 58696 (RTJ 42/212), RE 88716 (RTJ 92/250), RE 172058\n(RTJ 161/1043), RE 223075 (RTJ 175/800), RE 250545; LEX 159/101.\nLegislação estrangeira citada: Ordenações Filipinas, livro III, títulos\nXVI e XVII. Itália:\nArtigo 24 da Constituição de 1948; artigo 2032 do Código Civil e\nartigos 809 e 810 do Código de Processo Civil, com a redação dada pela\nLei-25, de 05.01.1944. Portugal: artigo 1231 da Lei-31, de 29.08.1986.\nHolanda: artigo 1020 do Código de Processo Civil. Espanha: artigo 24, I\nda Constituição de 1978 e Lei-36, de 07.12.1988, II. Alemanha: Lei de\narbitragem, de 22.12.1997, que alterou a redação dos artigos 1035.3 e\n1035, II, da ZPO. Artigo 7º, I da Lei-modelo da Comissão das Nações\nUnidas para o desenvolvimento do Comércio Internacional - UNCITRAL\nsobre a arbitragem internacional, editada pela ONU em 1985.\nNúmero de páginas: (246). Análise:(JBM).\nInclusão: 01/02/05, (MLR).\nAlteração: 25/02/2009, NRT.\nAlteração: 30/04/2019, NSB.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.   : M B V COMMERCIAL AND EXPORT MANAGEMENT\n               ESTABLISMENT\nADVDO. : EVANDRO CATUNDA DE CLODOALDO PINTO E OUTROS\nAGDO.   : RESIL INDUSTRIA E COMERCIO LTDA\nADVDO. : MARCIA SERRA NEGRA E OUTROS\nADVDO. : ANDRÉ CARMELINGO ALVES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":13633,"documental_tese_texto":null,"procedencia_geografica_completo":"EP - ESPANHA","processo_codigo_completo":"SE 5206 AgR","processo_classe_processual_unificada_classe_sigla":"SE","julgamento_data":"2001-12-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG.NA SENTENÇA ESTRANGEIRA","documental_doutrina_texto":"OBRA: DIREITO INTERNACIONAL PRIVADO\nAUTOR: AMILCAR DE CASTRO\nVOLUME: 2       PÁGINAS: 174, 276  ANO: 1956\nOBRA: COMENTÁRIOS AO CÓDIGO DE PROCESSO CIVIL\nAUTOR: HAMILTON DE MORAES E BARROS\nEDITORA: FORENSE\nVOLUME: 9       PÁGINAS.: 377-378\nOBRA: INSTITUIÇÕES DO DIREITO PROCESSUAL CIVIL\nAUTOR: JOSÉ FREDERICO MARQUES\nEDITORA: FORENSE\nVOLUME: 5       PÁGINA: 422-423   ANO: 1960\nOBRA: ARBITRAGEM INTERNACIONAL  PRIVADA\nAUTOR: JOSÉ CARLOS MAGALHÃES\nPÁGINAS: 8,25,31,32       ANO: 1986\nOBRA: FUNDAMENTOS DA ARBITRAGEM DO COMÉRCIO\nINTERNACIONAL\nAUTOR: JOSÉ ALEXANDRE TAVARES GUERREIRO\nEDITORA: SARAIVA\nPÁGINAS: 35,51   ANO: 1993\nOBRA: ENCICLOPEDIA DEL DIRITTO (VB. ARBITRATO - DIR. PROC.\nCIV)\nAUTOR: BIAMONTI\nVOLUME: 2       PÁGINAS: 900,904,936  ANO: 1958\nOBRA: COMENTÁRIOS AO CÓDIGO DE PROCESSO CIVIL\nAUTOR: PONTES DE MIRANDA\nEDITORA: FORENSE\nVOLUME: 15      PÁGINAS.: 224,240,399  ANO: 1977\nOBRA: JUÍZO ARBITRAL: CLÁUSULA COMPROMISSÓRIA: EFEITOS, PARECER in\nTEMAS DE DIREITO PROCESSUAL\nAUTOR: JOSÉ CARLOS BARBOSA MOREIRA\nEDITORA: SARAIVA\nEDIÇÃO: 2ª      PÁGINAS: 192, 200, 201  ANO: 1988\nOBRA: O NOVO PROCESSO CIVIL BRASILEIRO\nAUTOR: JOSÉ CARLOS BARBOSA MOREIRA\nVOLUME: 2       PÁGINA: 44      ANO: 1976\nOBRA: ESTUDOS DE DIREITO PROCESSUAL CIVIL\nAUTOR: MACHADO GUIMARÃES\nANO 1969    PÁGINA: 284,291,292\nOBRA: COMENTÁRIOS AO CÓDIGO DE PROCESSO CIVIL\nAUTOR: PONTES DE MIRANDA\nEDITORA: FORENSE\nEDIÇÃO: 2ª  PÁGINAS: 162, Nº 23 ANO: 1962\nOBRA: EXECUÇÃO ESPECÍFICA DA CLÁUSULA ARBITRAL in REVISTA\nFORENSE,  Nº 331\nAUTOR: CELSO BARBI FILHO\nPÁGINAS: 97-104\nOBRA: TRATADO DE DIREITO COMERCIAL BRASILEIRO\nAUTOR: J. X. CARVALHO DE MENDONÇA\nEDIÇÃO: 6ª  VOLUME: 6   PÁGINA: 333\nOBRA: ASPECTOS FUNDAMENTAIS DA LEI DE ARBITRAGEM\nAUTOR: CARLOS ALBERTO CARMONA E SELMA FERREIRA LEMES\nEDITORA: FORENSE\nPÁGINAS: 36-51  ANO: 1999\nOBRA: DIREITO CONSTITUCIONAL E TEORIA DA CONSTITUIÇÃO\nAUTOR: J. J. GOMES CANOTILHO\nEDITORA:COIMBRA, LIVRARIA ALMEDINA\nEDIÇÃO: 4ª    PÁGINA: 401\nOBRA: ARBITRAGEM,  JURISDIÇÃO E EXECUÇÃO, ANÁLISE CRÍTICA DA LEI 9307,\nDE 23/09/96\nAUTOR: JOEL DIAS FIGUEIRA JÚNIOR\nEDITORA: RT\nEDIÇÃO: 2ª   PÁGINA: 167\nOBRA: A ARBITRAGEM E O DIREITO DO CONSUMIDOR in TEMAS ATUAIS DE\nDIREITO\nAUTOR: ANTÔNIO JUNQUEIRA DE AZEVEDO\nEDITORA: LTr\nPÁGINAS: 153-154\nOBRA: ARBITRAGEM E PROCESSO, UM COMENTÁRIO À LEI 9.307/1996\nAUTOR: CARLOS ALBERTO CARMONA\nEDITORA: MALHEIROS\nPÁGINA: 103\nOBRA: SENTENÇA ESTRANGEIRA E LEX MERCATORIA\nAUTOR: HERMES MARCELO HUCK\nEDITORA: SARAIVA\nPÁGINA: 74   ANO: 1974\nOBRA: CÓDIGO CIVIL COMENTADO\nAUTOR: CLÓVIS BEVILÁQUA\nVOLUME: 1  PÁGINAS: 154,309\nOBRA: ASPECTOS FUNDAMENTAIS DA LEI DE ARBITRAGEM\nAUTOR: PEDRO A BATISTA MARTINS\nEDITORA: FORENSE\nPÁGINAS: 213,214   ANO: 1999\nOBRA: TRATADO DE DIREITO PRIVADO\nAUTOR: PONTES DE MIRANDA\nEDITORA:  EDITOR BORSOI\nEDIÇÃO: 2ª  PÁGINAS.: 317, 332  ANO: 1959\nOBRA: COMENTÁRIOS AO CÓDIGO DE PROCESSO CIVIL\nAUTOR: AMÍLCAR DE CASTRO\nVOLUME: 8  PAGINA: 181","ministro_facet":["SEPÚLVEDA PERTENCE"],"processo_numero":5206,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}