{"result":{"took":480,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.26216,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur286661","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, decidindo o tema 771 da Repercussão Geral, por maioria, vencido o Ministro Marco Aurélio, negou provimento ao recurso, nos termos do voto do Relator. Impedido o Ministro Roberto Barroso. Falou, pela recorrida Marítima Seguros S/A, a Dra. Ana Paula de Barcellos, OAB/RJ 95436. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 23.10.2014.","is_repercussao_geral_merito":true,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur286661","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur286661","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Recurso extraordinário com agravo. Seguro Obrigatório de Danos Pessoais causados por veículos automotores de via terrestre (DPVAT). 2. Redução dos valores de indenização do seguro DPVAT pela Medida Provisória 340/2006, convertida na Lei 11.482/2007. 3. Constitucionalidade da modificação empreendida pelo art. 8º da Lei 11.482/007 no art. 3º da Lei 6.194/74. 4. Medida provisória. Pressupostos constitucionais de relevância e urgência. Discricionariedade. Precedentes. 5. Princípio da dignidade da pessoa humana. Ausência de violação. 6. Repercussão geral. 7. Recurso extraordinário não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7375723","externo_seq_objeto_incidente":4282164,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-236  DIVULG 01-12-2014  PUBLIC 02-12-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=704520&classe=ARE","is_colac":false,"titulo":"ARE 704520","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00049\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 ART-00059 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 PAR-ÚNICO ART-00062 \n          ART-00226 ART-00227 ART-00230\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000095      ANO-1998\n          ART-00007 INC-00001 INC-00002 INC-00003 \n          INC-00004\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-006194      ANO-1974\n          ART-00003 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00003 \"CAPUT\" LET-A REDAÇÃO ORIGINÁRIA\n          ART-00003 \"CAPUT\" LET-B REDAÇÃO ORIGINÁRIA\n          ART-00003 \"CAPUT\" LET-C REDAÇÃO ORIGINÁRIA\n          ART-00003 \"CAPUT\" REDAÇÃO DADA PELA LEI-11482/2007\n          ART-00003 \"CAPUT\" INC-00001 INCLUÍDO PELA LEI-11482/2007\n          ART-00003 \"CAPUT\" INC-00002 INCLUÍDO PELA LEI-11482/2007\n          ART-00003 \"CAPUT\" INC-00003 INCLUÍDO PELA LEI-11482/2007\n          ART-00003 \"CAPUT\" LET-0000A REVOGADO PELA LEI-11482/2007\n          ART-00003 \"CAPUT\" LET-0000B REVOGADO PELA LEI-11482/2007\n          ART-00003 \"CAPUT\" LET-0000C REVOGADO PELA LEI-11482/2007\n          ART-00003 \"CAPUT\" REDAÇÃO DADA PELA LEI-11945/2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011105      ANO-2005\n          ART-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011482      ANO-2007\n          ART-00008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011945      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-000340      ANO-2006\n                MEDIDA PROVISÓRIA - CONVERTIDA NA LEI-11482/2007\n\n","LEG-FED   SUV-000011      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   EXM-000146      ANO-2006\n          NÚMERO-23 NÚMERO-24 NÚMERO-25 NÚMERO-26 \n          NÚMERO-27 NÚMERO-28 NÚMERO-29\n                EXPOSIÇÃO DE MOTIVOS INTERMINISTERIAL DO MF/MEC/MT/MDIC"],"publicacao_data":"2014-12-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), POSSIBILIDADE, PODER JUDICIÁRIO, EXCEPCIONALIDADE, REALIZAÇÃO, JUÍZO DE MÉRITO, REQUISITO, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA, HIPÓTESE, CONVERSÃO, LEI. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), POSSIBILIDADE, PODER JUDICIÁRIO, REALIZAÇÃO, JUÍZO DE MÉRITO, REQUISITO, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA, HIPÓTESE, ABUSO, PODER DE LEGISLAR, FUNDAMENTO, CARACTERIZAÇÃO, PODER DISCRICIONÁRIO, CHEFE DO PODER EXECUTIVO, CONGRESSO NACIONAL, AFERIÇÃO, NECESSIDADE, EDIÇÃO, MEDIDA PROVISÓRIA. CONFIGURAÇÃO, OFENSA INDIRETA, CONSTITUIÇÃO FEDERAL, HIPÓTESE, CONFRONTO ANALÍTICO, LEI ORDINÁRIA, LEI COMPLEMENTAR. POSSIBILIDADE, RESTRIÇÃO, DIMINUIÇÃO, DIREITO FUNDAMENTAL, DECORRÊNCIA, LEGISLAÇÃO INFRACONSTITUCIONAL. IMPOSSIBILIDADE, ALTERAÇÃO, NÚCLEO ESSENCIAL, DIREITO FUNDAMENTAL, DECORRÊNCIA, LEGISLAÇÃO INFRACONSTITUCIONAL, FUNDAMENTO, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL. NECESSIDADE, CONSIDERAÇÃO, CUSTO, HIPÓTESE, EFETIVAÇÃO, DIREITO SOCIAL. IMPOSSIBILIDADE, EFICÁCIA ULTRATIVA, HIPÓTESE, LEI REVOGADA, FUNDAMENTO, INEXISTÊNCIA, DIREITO ADQUIRIDO, REGIME JURÍDICO, HIPÓTESE, ATO NORMATIVO, NATUREZA JURÍDICA, ESTATUTO. CARACTERIZAÇÃO, CASO CONCRETO, ATO NORMATIVO, NATUREZA JURÍDICA, ESTATUTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), IMPOSSIBILIDADE, CONVALIDAÇÃO, VÍCIO MATERIAL, VÍCIO FORMAL, MEDIDA PROVISÓRIA, DECORRÊNCIA, CONVERSÃO, LEI, FUNDAMENTO, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO. CARACTERIZAÇÃO, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO, DECORRÊNCIA, IMUTABILIDADE, NORMA CONSTITUCIONAL. IMPOSSIBILIDADE, CONVALIDAÇÃO, VÍCIO MATERIAL, VÍCIO FORMAL, MEDIDA PROVISÓRIA, LEI, DECORRÊNCIA, SUPERVENIÊNCIA, EMENDA CONSTITUCIONAL, FUNDAMENTO, INEXISTÊNCIA, CONSTITUCIONALIDADE SUPERVENIENTE. CARACTERIZAÇÃO, CONTROLE JUDICIAL, ÂMBITO, MEDIDA PROVISÓRIA, GARANTIA, CHEFE DO PODER EXECUTIVO, OBSERVÂNCIA, CONSTITUIÇÃO FEDERAL, HIPÓTESE, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA. POSSIBILIDADE, CONTROLE JUDICIAL, REQUISITO, URGÊNCIA, RELEVÂNCIA, HIPÓTESE, MEDIDA PROVISÓRIA, FUNDAMENTO, CARACTERIZAÇÃO, URGÊNCIA, RELEVÂNCIA, REQUISITO, LEGITIMIDADE, MEDIDA PROVISÓRIA, ÂMBITO, CONSTITUIÇÃO FEDERAL. EXISTÊNCIA, LIMITE DE ATUAÇÃO, DISCRICIONARIEDADE, CHEFE DO PODER EXECUTIVO, ÂMBITO, MEDIDA PROVISÓRIA. INAPLICABILIDADE, CASO CONCRETO, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROVIMENTO, RECURSO EXTRAORDINÁRIO. IMPOSSIBILIDADE, PODER EXECUTIVO, EDIÇÃO, MEDIDA PROVISÓRIA, HIPÓTESE, CONFIGURAÇÃO, MATÉRIA, COMPETÊNCIA PRIVATIVA, PODER LEGISLATIVO. AUSÊNCIA, CASO CONCRETO, REQUISITO, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA, FUNDAMENTO, VIGÊNCIA, LEI DE REGÊNCIA, GRANDE QUANTIDADE, ASPECTO TEMPORAL. CARACTERIZAÇÃO, CASO CONCRETO, OFENSA, DEVIDO PROCESSO LEGISLATIVO, DECORRÊNCIA, EDIÇÃO, LEI ORDINÁRIA, CONTRARIEDADE, LEI COMPLEMENTAR, REGULAMENTAÇÃO, PROCESSO LEGISLATIVO. CONFIGURAÇÃO, OFENSA, DEVIDO PROCESSO LEGISLATIVO, DECORRÊNCIA, INSERÇÃO, MEDIDA PROVISÓRIA, ÂMBITO, DIREITO TRIBUTÁRIO, MATÉRIA, SEGURO. IMPOSSIBILIDADE, INSERÇÃO, MEDIDA PROVISÓRIA, LEI, MATÉRIA, DIVERSIDADE, OBJETO. NECESSIDADE, OBSERVÂNCIA, LEI COMPLEMENTAR, REGULAMENTAÇÃO, PROCESSO LEGISLATIVO. CONFIGURAÇÃO, INCONSTITUCIONALIDADE MATERIAL, HIPÓTESE, VEDAÇÃO, LEI, CESSÃO DE CRÉDITO, SEGURO OBRIGATÓRIO DE DANOS PESSOAIS CAUSADOS POR VEÍCULOS (DPVAT), FUNDAMENTO, LIBERDADE INDIVIDUAL, CONTRATAÇÃO, CESSÃO DE CRÉDITO, SEGURO, FUNDAMENTO, CARACTERIZAÇÃO, CESSÃO DE CRÉDITO, MATÉRIA, ÂMBITO, DIREITO PRIVADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=704520&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI DE CONVERSÃO, PREJUDICIALIDADE, APRECIAÇÃO, REQUISITO, MEDIDA PROVISÓRIA)\nADI 3330 (TP), ADI 3090 MC (TP). \n(CONTROLE JURISDICIONAL, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA)\nADI 162 (TP), RE 217162 (2ªT), ADI 2213 MC (TP), ADI 2527 MC (TP), ADI 1667 MC (TP), ADI 1753 (TP), RTJ 190/139, RTJ 165/173, RTJ 145/101, RTJ 165/174. . \n(EMENDA PARLAMENTAR, MATÉRIA ESTRANHA, PROJETO DE LEI)\nADI 3288 (TP). \n(PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, APLICAÇÃO)\nRE 363889 (TP), ADI 3510 (TP), RE 567985 (TP). \n(DIREITO ADQUIRIDO, REGIME JURÍDICO)\nRE 563965 RG, RMS 27382 ED (1ªT), RE 226855 (TP), AI 828365 AGR (2ªT). \n(OFENSA INDIRETA, MATÉRIA ESTRANHA, PROJETO DE LEI)\nADI 1096 MC (TP), RTJ 158/441. \n(PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL)\nADI 3105 (TP), STA 223 AgR (TP), RE 581352 AgR (2ªT), RE 795749 AgR (2ªT), ARE 727864 AgR (2ªT). \n(CONVALIDAÇÃO, VÍCIO, MEDIDA PROVISÓRIA, CONVERSÃO, LEI)\nADI 4048 MC (TP), ADI 3090 MC (TP), ADI 4049 MC (TP), AC 3100 MC (TP). \n(CONVALIDAÇÃO, ATO NORMATIVO, CONTRARIEDADE, CONSTITUIÇÃO FEDERAL)\nADI 1247 (TP), RTJ 87/758, RTJ 89/367, RTJ 146/461, RTJ 164/506, RTJ 19/127, RTJ 37/165, RTJ 55/744, RTJ 102/671. \n- Decisão monocrática citada:\n(CONTROLE JURISDICIONAL, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA)\nADI 4048.\n- Legislação estrangeira citada: art. 1º, I da Lei Fundamental alemã, de 1949; art. 151, III da Constituição de Weimar.\r\n- Decisão estrangeira citada: Acórdão 39/84, do Tribunal Constitucional português.\r\n- Veja ADI 4350 e ADI 4627 do STF.\nNúmero de páginas: 44.\nAnálise: 17/12/2014, RAF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : HENRIQUE ALVES DOS SANTOS E OUTRO(A/S)\nADV.(A/S)  : ANDRÉ DOS SANTOS GUINDASTE \nRECDO.(A/S)  : MARÍTIMA SEGUROS S/A \nADV.(A/S)  : ANA PAULA DE BARCELLOS E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"771 - Constitucionalidade da redução dos valores de indenização do Seguro DPVAT pela Medida Provisória \n340/2006, convertida na Lei 11.482/2007.","old_seq_sjur":286661,"documental_tese_texto":"São constitucionais as alterações procedidas pelo art. 8º da Lei 11.482/2007 no art. 3º da Lei 6.194/1974, que ensejaram a redução dos valores das indenizações pagas a título de seguro obrigatório por danos pessoais causados por veículos automotores de via terrestre (DPVAT).\nObs: Redação da tese aprovada nos termos do item 2 da Ata da 12ª Sessão Administrativa do STF, realizada em 09/12/2015.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 704520","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2014-10-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"ÁVILA, Humberto Bergmann. Medida Provisória na Constituição de 1988. Fabris Editor, 1997. p. 84/86.\r\nBARBOSA, Ruy. Comentários à Constituição Federal Brasileira, coligiados por Homero Pires. Saraiva, 1933. v. 4. p. 135 e 159.\r\nBARROSO, Luís Roberto. Constituição da República Federativa do Brasil. 2. ed. Saraiva, 1999. p. 207.\r\nBULOS, Uadi Lammêgo. Constituição Federal Anotada. 1. ed. Saraiva, 2000. p. 769/770, item 10.\r\nBUZAID, Alfredo. Da Ação Direta de Declaração de Inconstitucionalidade no Direito Brasileiro. Saraiva, 1958. p. 132, item 60.\r\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da Constituição. Almedina, 1998. p. 320/322, item 03.\r\nCLÈVE, Clèmerson Merlin. Medidas Provisórias. 2. ed. Max Limonad, 1999. p. 143/147.\r\nFERREIRA, Pinto. Comentários à Constituição Brasileira. Saraiva, 1992. v. 3. p. 288.\r\nHÄBERLE, Peter. A dignidade humana como fundamento da comunidade estatal. In: Dimensões da Dignidade, ensaios de Filosofia do Direito e Direito Constitucional. SARLET, Ingo Wolfgang (Org.).Porto Alegre: Livraria do Advogado, 2009. p. 49 e 75.\r\nHOLMES, Stephen; SUNSTEIN, Cass, The Cost of Rights: why liberty depends on taxes. New York: Norton & Co., 1999. p.97.\r\nKRELL, Andreas Joachim. Direitos Sociais e Controle Judicial no Brasil e na Alemanha. Sergio Antonio Fabris Editor, 2002. p. 40.\r\nMENDES, Gilmar Ferreira et al. Hermenêutica Constitucional e Direitos Fundamentais. 1. ed 2ª tiragem. Brasília jurídica, 2002. p. 127/128.\r\nMELLO, Celso Bandeira de Mello. Curso de Direito Administrativo. 13. ed. Malheiros, 2001. p. 100/101, itens 56/57.\r\n_____. Leis Ordinariamente Inconstitucionais Compatíveis com Emenda Constitucional  Superveniente. In: RDA 215/85-98.\r\nMELLO, Oswaldo Aranha Bandeira de. A Teoria das Constituições Rígidas. 2. ed. Bushatsky, 1980. p. 204/205.\r\nMORAES, Alexandre de. Jurisdição Constitucional e Tribunais Constitucionais. Atlas, 2000. p. 270, item 6.2.1.\r\n_____. Direito Constitucional. 9. ed. Atlas, 2001. p. 539/541, item 4.3.8.\r\nMOREIRA, Vital. Acórdãos do Tribunal Constitucional. Lisboa: Imprensa Nacional, 1984. v. 3. p. 95, 117-118.\r\nRAMOS, Elival da Silva. A Inconstitucionalidade das Leis. Saraiva, 1994. p. 119 e 245, itens 28 e 56.\r\nROCHA, Carmen Lúcia Antunes. Medidas Provisórias e Princípio da Separação de Poderes. In: MARTINS, Ives Gandra (Coord.). Direito Contemporâneo – Estudos em Homenagem a Oscar Dias Corrêa. Forense Universitária, 2001. p. 44/69, 62.\r\nSARLET, Ingo Wolfgang. A Eficácia dos direitos fundamentais. 7. ed. Porto Alegre: Livraria do Advogado, 2007. p. 461.\r\n_____. Algumas considerações em torno do conteúdo, eficácia e efetividade do direito à saúde na Constituição de 1988. In: Interesse Público. Notadez, 2001. p. 91/107, n. 12.\r\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 19. ed. Malheiros, 2001. p. 533/534, item 13,3.\r\nVELOSO, Zeno. Controle Jurisdicional de Constitucionalidade. 1. ed. Cejup, 1999. p. 168/171, itens 181/182.\r\nZUBA, Thais Maria Riedel de Resende. O Direito Previdenciário e o Princípio da Vedação do Retrocesso. LTr, 2013. p. 107/139, itens 3.1 a 3.4.","ministro_facet":["GILMAR MENDES"],"processo_numero":704520,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur351900","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma declarou a viabilidade da entrega do Extraditando pelo Chefe de Governo ao país Requerente, nos termos do voto do Relator. Unânime. Ausente, justificadamente, o Senhor Ministro Luís Roberto Barroso. Presidência do Senhor Ministro Marco Aurélio. 1ª Turma, 31.5.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur351900","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur351900","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA. CRIME DE HOMICÍDIO. DUPLA TIPICIDADE ATENDIDA. PRESCRIÇÃO. INOCORRÊNCIA. COMPANHEIRA BRASILEIRA. CIRCUNSTÂNCIA QUE NÃO IMPEDE A EXTRADIÇÃO: SÚMULA 421/STF. ATENDIMENTO A TODOS OS REQUISITOS LEGAIS. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. A extradição instrutória, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, tem por fim viabilizar o julgamento de suspeitos da prática, no território do Estado Requerente, de crimes que atendam ao requisito da dupla tipicidade e que não incidam nas hipóteses legais de inadmissibilidade.\n\n\n\n    2. A Súmula 421/STF, assentou que a circunstância de o extraditando viver no Brasil com uma companheira brasileira não consubstancia causa impeditiva da extradição. \n\n\n\n    3. In casu, \n\n\n\n    (a) o Extraditando é acusado de ter praticado crime de homicídio, na modalidade tentada, no dia 27/07/2010;\n\n\n\n    (b) a prescrição da pretensão punitiva do delito de homicídio, pelo Código Penal Espanhol, consuma-se em 10 anos; pelo Código Penal brasileiro, a prescrição se operaria em 20 anos;\n\n\n\n    (c) estão preenchidos todos os requisitos para o deferimento da extradição, previstos no Tratado Bilateral, ausentes hipóteses de inadmissibilidade.\n\n\n\n    4. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11263989","externo_seq_objeto_incidente":4829942,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-135  DIVULG 28-06-2016  PUBLIC 29-06-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1414&classe=Ext","is_colac":false,"titulo":"Ext 1414","documental_legislacao_citada_texto":["LEG-INT   TTD      ANO-1988\n          ART-00002 NÚMERO-1 ART-00004 NÚMERO-1 \n          LET-A LET-B LET-C LET-D \n          LET-E LET-F LET-G ART-00009 \n          NÚMERO-1 LET-A NÚMERO-2 NÚMERO-3 \n          NÚMERO-4 NÚMERO-5\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEL-002848      ANO-1940\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-06-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1414&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADITANDO, CASAMENTO COM BRASILEIRA, FILHO BRASILEIRO)\nExt 990 (TP), Ext 1239 (1ªT), Ext 1319 (1ªT). \n- Legislação estrangeira citada: art. 131 do Código Penal Espanhol\nNúmero de páginas: 14.\nAnálise: 05/07/2016, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : HANNER STEPHEN ZUÑIGA GARZON OU HANNER STEPHEN ZUÑIGA GARZONU \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":351900,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1414","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-05-31","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1414,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur431230","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que negava provimento aos agravos regimentais, e do voto divergente do Ministro Ricardo Lewandowski, dando provimento, pediu vista o Ministro Gilmar Mendes. Ausente, justificadamente, por motivo de licença médica, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 4.2.2020.\r\n\n           Decisão: A Turma, por maioria, deu provimento aos agravos para que se remeta o feito à Justiça Eleitoral do Distrito Federal, nos termos do voto do Ministro Ricardo Lewandowski, vencidos os Ministros Edson Fachin (Relator) e Cármen Lúcia. Redigirá o acórdão o Ministro Ricardo Lewandowski. Presidência da Ministra Cármen Lúcia. 2ª Turma, 26.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"RICARDO LEWANDOWSKI","revisor_processo_nome":null,"id":"sjur431230","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur431230","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NA PETIÇÃO. AÇÃO PENAL. CORRUPÇÃO PASSIVA E LAVAGEM DE DINHEIRO. DECISÃO QUE DETERMINOU A REMESSA DOS AUTOS À JUSTIÇA FEDERAL DO ESTADO DO PARANÁ. RECEBIMENTO DE VALORES DISFARÇADOS DE DOAÇÕES ELEITORAIS. COMPETÊNCIA DA JUSTIÇA ELEITORAL. PRECEDENTES. AGRAVO PROVIDO.\n\n\n\n    I - Imputam-se aos réus, diversas condutas descritas pelo Parquet como enquadradas, em tese, nos delitos de corrupção passiva e lavagem de dinheiro, com recebimento de valores disfarçados de doações eleitorais, além de outros fatos ilícitos em contextos conexos. \n\n\n\n    II- As acusações feitas pela Procuradoria-Geral da República, de forma expressa, fazem referência à existência de doações eleitorais oficiais, devidamente declaradas e contabilizadas, possuindo, portanto, inequívoca conotação eleitoral, umbilicalmente atreladas à atuação político-partidária dos denunciados, traduzindo infrações penais eleitorais a atrair, ainda que em conexão com outros delitos comuns, a competência da Justiça Eleitoral para conhecer e processar a ação penal. \n\n\n\n    III- Independentemente de ter ocorrido o recebimento da denúncia, as decisões tomadas por juiz absolutamente incompetente são nulas, e, assim sendo, não podem surtir efeitos a ponto de fixar regras de perpetuação da competência. Aliás, neste ponto, relembra-se que a incompetência absoluta não se prorroga. \n\n\n\n    IV- Tal entendimento foi assentado pelo Plenário desta Suprema Corte no INQ 4.435-AgR-Quarto/DF, Relator Ministro Marco Aurélio.\n\n\n\n    V- Agravo regimental provido, para remessa do feito à Justiça Eleitoral do Distrito Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753770720","externo_seq_objeto_incidente":5706997,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-224  DIVULG 09-09-2020  PUBLIC 10-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=8134&classe=Pet","is_colac":false,"titulo":"Pet 8134 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00083 LET-H\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00119 INC-00007\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00130 INC-00007 ART-00137 INC-00007\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00005 INC-00038 \n          INC-00053 ART-00014 ART-00109 INC-00004 \n          ART-00121\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00035 INC-00002 ART-0354A\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013488      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00317\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00024 ART-00070 \"CAPUT\" PAR-00003 \n          ART-00078 INC-00002 LET-C INC-00004 \n          ART-00081 ART-00108 PAR-00001 ART-00109\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2020-09-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, JUÍZO DE EXCEÇÃO. PRINCÍPIO DO JUIZ NATURAL, DIREITO COMPARADO. FIXAÇÃO, COMPETÊNCIA, LEGALIDADE; NORMA IMPERATIVA; AUSÊNCIA, MODIFICAÇÃO, COMPETÊNCIA, PROCESSO EM CURSO, PERPETUATIO JURISDICTIONIS; AUSÊNCIA, DELEGAÇÃO DE COMPETÊNCIA. FIXAÇÃO, COMPETÊNCIA, MATÉRIA, ORDEM PÚBLICA, INTERESSE GERAL. COMPETÊNCIA, JUSTIÇA ESPECIALIZADA, CONEXÃO, CRIME COMUM, CRIME ELEITORAL. CONSTITUIÇÃO FEDERAL, COMPETÊNCIA, JUSTIÇA FEDERAL, EXCEÇÃO, CRIME, COMPETÊNCIA, JUSTIÇA ELEITORAL. COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME CONEXO. AUTOCONTENÇÃO JUDICIAL. JURISPRUDÊNCIA, STF, COMPETÊNCIA, JUSTIÇA ELEITORAL, DOAÇÃO ELEITORAL, CAIXA DOIS, FALSIDADE IDEOLÓGICA ELEITORAL. JURISPRUDÊNCIA, STF, ADMISSIBILIDADE, PRORROGAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL, COMPETÊNCIA MATERIAL. DEVER, JUÍZO DECLINANTE, INDICAÇÃO, JUÍZO COMPETENTE, RECEBIMENTO, AUTOS. AUSÊNCIA, ATRIBUIÇÃO, CARÁTER ABSOLUTO, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL, MINISTÉRIO PÚBLICO. EXIGÊNCIA, CONTROLE, ATUAÇÃO, ÓRGÃO ESTATAL, SISTEMA DE FREIOS E CONTRAPESOS. MANUTENÇÃO, REGRA, PERPETUATIO JURISDICTIONIS, SUPERVENIÊNCIA, INCOMPETÊNCIA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: DESNECESSIDADE, REUNIÃO DE PROCESSOS, AUSÊNCIA, CONEXÃO, CRIME ELEITORAL. AUSÊNCIA, DESCRIÇÃO, CRIME ELEITORAL, DENÚNCIA. AUSÊNCIA, FATO NOVO, ADITAMENTO DA DENÚNCIA, AMPLIAÇÃO, LIMITAÇÃO MATERIAL, ACUSAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=8134&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DESMEMBRAMENTO DE PROCESSO, INTEGRAÇÃO, ORGANIZAÇÃO CRIMINOSA, AUSÊNCIA, PRERROGATIVA DE FORO)\nInq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP). \n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME CONEXO, CRIME ELEITORAL, CRIME COMUM)\nCC 7033 (1ªT), RE 398042 (1ªT), Inq 4435 AgR-quarto (TP). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME CONEXO, CRIME ELEITORAL, CRIME COMUM)\nPet 6820, Pet 6820 AgR, PET 5700.\n(ARQUIVAMENTO, PROCESSO, CRIME ELEITORAL, APURAÇÃO, CRIME, FALSIDADE IDEOLÓGICA ELEITORAL)\nRcl 31590, Rcl 33409.\n- Acórdão(s) citado(s) - outros tribunais:\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME CONEXO, CRIME ELEITORAL, CRIME COMUM)\nSTJ: APn 865 AgRg, Inq 1181 EDcl-EDcl, APn 894, Pet 6639, Inq 1181 AgRg-EDcl-EDcl.\n- Decisões estrangeiras citadas: BVerfGE, 21, 139 (146), do Tribunal Constitucional alemão; Sentencia C-040 de 1997, Magistrado Ponente Antonio Barrera Carbonell, da Corte Constitucional da Colômbia.\n\n- Veja AP 1034, Inq 3980, Inq 3989, Inq 3992, Inq 3999, Inq 4000 do STF.\n\n\nNúmero de páginas: 49.\nAnálise: 10/06/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MÁRIO SILVIO MENDES NEGROMONTE \nADV.(A/S)  : ROBERTO PODVAL E OUTRO(A/S)\nAGTE.(S)  : LUIZ FERNANDO RAMOS FARIA \nADV.(A/S)  : MARCELO LUIZ AVILA DE BESSA E OUTRO(A/S)\nAGTE.(S)  : JOSÉ OTÁVIO GERMANO \nADV.(A/S)  : MARCELO LUIZ AVILA DE BESSA \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":431230,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 8134 AgR","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-05-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PETIÇÃO","documental_doutrina_texto":"DIAS, Jorge de Figueiredo. Direito processual penal. 1974. p. 322-323.\nLOPES JR. Aury. Direito Processual Penal.\nMUDOVITSCH, Rodrigo de Bittencourt; CARVALHO, Felipe Fernandes de; URSI, Gabriel Leão. A conexão entre crimes eleitorais e federais. Disponível em: https://www.conjur.com.br/2019-mar-09/observatorio-constitucionalconexao-entre-crimes-eleitorais-federais-julgamento-stf.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 11. ed. São Paulo: Revista dos Tribunais, 2012. p. 250.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte - Staatsrecht II. p. 277.\nPULIDO, Carlos Bernal, El derecho de los derechos. Escritos sobre la aplicación de los derechos fundamentales. p. 362.","ministro_facet":["EDSON FACHIN","RICARDO LEWANDOWSKI"],"processo_numero":8134,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432153","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Edson Fachin, Relator, e Alexandre de Moraes, que negavam provimento ao agravo regimental, pediu vista dos autos o Ministro Ricardo Lewandowski. Plenário, Sessão Virtual de 21.9.2018 a 27.9.2018.\r\n\n           Decisão: O Tribunal, por maioria, julgou prejudicados a petição e, em consequência, o recurso de agravo regimental, nos termos do voto do Ministro Ricardo Lewandowski, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Marco Aurélio e Luiz Fux. Nesta assentada o Ministro Alexandre de Moraes reajustou seu voto. Não participou deste julgamento o Ministro Celso de Mello. Plenário, Sessão Virtual de 7.8.2020 a 17.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"RICARDO LEWANDOWSKI","revisor_processo_nome":null,"id":"sjur432153","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432153","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: ELEITORAL. APLICAÇÃO DO ART. 26-C da LEI COMPLEMENTAR 64/1990. PEDIDO DE EFEITO SUSPENSIVO AO RECURSO EXTRAORDINÁRIO PARA AFASTAR A INELEGIBILIDADE DO RECORRENTE. REALIZAÇÃO DAS ELEIÇÕES 2018. PERDA DE OBJETO DO PEDIDO. MÉRITO DA QUESTÃO DE FUNDO TODAVIA NÃO EXAMINADO PELO STF. RECURSO QUE SE JULGA PREJUDICADO.\n\n\n\n    I – A realização das eleições gerais de 2018 ocasionou a perda do objeto do recurso.\n\n\n\n    II - Pedido que discutia aplicação do art. 26-C da Lei Complementar 64/1990 ao recorrente.\n\n\n\n    III- Matéria que, embora não examinada pelo STF neste feito, poderá, eventualmente, ser reapreciada nas vias processuais apropriadas. \n\n\n\n    IV – Recurso prejudicado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753886753","externo_seq_objeto_incidente":5542871,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7841&classe=Pet","is_colac":false,"titulo":"Pet 7841 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 PAR-00003 ART-00049 INC-00001 \n          ART-00084 INC-00008 ART-00109 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00001 LET-E ART-0026C \n          ITEM-1 ITEM-6\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-009296      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\" INC-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-000135      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00076 ART-01042\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   PCT      ANO-1966\n          ART-00028 ITEM-1 ART-00041 ART-00042\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00033 PAR-00004 ART-00317 PAR-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003688      ANO-1941\n          ART-00050\n                LCP-41-1941 LEI DAS CONTRAVENÇÕES PENAIS\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00231 ART-00254 ART-00256 ART-00258 \n          ART-00260 ART-00400 PAR-00001 ART-00402\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000311      ANO-2009\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000283      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000636      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: CONSTITUCIONALIDADE, LEI DA FICHA LIMPA. APLICABILIDADE, TRATADO INTERNACIONAL, ORDENAMENTO JURÍDICO BRASILEIRO, INCORPORAÇÃO, MOMENTO ANTERIOR.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PLENÁRIO, EXERCÍCIO, INTEGRALIDADE, COMPETÊNCIA, STF. TEORIA DOS CAPÍTULOS DE SENTENÇA, AUTONOMIA, PEDIDO, AUTONOMIA, CAPÍTULO DE SENTENÇA. DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL. RECURSO EXTRAORDINÁRIO, REEXAME, FATO, PROVA, CONEXÃO DE AÇÃO. RECURSO EXTRAORDINÁRIO, ALEGAÇÃO, QUEBRA, IMPARCIALIDADE DO JUIZ, MATÉRIA INFRACONSTITUCIONAL. RECURSO EXTRAORDINÁRIO, CERCEAMENTO DE DEFESA, PRODUÇÃO DE PROVA, MATÉRIA INFRACONSTITUCIONAL. FUNDAMENTAÇÃO SUCINTA, DECISÃO, APRECIAÇÃO, CADA, ALEGAÇÃO, PROVA. RECURSO EXTRAORDINÁRIO, VALIDADE, NORMA PENAL, MATÉRIA CONSTITUCIONAL. RECURSO EXTRAORDINÁRIO, CRITÉRIO, FIXAÇÃO DE PENA, MATÉRIA INFRACONSTITUCIONAL. CONSTITUCIONALIDADE, DISPOSITIVO, CÓDIGO PENAL, CONDENADO, CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA, CONDICIONAMENTO, PROGRESSÃO DA PENA, REPARAÇÃO DE DANO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7841&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PLENÁRIO, EXERCÍCIO, INTEGRALIDADE, COMPETÊNCIA, STF)\nHC 143333 (TP). \n(TEORIA DOS CAPÍTULOS DE SENTENÇA)\nAP 470 (TP). \n(DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\nAI 502665 AgR (1ªT), ARE 677900 AgR (2ªT), ARE 839680 AgR (2ªT), ARE 958411 AgR (2ªT), ARE 1097947 AgR (2ªT), ARE 748371 RG (TP). \n(RECURSO EXTRAORDINÁRIO, REEXAME, FATO, PROVA, CONEXÃO DE AÇÃO)\nRE 861758 AgR (1ªT), ARE 895272 AgR (2ªT). \n(RECURSO EXTRAORDINÁRIO, ALEGAÇÃO, QUEBRA, IMPARCIALIDADE DO JUIZ, MATÉRIA INFRACONSTITUCIONAL)\nRE 629080 AgR (1ªT), ARE 1097947 AgR (2ªT). \n(RECURSO EXTRAORDINÁRIO, PRODUÇÃO DE PROVA, MATÉRIA INFRACONSTITUCIONAL)\nARE 639228 RG (TP). \n(FUNDAMENTAÇÃO SUCINTA, DECISÃO, APRECIAÇÃO, CADA, ALEGAÇÃO, PROVA)\nAI 791292 QO-RG. \n(RECURSO EXTRAORDINÁRIO, VALIDADE, NORMA PENAL, MATÉRIA CONSTITUCIONAL)\nRE 640139 RG (TP), RE 966177 RG (TP), ARE 901623 RG (TP). \n(RECURSO EXTRAORDINÁRIO, CRITÉRIO, FIXAÇÃO DE PENA, MATÉRIA INFRACONSTITUCIONAL)\nARE 970246 AgR-segundo (2ªT), ARE 1056116 AgR (2ªT), ARE 1072566 AgR-AgR (2ªT), AI 742460 RG (TP), RE 983765 RG (TP). \n(CONSTITUCIONALIDADE, LEI DA FICHA LIMPA)\nADI 4578 (TP), ADC 29 (TP), ADC 30 (TP). \n(APLICABILIDADE, TRATADO INTERNACIONAL, ORDENAMENTO JURÍDICO BRASILEIRO, INCORPORAÇÃO, MOMENTO ANTERIOR)\nCR 8279 AgR (2ªT), ADI 1480 MC (TP), RE 71154 (TP) - RTJ 58/70. \n(RECURSO EXTRAORDINÁRIO, CERCEAMENTO DE DEFESA, MATÉRIA INFRACONSTITUCIONAL)\nARE 748371 RG (TP). \n(CONSTITUCIONALIDADE, DISPOSITIVO, CÓDIGO PENAL, CONDENADO, CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA, CONDICIONAMENTO, PROGRESSÃO DA PENA, REPARAÇÃO DE DANO)\nEP 22 ProgReg-AgR (TP). \n- Decisão monocrática citada:\n(RECURSO EXTRAORDINÁRIO, VALIDADE, NORMA PENAL, MATÉRIA CONSTITUCIONAL)\nRE 1093553.\n- Decisões estrangeiras citadas: Caso José Luis PM v. Criminal Chamber of the Supreme Court, do Tribunal Constitucional da Espanha; Caso Kavanagh v Governor of Mountjoy Prison, da Suprema Corte da Irlanda; Caso Perterer v Land Salzburg and Austria, da Corte Suprema da Áustria e Caso Hauchemaille v France, do Conselho de Estado da França.\n- Veja Rcl 23.457, ADPF 395 e ADPF 444 do STF.\nNúmero de páginas: 68.\nAnálise: 24/11/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : LUIZ INACIO LULA DA SILVA \nADV.(A/S)  : CRISTIANO ZANIN MARTINS E OUTRO(A/S)\nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432153,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"Pet 7841 AgR","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-08-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PETIÇÃO","documental_doutrina_texto":"ACCIOLY, Hildebrando. Tratado de Direito Internacional Público. 3. ed. Quartier Latin, 2009. v. 1. p. 707-709. itens 933-935.\nAMARAL JÚNIOR, Alberto. Curso de Direito Internacional Público. 4. ed. Atlas, 2013. p. 515. item 16.5.\nARAUJO, Joao Hermes Pereira. A Processualística dos Atos Internacionais. p. 250-251.\nBARROSO, Luís Roberto. Vinculação de Estado-membro pelo Direito Internacional. Reflexões Acerca do Cumprimento de Recomendações Oriundas da Comissão Internacional de Direitos Humanos da OEA. IN: Direito Internacional na Constituição. Saraiva, 2014. p. 435/438. item 4.\nCRETELLA JÚNIOR, José. Comentários à Constituição de 1988. Forense, 1991. v. 2. p. 532.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição Brasileira de 1988. Saraiva, 1992. v. 2. p. 21.\nFRAGA, Mirtô. O Conflito entre Tratado Internacional e Norma de Direito Interno. Forense, 1997. p. 56.\nMAZZUOLI, Valerio de Oliveira. Curso Internacional Público. 9. ed. RT, 2015. p. 386-389. item 4.\nMAZZUOLI, Valerio de Oliveira. Curso de Direitos Humanos. Método, 2017. p. 109. item  3.\nMAZZUOLI, Valerio de Oliveira. Comentários à Constituição do Brasil. 2. ed. Saraiva, 2018. p. 1.097.\nMEDEIROS, Antônio Paulo Cachapuz. O Poder de Celebrar Tratados. Sérgio Antonio Fabris, 1995. p. 382 e 468-470.\nMELLO, Celso de Albuquerque. Constituição e Relações Internacionais. In: A Nova Constituição e o Direito Internacional - Propostas e Sugestões. Coordenador: Jacob Dollinger. Freitas Bastos, p. 34, item 10.\nMELLO, Celso de Albuquerque. Curso de Direito Internacional Público. 14. ed. Renovar, 2002. vol. 1, p. 232-234.\nMORAES, Alexandre de. Direito Constitucional. 33. ed. Atlas, 2017. p. 729. item n. 4.5.3. \nMOREIRA, Barbosa. Comentários ao Código de Processo Civil. 11 ed. Rio de Janeiro: Forense, 2003. v. 5. p. 613.\nPIOVESAN, Flávia. Direitos Humanos e o Direito Constitucional Internacional. 18. ed. Saraiva Jur, 2018. p. 265-266.\nRODAS, João Grandino. A Publicidade dos Tratados Internacionais. RT, 1980. p. 203-206.\nROUSSEAU, Charles. Droit International Public Approfondi. Paris: Dalloz, 1958. p. 3-16.\nTIBURCIO, Carmen; BARROSO, Luís Roberto. Direito Constitucional Internacional. Renovar, 2013. p. 163-165, item 2.\nTRINDADE, Antônio Augusto Cançado. Tratado de Direito Internacional dos Direitos Humanos. Fabris Editor, 1999. vol 2. p. 82-86. itens 96-99.\nVAN HOLTHE, Leo. IN: BNONAVIDES, Paulo; MIRANDA, Jorge; AGRA, Walber de Moura (Coord.). Comentários à Constituição Federal de 1988. Forense, 2009. p. 898-899.\nVARELLA, Marcelo D. Direito Internacional Público. Saraiva, 2009. p. 65-67, item n. 2.4.1.\nRAMOS, André de Carvalho. Processo Internacional de Direitos Humanos. 5. ed. Saraiva, 2016. p. 88-89. item n. 2.2.","ministro_facet":["EDSON FACHIN","RICARDO LEWANDOWSKI"],"processo_numero":7841,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432151","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na arguição de descumprimento de preceito fundamental para declarar a inconstitucionalidade formal e material do art. 3º, X, da Lei 3.468/2015, parte final, no trecho em que veda o ensino sobre gênero e orientação sexual, uma vez que a norma compromete o acesso de crianças, adolescentes e jovens a conteúdos relevantes, pertinentes à sua vida íntima e social, em desrespeito à doutrina da proteção integral, nos termos do voto do Relator. Falaram: pelo amicus curiae Associação Nacional dos Defensores Públicos - ANADEP, o Dr. Luis Gustavo Grandinetti Castanho de Carvalho; pelo amicus curiae Associação Nacional de Juristas Evangélicos - ANAJURE, a Dra. Raíssa Paula Martins; pelo amicus curiae Associação Nacional de Juristas Pelos Direitos Humanos de Lésbicas, Gays, Bissexuais, Travestis, Transexuais, Transgêneros e Intersexuais - ANAJUDH-LGBTI, o Dr. Rafael dos Santos Kirchhoff; e, pelo amicus curiae Comitê Latino-Americano e do Caribe para a Defesa dos Direitos das Mulheres - CLADEM/BRASIL, a Dra. Sandra Lia Leda Bazzo Barwinski. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["3","4","5","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432151","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432151","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Direito à educação. Arguição de Descumprimento de Preceito Fundamental. Lei municipal que veda o ensino sobre gênero e orientação sexual, bem como a utilização desses termos nas escolas. Procedência do pedido.\n\n\n\n    1. Violação à competência privativa da União para legislar sobre diretrizes e bases da educação nacional (CF/88, art. 22, XXIV), bem como à competência deste mesmo ente para estabelecer normas gerais em matéria de educação (CF/88, art. 24, IX). Inobservância dos limites da competência normativa suplementar municipal (CF/88, art. 30, II). \n\n\n\n    2. Supressão de domínio do saber do universo escolar. Desrespeito ao direito à educação com o alcance pleno e emancipatório que lhe confere a Constituição. Dever do Estado de assegurar um ensino plural, que prepare os indivíduos para a vida em sociedade. Violação à liberdade de ensinar e de aprender (CF/88, arts. 205, art. 206, II, III, V, e art. 214). \n\n\n\n    3. Comprometimento do papel transformador da educação. Utilização do aparato estatal para manter grupos minoritários em condição de invisibilidade e inferioridade. Violação do direito de todos os indivíduos à igual consideração e respeito e perpetuação de estigmas (CF/88, art. 1º, III, e art. 5º).\n\n\n\n    4. Violação ao princípio da proteção integral. Importância da educação sobre diversidade sexual para crianças, adolescentes e jovens. Indivíduos especialmente vulneráveis que podem desenvolver identidades de gênero e orientação sexual divergentes do padrão culturalmente naturalizado. Dever do estado de mantê-los a salvo de toda forma de discriminação e opressão. Regime constitucional especialmente protetivo (CF/88, art. 227).\n\n\n\n    5. Declaração de inconstitucionalidade do art. 3º, X, da Lei 3.468/2015. Arguição de descumprimento de preceito fundamental julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753886751","externo_seq_objeto_incidente":5204906,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=461&classe=ADPF","is_colac":false,"titulo":"ADPF 461","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00003 INC-00001 \n          INC-00004 ART-00005 \"CAPUT\" INC-00009 \n          INC-00054 ART-00019 INC-00001 ART-00022 \n          INC-00024 PAR-ÚNICO ART-00024 INC-00009 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00030 INC-00001 INC-00002 ART-00102 \n          PAR-00001 ART-00205 ART-00206 INC-00001 \n          INC-00002 INC-00003 INC-00005 ART-00214 \n          INC-00005 ART-00227\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00002 ART-00003 INC-00002 INC-00003 \n          INC-00004 INC-00011\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-013005      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00013 PAR-00001\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA OS TEXTOS DO PROTOCOLO SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS (PROTOCOLO DE SÃO SALVADOR) ADOTADO EM SÃO SALVADOR, EM 17 DE NOVEMBRO DE 1988, E DO PROTOCOLO REFERENTE À ABOLIÇÃO DA PENA DE MORTE, ADOTADO EM ASSUNÇÃO, PARAGUAI, EM 8 DE JUNHO DE 1990.\n\n","LEG-FED   DEC-000591      ANO-1992\n          ART-00001 ART-00002 ITEM-1 ITEM-2 \n          ART-00003 ITEM-1 ART-00006 ITEM-2\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - \t PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR.\n\n","LEG-FED   RES-000175      ANO-2013\n          ART-00001\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-INT   PLT      ANO-1988\n          ART-00013 NÚMERO-2 NÚMERO-3\n                PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-MUN   LEI-003468      ANO-2015\n          ART-00003 INC-00010\n                LEI ORDINÁRIA DO MUNICÍPIO DE PARANAGUÁ, PR"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":"ADPF 465  PROCESSO ELETRÔNICO\n          JULG-24-08-2020  UF-TO  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-046\n          DJe-229  DIVULG 16-09-2020  PUBLIC 17-09-2020\n          LEG-MUN   LEI-002243      ANO-2016\n                    LEI ORDINÁRIA DO MUNICÍPIO DE PALMAS, TO\n \nADPF 600  PROCESSO ELETRÔNICO\n          JULG-24-08-2020  UF-PR  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-045\n          DJe-229  DIVULG 16-09-2020  PUBLIC 17-09-2020\n          LEG-MUN   EMD-000055      ANO-2018\n                    EMENDA À LEI ORGÂNICA DO MUNICÍPIO DE LONDRINA, PR","documental_indexacao_texto":"- DEFINIÇÃO, SEXO BIOLÓGICO, GÊNERO, ORIENTAÇÃO SEXUAL. EDUCAÇÃO, TRANSFORMAÇÃO DE SOCIEDADE, DIREITO À IGUALDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: JURISDIÇÃO CONSTITUCIONAL, EFETIVIDADE, DIREITO FUNDAMENTAL, GARANTIA FUNDAMENTAL. LIBERDADE DE APRENDER, LIBERDADE DE ENSINAR, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PROIBIÇÃO, CENSURA. DEVER, PODER PÚBLICO, POLÍTICA PÚBLICA, INCLUSÃO, DIREITO À IGUALDADE. DEMOCRACIA, SOBERANIA POPULAR, ESTADO DE DIREITO, CONTROLE JUDICIAL, PODER PÚBLICO, DIREITO DAS MINORIAS. DEMOCRACIA REPRESENTATIVA, EDUCAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=461&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEFINIÇÃO, SEXO, GÊNERO, ORIENTAÇÃO SEXUAL)\nRE 845779 RG (TP). \n(LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL (LDB))\nADI 5537 (TP). \n(UNIÃO ESTÁVEL HOMOAFETIVA, ENTIDADE FAMILIAR)\nADI 4277 (TP), ADPF 132 (TP). \n(IDEOLOGIA, GÊNERO, SISTEMA DE ENSINO, ÂMBITO MUNICIPAL)\nADPF 457 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO, DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL)\nADI 1399 (TP), ADI 3098 (TP), ADI 4060 (TP), ADI 5341 MC-Ref (TP). \n(DISCRIMINAÇÃO SEXUAL, GÊNERO, ORIENTAÇÃO SEXUAL)\nADI 4277 (TP). \n- Decisões estrangeiras citadas: BVerfGE 47, 46, do Tribunal Constitucional Alemão; Caso Brown vs. Board of Education of Topeka, 347 U.S. 483 (1954), da Suprema Corte norte-americana; S. 47/02, de 25 de febrero, FJ 3; S. 126/03, de 30 de junio, FJ 3; S. 20/02, de 28 de enero, FFJJ 5 y 6, do Tribunal Constitucional Espanhol; Caso Kingsley Pictures Corp. vs. Regents, 360 U.S 684, 688-89, 1959, da Suprema Corte dos Estados Unidos; Caso Alves da Silva vs. Portugal, Queixa 41.665/2007, J. 20 de outubro de 2009, da Corte Europeia de Direitos Humanos.\n- Veja a alínea “i” do Parecer Consultivo OC-24/2017 da Corte Interamericana de Direitos Humanos.\n\nNúmero de páginas: 47.\nAnálise: 24/02/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PREFEITO DO MUNICÍPIO DE PARANAGUÁ \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE PARANAGUÁ \nINTDO.(A/S)  : CÂMARA MUNICIPAL DE PARANAGUÁ \nADV.(A/S)  : ROSANA TEMPORÃO MONTEIRO \nAM. CURIAE.  : GRUPO DIGNIDADE - PELA CIDADANIA DE GAYS, LÉSBICAS E TRANSGÊNEROS E OUTRO(A/S)\nADV.(A/S)  : ANDRESSA REGINA BISSOLOTTI DOS SANTOS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE TRAVESTIS E TRANSSEXUAIS - ANTRA E OUTRO(A/S)\nADV.(A/S)  : MARIA EDUARDA AGUIAR DA SILVA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE JURISTAS EVANGÉLICOS - ANAJURE \nADV.(A/S)  : RAÍSSA PAULA MARTINS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE JURISTAS PELOS DIREITOS HUMANOS DE LÉSBICAS, GAYS, BISSEXUAIS, TRAVESTIS, TRANSEXUAIS, TRANSGÊNEROS E INTERSEXUAIS (ANAJUDH-LGBTI) \nADV.(A/S)  : RAFAEL DOS SANTOS KIRCHHOFF \nAM. CURIAE.  : AÇÃO EDUCATIVA ASSESSORIA, PESQUISA E INFORMAÇÃO E OUTRO(A/S)\nADV.(A/S)  : MÁRCIO ALAN MENEZES MOREIRA \nAM. CURIAE.  : COMITÊ LATINO-AMERICANO E DO CARIBE PARA A DEFESA DOS DIREITOS DAS MULHERES - CLADEM/BRASIL E OUTRO(A/S)\nADV.(A/S)  : SANDRA LIA LEDA BAZZO BARWINSKI \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO \nADV.(A/S)  : ISABELA MARRAFON \nADV.(A/S)  : TATIANA ZENNI DE CARVALHO GUIMARÃES FRANCISCO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432151,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ADPF 461","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 12-13.\nBENTO, Berenice. O Que é Transexualidade. São Paulo: Brasiliense, 2008, p. 328.\nBERNS, Walter. A Constituição assegura esses direitos? In: Vários autores. A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 285.\nBESSETTE, Joseph M. Democracia deliberativa: o princípio da maioria no governo republicano. A constituição norte-americana. Rio de Janeiro: Forense Universitária. 1986. p. 305 et seq.\nBOBBIO, Norberto. Igualdad y libertad. Barcelona: Paidós, 1993. p. 117.\nBOM, Pierre. La légitimité du conseil constitucionnel français. Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 143 et seq.\nCERRI, Augusto. Corso di giustizia costituzionale. 2. ed. Milão: Giuffrè, 1997. p. 17.\nDWORKIN, Ronald. O direito da liberdade. A leitura moral da Constituição norte-americana. Martins Fontes, 2006.\nGOLDWIN, Robert A; SCHAMBRA, william A (Orgs.). A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 305. \nHORTA, Raul Machado. Direito Constitucional. 5. ed. Belo Horizonte: Del Rey, 2010. p. 309.\nJESUS, Jaqueline Gomes. Orientações sobre identidade de gênero: conceitos e termos. Brasília, 2012. Disponível em: http://www.diversidadesexual.com.br/wp-content/uploads/2013/04/G%C3%8ANERO-CONCEITOS-E-TERMOS.pdf.\nKALVEN JR, Harry. The New York Times Case: A note on the central meaning of the first amendment in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 14. p. 435.\nLANZ, Letícia. Identidade de gênero. Disponível em: http://serfelizeserlivre.blogspot.com.br/2011/01/identidade-degenero.html.\nLIONÇO, Tatiana; DINIZ, Débora. Homofobia e educação: um desafio ao silêncio. Brasília: LetrasLivres, Universidade de Brasília, 2009.\nLOURO, Guacira Lopes. Pedagogias da sexualidade. In: LOURO, Guacira Lopes (Org.). O corpo educado: pedagogias da sexualidade. 3. ed. Tradução: Tomaz Tadeu da Silva. Belo Horizonte: Autêntica, 2010. p. 15-16. \nLUCHAIRE, François. Le conseil constitutionnel. Paris: Economica, 1980. p. 19 et seq.\nMIRANDA, Jorge. Nos dez anos de funcionamento do tribunal constitucional. In: Vários autores. Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 95.\nMOTTA, Elias de Oliveira. Direito educacional e educação no século XXI. Brasília: Unesco, 1997. p. 91.\nORGANIZAÇÃO DAS NAÇÕES UNIDAS. Nascidos Livres e Iguais: Orientação sexual e identidade de Gênero no Regime Internacional de Direitos Humanos.\nPEREIRA, Rodrigo da Cunha. Princípios Fundamentais Norteadores do Direito de Família. São Paulo: Saraiva, [s.a.]. p. 148 et seq.\nPRADO, Marco Aurélio Máximo; JUNQUEIRA, Rogério Diniz. Homofobia, hierarquização e humilhação social. In: VENTURI, Gustavo; BOKANY, Vilma (Org.). Diversidade sexual e homofobia no Brasil. São Paulo: Fundação Perseu Abramo, 2011. p. 59-60 e 61.\nRAMIRES, Luiz. Homofobia na escola: o olhar de um educador social do movimento LGBT. In: VENTURI, Gustavo; BOKANY, Vilma (Org.). Diversidade sexual e homofobia no Brasil. São Paulo: Fundação Perseu\nAbramo, 2011. p 131-139.\nRIVERO, Jean. A modo de sintesis. In: Vários autores. Tribunales constitucionales europeus y derechos fundamentales. Madri: Centro de Estudios Constitucionales, 1984. p. 666 et seq.\nRODRIGUES, Julian. Direito humanos e diversidade sexual: uma agenda em construção. In: VENTURI, Gustavo; BOKANY, Vilma. Diversidade sexual e homofobia no Brasil. São Paulo: Ed. Fundação Perseu Abramo, 2011. p. 34.\nSCHWABE, Jürgen; MARTINS, Leonardo. Cinquenta Anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Tradução: Beatriz Hennig et al. Berlim: Konrad-Adenauer-Stiftung, 2005. p. 508.\nSILVA, José Afonso da. SILVA, Curso de Direito Constitucional Positivo. 30. ed. São Paulo: Malheiros, 2008. p. 481.\nWILLIAMS, George. Engineers is Dead, Long Live the Engineers in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 15.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":461,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432184","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, entendeu cabível a ação direta de inconstitucionalidade por omissão, vencido o Ministro Marco Aurélio (Relator). Em seguida, por maioria e nos termos dos votos proferidos, julgou prejudicado o pedido, vencido, neste ponto, o Ministro Edson Fachin, que entendia pelo prosseguimento da ação para análise futura do mérito. Redigirá o acórdão o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 30.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["1"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur432184","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432184","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Ref","is_processo_antigo":false,"ementa_texto":"Ementa: Direito Constitucional. Ação direta por omissão. Mora legislativa na fixação de renda básica emergencial. Perda do objeto. \n\n\n\n    1. Ação direta de inconstitucionalidade por omissão, em que se discute mora legislativa do Poder Público referente à fixação de renda mínima ao trabalhador durante a pandemia da COVID-19. \n\n\n\n    2. O requerente postula a concessão de renda emergencial básica, no valor de R$ 300 per capita, pelo período de 6 meses, aos trabalhadores afetados pela pandemia. Acontece que a Lei nº 13.982/2020 já estabeleceu auxílio emergencial no valor de R$ 600, pelo período de 3 meses, aos trabalhadores que preencham os requisitos determinados pela lei. Não há, portanto, interesse em agir na presente ADO. \n\n\n\n    3. Prejuízo da ação.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753889567","externo_seq_objeto_incidente":5884771,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=56&classe=ADO","is_colac":false,"titulo":"ADO 56 Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00003 INC-00003 \n          ART-00005 INC-00078 PAR-00003 ART-00006 \n          \"CAPUT\" ART-00093 INC-00009 ART-00170\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008742      ANO-1993\n          ART-00002 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 LET-A \n          LET-B LET-C PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          PAR-00007 PAR-00008 PAR-00009 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00011 PAR-00012 ART-00003 PAR-ÚNICO \n          ART-00004 PAR-ÚNICO INC-00001 INC-00002 \n          ART-00005 ART-00006 ART-00007\n                LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00004 ART-0012B INC-00001 ART-0012C \n          ART-0012F PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013982      ANO-2020\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00011 NÚMERO-1 ART-00015\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DEC-000591      ANO-1992\n          ART-00011 NÚMERO-1\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-INT   PLT      ANO-1988\n          ART-00012\n                PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. MARCO AURÉLIO: AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO, MANIFESTAMENTE IMPROCEDENTE. IMPOSSIBILIDADE, FIXAÇÃO, PROGRAMA RENDA BÁSICA EMERGENCIAL, ÂMBITO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CARACTERIZAÇÃO, MANIFESTAMENTE IMPROCEDENTE, IMPROCEDÊNCIA LIMINAR DO PEDIDO, DOUTRINA. HISTÓRIA, DIREITO FUNDAMENTAL, DIREITO SOCIAL, DIREITO COMPARADO. DEVER DE LEGISLAR, POLÍTICA PÚBLICA, RENDA FAMILIAR, ERRADICAÇÃO DA POBREZA, REDUÇÃO, DESIGUALDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. PROGRAMA RENDA BÁSICA EMERGENCIAL, APRECIAÇÃO, MÉRITO. DIFERENÇA, PATRIMÔNIO, PROPRIEDADE. PROPOSIÇÃO LEGISLATIVA, INCONSTITUCIONALIDADE, OMISSÃO LEGISLATIVA. MEDIDA CAUTELAR, INCONSTITUCIONALIDADE POR OMISSÃO.\n\n- TERMO(S) DE RESGATE: PATRIMÔNIO MÍNIMO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=56&classe=ADO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADO-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCONSTITUCIONALIDADE, OMISSÃO LEGISLATIVA)\nADI 3682 (TP), ADO 26 (TP). \n(AÇÃO DIRETA DE INCONSTITUCIONALIDADE, MANIFESTAMENTE IMPROCEDENTE)\nADI 4071 AgR (TP). \n(MEDIDA CAUTELAR, INCONSTITUCIONALIDADE POR OMISSÃO)\nADI 267 MC (TP), ADI 1387 MC (TP), ADI 1458 MC (TP), ADI 361 MC (TP). \n(SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 466343 (TP). \n- Legislação estrangeira citada: Lei Fundamental de Bonn de 1949, da Alemanha; preâmbulo da constituição francesa de 1946, artigos 25, n.1, da Declaração Universal dos Direitos Humanos.\n- Decisão estrangeira citada: Décision 74-54 DC, Interruption volontaire de la grossesse, 15/01/1979, da França.\n- Veja ADO 26 e AP 672 do STF.\nNúmero de páginas: 50.\nAnálise: 19/08/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : LUIZ CARLOS ORMAY JUNIOR \nADV.(A/S)  : RAFAEL ECHEVERRIA LOPES \nADV.(A/S)  : MOARA SILVA VAZ DE LIMA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DA CÂMARA DOS DEPUTADOS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DO SENADO FEDERAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432184,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADO 56 Ref","processo_classe_processual_unificada_classe_sigla":"ADO","julgamento_data":"2020-04-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO","documental_doutrina_texto":"FACHIN, Luiz Edson. Estatuto Jurídico do Patrimônio Mínimo. 2. ed. Rio de Janeiro: Renovar, 2006. p. 1 e 44.\nMARINONI, Luiz Guilherme. Controle de constitucionalidade. In: Marinoni, Luiz Guilherme et al (Coord.). Curso de Direito Constitucional. 7. ed. São Paulo: Saraiva, 2018.\nSARLET, I. W. A Eficácia dos Direitos Fundamentais. Porto Alegre: Livraria do Advogado, 1988. p. 292-5.\nWEBER, Albrecht. L’État social et les droits sociaux en RFA. RFDC, v. 12, p. 677-693, 1995.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":56,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432808","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou parcialmente procedente a ação, para determinar à União que exclua as inscrições do Estado de Rondônia, relativas ao Convênio 114/2008, registrado no SICONV sob o nº 702.689/2008, processo eletrônico nº 0030.298460/2019-29, do sistema SIAFI/CADIN/CAUC, tão somente até o exaurimento da Prestação de Contas Especial, observados os princípios constitucionais da ampla defesa e do contraditório e, caracterizada a sucumbência mínima do pedido (artigo 85, § 14, do CPC/2015) e considerando, ainda, o reduzido valor dado à causa (R$ 1.000,00), condenou o Estado-Autor ao pagamento de honorários sucumbenciais, ora arbitrados em R$ 3.000,00 (três mil reais), com base no § 8º do mesmo dispositivo processual, nos termos do voto Relator, vencido o Ministro Edson Fachin, que julgava improcedente a ação. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 21.8.2020 a 28.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432808","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432808","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO CÍVEL ORIGINÁRIA. INSCRIÇÃO DE ESTADO-MEMBRO EM CADASTRO FEDERAL DE INADIMPLÊNCIA. SIAFI/CAUC/CADIN. IRREGULARIDADE DA GESTÃO ANTERIOR. PRINCÍPIO DA INTRANSCENDÊNCIA. INAPLICABILIDADE. INSCRIÇÃO SEM PRÉVIA TOMADA DE CONTAS ESPECIAL. VIOLAÇÃO AO PRINCÍPIO DO DEVIDO PROCESSO LEGAL. AÇÃO CÍVEL ORIGINÁRIA JULGADA PARCIALMENTE PROCEDENTE. \n\n\n\n    1. Afigura-se absolutamente inviável, por falta de comprovação documental, o acolhimento do pedido de invalidação das inscrições de débitos que, em tese, teriam sido pagos, ou vinculados a sociedade de economia mista prestadora dos serviços de fornecimento de água e captação de esgoto.\n\n\n\n    2. A jurisprudência desta CORTE se firmou no sentido de que o princípio da intranscendência subjetiva das sanções não se aplica com mudança do mandatário local, sob o fundamento da impossibilidade de penalização do Estado em razão de irregularidades apontadas em convênios firmados por ex-gestores.\n\n\n\n    3. A não abertura do procedimento de Tomada de Contas Especial, quando da inscrição dos entes federados nos cadastros de inadimplentes, configura violação aos princípios constitucionais do devido processo legal, do contraditório e da ampla defesa. Precedentes.\n\n\n\n    4. Somente caberá a exclusão das restrições cadastrais nas quais é necessária a prévia Tomadas de Contas Especial e em relação às quais não há, nos autos, notícia da conclusão do procedimento, com a devida apuração dos danos ao Erário federal e das respectivas responsabilidades.\n\n\n\n    5. Ação Cível Originária julgada parcialmente procedente para determinar à União que exclua as inscrições do Estado de Rondônia, relativas ao Convênio 114/2008, registrado no SICONV sob o nº 702.689/2008, processo eletrônico nº 0030.298460/2019-29, do sistema SIAFI/CADIN/CAUC, tão somente até o exaurimento da Prestação de Contas Especial, observados os princípios constitucionais da ampla defesa e do contraditório.\n\n\n\n    6. Caracterizada a sucumbência mínima do pedido, nos termos do artigo 85, § 14, do CPC/2015 e considerando, ainda, o reduzido valor dado à causa (R$ 1.000,00), condeno o Estado-Autor ao pagamento de honorários sucumbenciais, ora arbitrados em R$ 3.000,00 (três mil reais), com base no § 8º do mesmo dispositivo processual.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753979037","externo_seq_objeto_incidente":5917723,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-240  DIVULG 30-09-2020  PUBLIC 01-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3402&classe=ACO","is_colac":false,"titulo":"ACO 3402","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055 ART-00037 \"CAPUT\" \n          ART-00071 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008443      ANO-1992\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00085 PAR-00008 PAR-00014 ART-00355 \n          INC-00001\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00052 PAR-ÚNICO\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-10-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JULGAMENTO ANTECIPADO DA LIDE, AUSÊNCIA, PRAZO, ALEGAÇÕES FINAIS. PROCESSO ADMINISTRATIVO, TIPIFICAÇÃO DO CRIME, DIREITO DE DEFESA. INSCRIÇÃO, ENTE FEDERADO, CADASTRO DE INADIMPLENTES, BLOQUEIO, REPASSE, VALOR; PROIBIÇÃO, CELEBRAÇÃO, CONVÊNIO; RESTRIÇÃO, AUTONOMIA ADMINISTRATIVA; LIMITAÇÃO, CONTINUIDADE, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS. TOMADA DE CONTAS ESPECIAL, LESÃO AO ERÁRIO, TÍTULO EXECUTIVO EXTRAJUDICIAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: AUSÊNCIA, EXIGÊNCIA, TOMADA DE CONTAS ESPECIAL, INSCRIÇÃO, ESTADO-MEMBRO, CADASTRO DE INADIMPLENTES. OBRIGATORIEDADE, UNIÃO FEDERAL, REGISTRO, INFORMAÇÃO, IRREGULARIDADE, APRECIAÇÃO DE CONTAS, CONVÊNIO; APURAÇÃO, DESCUMPRIMENTO, OBRIGAÇÃO, DESTINATÁRIO, TRANSFERÊNCIA VOLUNTÁRIA, MOMENTO ANTERIOR, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL; POSSIBILIDADE, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA, ENTE PÚBLICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3402&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INSCRIÇÃO, ESTADO-MEMBRO, CADASTRO DE INADIMPLENTES, TOMADA DE CONTAS ESPECIAL, DEVIDO PROCESSO LEGAL)\nAC 2895 MC (TP), ACO 2131 AgR (TP), ACO 964 AgR-segundo (TP), ACO 2800 TA-AgR (1ªT), ACO 1900 AgR (1ªT), ACO 1732 AgR (1ªT), ACO 2240 AgR (TP), ACO 2656 AgR-segundo (TP), ACO 2811 AgR-segundo (TP), ACO 3011 AgR (TP). \n- Decisão monocrática citada:\n(LEI DE RESPONSABILIDADE FISCAL, PRINCÍPIO DA INTRANSCENDÊNCIA DA SANÇÃO)\nACO 2745.\n- Acórdão(s) citado(s) - outros tribunais:\n(PROCESSO ADMINISTRATIVO, TIPIFICAÇÃO DO CRIME, DIREITO DE DEFESA)\nAI 71414 AgR (2ªT) - RTJ 83/385, RJTJSP 14/219. \n- Legislação estrangeira citada: Magna Charta Libertatum, de 1215; art. XI, n. 1, da Declaração Universal dos Direitos do Homem.\n- Veja Convênio nº 702689/2008, firmado entre o Fundo de Amparo ao Trabalhador e o Estado do Rondônia, por meio da Secretaria de Políticas Públicas de Emprego (SPPE).\nNúmero de páginas: 20.\nAnálise: 28/10/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nRÉU(É)(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432808,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ACO 3402","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2020-08-31","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":3402,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435628","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Retirado de pauta em razão da aposentadoria do Relator. Presidência do Ministro Ricardo Lewandowski, Vice-Presidente no exercício da Presidência. Plenário, 06.08.2014.\r\n\n                       Decisão:  Após os votos dos Ministros Edson Fachin, Relator, Luiz Fux, Ricardo Lewandowski e Celso de Mello, que julgavam improcedente a ação direta; e dos votos dos Ministros Alexandre de Moraes, Roberto Barroso, Rosa Weber e Marco Aurélio, que a julgavam procedente, pediu vista dos autos o Ministro Dias Toffoli (Presidente). Ausentes, justificadamente, os Ministros Gilmar Mendes e Cármen Lúcia. Plenário, 8.11.2018.\r\n\n           Decisão: O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade integral da Lei nº 12.258/2005 do Estado do Rio Grande do Sul, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Luiz Fux, Ricardo Lewandowski e o Ministro Celso de Mello, que não participou deste julgamento, por motivo de licença médica, mas proferiu voto em assentada anterior. Plenário, Sessão Virtual de 4.9.2020 a 14.9.2020 (Sessão iniciada na Presidência do Ministro Dias Toffoli e finalizada na Presidência do Ministro Luiz Fux).","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur435628","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435628","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. USURPAÇÃO DE COMPETÊNCIA DA UNIÃO. DIREITO DO TRABALHO. VIOLAÇÃO AO ART. 20, I DA CONSTITUIÇÃO FEDERAL. INCONSTITUCIONALIDADE.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito.\n\n\n\n    2. A Lei 12.258/2005, do Estado do Rio Grande do Sul, ao definir o que seria uma revista íntima por empregador em desfavor do empregado, proibindo-a, fixa norma de caráter geral de Direito do Trabalho, matéria de competência exclusiva da União (CF, art. 22, I).\n\n\n\n    3. A vedação à revista íntima por empregador foi tratada em Lei federal (art. 373-A, CLT) e, embora dirigida exclusivamente às trabalhadoras, teve sua eficácia estendida aos trabalhadores por interpretação jurisprudencial da Justiça do Trabalho. A existência de norma federal a dispor sobre a tutela dos direitos à intimidade, à honra e à dignidade da pessoa na relação de trabalho, afasta a competência concorrente pelos Estados na forma do art. 24, CF, impedida norma estadual que altere os limites do texto da Lei federal e de sua interpretação.\n\n\n\n    4. Importância material da tutela da honra, da intimidade e da dignidade da pessoa humana, como valores fundamentais decorrentes da Constituição Federal, não prevalece sobre a inconstitucionalidade formal por usurpação de competência exclusiva da União, especialmente quando a tutela àqueles valores constitucionais se dê de forma indireta. Precedentes: ADI 5.307, ADI 2.487.\n\n\n\n    5. Ação Direta de Inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754286401","externo_seq_objeto_incidente":2317079,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-265  DIVULG 04-11-2020  PUBLIC 05-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3559&classe=ADI","is_colac":false,"titulo":"ADI 3559","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00005 ART-00003 \n          INC-00004 ART-00005 \"CAPUT\" INC-00001 \n          INC-00010 INC-00078 PAR-00001 ART-00020 \n          INC-00001 ART-00021 ART-00022 INC-00001 \n          ART-00023 INC-00001 ART-00024 ART-00025 \n          PAR-00001 ART-00030 INC-00001 ART-00093 \n          INC-00009 ART-00103 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009799      ANO-1999\n          ART-0001A SEÇÃO-1 ART-0373A INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013271      ANO-2016\n          ART-00001 ART-00002 INC-00001 INC-00002 \n          ART-00003 ART-00004\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00001 ART-00002 ART-00026\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-0373A INC-00006\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   PJL-000583      ANO-2007\n                PROJETO DE LEI\n\n","LEG-FED   SUV-000013      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   ENU-000015      \n                ENUNCIADO APROVADO NA 1ª JORNADA DE DIREITO MATERIAL E PROCESSUAL NA JUSTIÇA DO TRABALHO\n\n","LEG-EST   LEI-012258      ANO-2005\n          ART-00001 PAR-ÚNICO ART-00002 ART-00003\n                LEI ORDINÁRIA, RS"],"publicacao_data":"2020-11-05","documental_acordao_mesmo_sentido_lista_texto":"ADI 6036  PROCESSO ELETRÔNICO\n          JULG-16-09-2020  UF-RS  TURMA-TP  MIN-EDSON FACHIN N.PÁG-045\n          DJe-265  DIVULG 04-11-2020  PUBLIC 05-11-2020","documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: STF, JURISPRUDÊNCIA, CENTRALIZAÇÃO, PRINCÍPIO FEDERATIVO. INCOMPATIBILIDADE, LEGISLAÇÃO ESTADUAL, CONSTITUIÇÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INCONSTITUCIONALIDADE FORMAL. LEI ESTADUAL, AUSÊNCIA, DESTINAÇÃO, PROIBIÇÃO, VEDAÇÃO, EMPREGADOR, EMPRESA TOMADORA DE SERVIÇOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: CONTROVÉRSIA, RELAÇÃO JURÍDICA, ÂMBITO TRABALHISTA. CONSOLIDAÇÃO DAS LEIS DO TRABALHO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. CASO CONCRETO, COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL, DIREITO DO TRABALHO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: INCONSTITUCIONALIDADE MATERIAL, AUSÊNCIA. PRECEDENTE, STF, INCONSTITUCIONALIDADE, LEI ESTADUAL, PROIBIÇÃO, REVISTA PESSOAL, EMPREGADO. VÍCIO FORMAL, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO DO TRABALHO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ESTADO-MEMBRO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, DISTRIBUIÇÃO, COMPETÊNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, REFORÇO, FEDERALISMO COOPERATIVO. MULTIDISCIPLINARIDADE, PREVALÊNCIA, INTERPRETAÇÃO, PRESUNÇÃO, CONSTITUCIONALIDADE, ATO LEGISLATIVO. PRINCÍPIO DA SUBSIDIARIEDADE. DIREITO DE PREFERÊNCIA. FEDERALISMO, DESCENTRALIZAÇÃO, POLÍTICA, REALIZAÇÃO, DIREITO FUNDAMENTAL. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DIREITO À IGUALDADE, DIREITO À INTIMIDADE. ESTADO FEDERATIVO, OBJETIVO, REDUÇÃO, DESIGUALDADE. LEI IMPUGNADA, VINCULAÇÃO, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL.CONSTITUIÇÃO, DIRIGENTE. PODER JUDICIÁRIO, ATUAÇÃO, POLÍTICAS PÚBLICAS. TEXTO CONSTITUCIONAL, OBSERVÂNCIA, MUDANÇA, SOCIEDADE. COMPATIBILIDADE, ATUAÇÃO,JURISPRUDÊNCIA, STF. POSSIBILIDADE, INTERPRETAÇÃO EXTENSIVA, LEGISLAÇÃO ESTADUAL, \nPROTEÇÃO, RELAÇÃO DE TRABALHO, PROTEÇÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, INVIOLABILIDADE, DIREITO À INTIMIDADE, IGUALDADE, HOMEM, MULHER.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: LEI ESTADUAL, REPRODUÇÃO, CONSTITUIÇÃO FEDERAL, CONSONÂNCIA, LEI FEDERAL. INEXISTÊNCIA, INVASÃO, COMPETÊNCIA, UNIÃO FEDERAL. DESNECESSIDADE, ELIMINAÇÃO, LEI ESTADUAL.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: COMPETÊNCIA COMUM, UNIÃO FEDERAL, ESTADO-MEMBRO, MUNICÍPIO, DEVER CONSTITUCIONAL, GUARDA, CONSTITUIÇÃO. COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO, EVOLUÇÃO, DIREITO, ESTADOS UNIDOS DA AMÉRICA. INEXISTÊNCIA, CONSTITUIÇÃO FEDERAL, VEDAÇÃO, ESTADO-MEMBRO, DEFESA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA.\n\n- TERMO(S) DE RESGATE: presumption against pre-emption, odiosa restringenda favorabilia amplianda.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3559&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PREDOMINÂNCIA, USURPAÇÃO DE COMPETÊNCIA, COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL, TUTELA, HONRA, INTIMIDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nADI 2487 (TP), ADI 5307 (TP). \n(INTERPRETAÇÃO, FEDERALISMO, RESOLUÇÃO, CONFLITO DE COMPETÊNCIA, DIVERSIDADE, PAUTA TEMÁTICA)\nADPF 109 (TP), ADI 5356 (TP). \n(ADMISSÃO, COMPETÊNCIA LEGISLATIVA, ENTE FEDERADO, NORMA, DECORRÊNCIA, CONSTITUIÇÃO)\nADC 41 (TP). \n(COMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO DO TRABALHO)\nADI 3559 (TP). \n(INCOMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO DO TRABALHO, USURPAÇÃO DE COMPETÊNCIA, UNIÃO FEDERAL, )\nADI 2487 (TP), ADI 5307 (TP). \n(INCOMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO DO TRABALHO, PROIBIÇÃO, REVISTA PESSOAL, USURPAÇÃO DE COMPETÊNCIA, UNIÃO FEDERAL, )\nADI 2947 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(EXTENSÃO, APLICAÇÃO DA LEI, PROIBIÇÃO, REVISTA PESSOAL, FUNCIONÁRIO, HOMEM)\nTST: RR 164685520115190008, E-ED-RR 90340-49.2007.5.05.0464. \n- Legislação estrangeira citada: Constituição de 1787, dos Estados Unidos da América.\n- Veja ADI 953 MC, ADI 953 e ADI 2947 do STF.\nNúmero de páginas: 47.\nAnálise: 19/10/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435628,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ADI 3559","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-09-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARBOSA, Rui. Oração aos moços.\nMAXIMILIANO, Carlos. Hermenêutica do Direito.\nMENDES, Gilmar. Curso de direito constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 97.\nPIRES, Thiago Magalhães. Federalismo e Democracia: Parâmetros para a Definição das Competências Federativas. Porto Alegre.\nSARLET, Ingo Wolfgand. Dignidade (da pessoa) humana e direitos fundamentais na Constituição Federal de 1988. 10. ed. Porto Alegre: Livraria do Advogado, 2015. p. 70-71.\nYOUNG, Ernest A. Federal Preemption and State Autonomy. In: EPSTEIN, Richard A.; GREVE, Michael S. Federal Preemption. States’ Powers, National Interests. Washington: The AEI Press, 2007. p. 254.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":3559,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436268","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que: a) deferia parcialmente a cautelar para conferir interpretação conforme à Constituição ao art. 2º da MP 966/2020, no sentido de estabelecer que, na caracterização de erro grosseiro, deve-se levar em consideração a observância, pelas autoridades: (i) de standards, normas e critérios científicos e técnicos, com especial destaque para as orientações da Organização Mundial de Saúde; bem como (ii) dos princípios constitucionais da precaução e da prevenção; b) conferia, ainda, interpretação conforme à Constituição ao art. 1º, § 1º, da MP 966/2020, para explicitar que, para os fins de tal dispositivo, a autoridade à qual compete a decisão deve exigir que a opinião técnica trate expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades médicas e sanitárias, reconhecidas nacional e internacionalmente; (ii) da observância dos princípios constitucionais da precaução e da prevenção; e c) firmava as seguintes teses: “1. Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde ou ao meio ambiente equilibrado, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção. 2. A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades médicas e sanitárias, internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos”, o julgamento foi suspenso. Falaram: pelo requerente, o Dr. Bruno Lunardi Gonçalves; e, pelo interessado, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 20.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: O Tribunal, por maioria, analisou a medida cautelar, vencido, preliminarmente, o Ministro Marco Aurélio, que entendia pela inadequação da ação direta. Na sequência, por maioria, deferiu parcialmente a cautelar para: a) conferir interpretação conforme à Constituição ao art. 2º da MP 966/2020, no sentido de estabelecer que, na caracterização de erro grosseiro, deve-se levar em consideração a observância, pelas autoridades: (i) de standards, normas e critérios científicos e técnicos, tal como estabelecidos por organizações e entidades internacional e nacionalmente conhecidas; bem como (ii) dos princípios constitucionais da precaução e da prevenção; e b) conferir, ainda, interpretação conforme à Constituição ao art. 1º da MP 966/2020, para explicitar que, para os fins de tal dispositivo, a autoridade à qual compete a decisão deve exigir que a opinião técnica trate expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades reconhecidas nacional e internacionalmente; (ii) da observância dos princípios constitucionais da precaução e da prevenção. Foram firmadas as seguintes teses: “1. Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde, ao meio ambiente equilibrado ou impactos adversos à economia, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção. 2. A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos”. Tudo nos termos do voto do Relator. Ficaram vencidos os Ministros Alexandre de Moraes e Carmen Lúcia, que concediam a medida cautelar em maior extensão, e o Ministro Marco Aurélio, que a concedia para suspender a eficácia da Medida Provisória até o julgamento final do feito. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 21.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436268","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur436268","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"Ementa: Direito administrativo. Ações Diretas de Inconstitucionalidade. Responsabilidade civil e administrativa de Agentes Públicos. Atos relacionados à pandemia de COVID-19. Medida Provisória nº 966/2020. Deferimento parcial da cautelar. \n\n\n\n    1. Ações diretas de inconstitucionalidade que questionam a limitação da responsabilidade civil e administrativa dos agentes públicos às hipóteses de “erro grosseiro” e de “dolo”, com base no art. 28 da Lei de Introdução às Normas do Direito Brasileiro e na Medida Provisória nº 966/2020. Alegação de violação aos arts. 37, §§ 4º, 5º e 6º da Constituição, ao princípio republicano e ao princípio da probidade e da eficiência administrativa. Exame, em sede cautelar, limitado à MP 966/2020, em relação à qual, efetivamente, se configura o perigo na demora, diante do contexto da pandemia.\n\n\n\n    2. Decisões administrativas relacionadas à proteção à vida, à saúde e ao meio ambiente devem observar standards, normas e critérios científicos e técnicos, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas. Precedentes: ADI 4066, Rel. Min. Rosa Weber, j. 24.08.2017; e RE 627189, Rel. Min. Dias Toffoli, j. 08.06.2016. No mesmo sentido, a Lei nº 13.979/2020 (art. 3º, § 1º), que dispôs sobre as medidas para o enfrentamento da pandemia de COVID-19, norma já aprovada pelo Congresso Nacional, previu que as medidas de combate à pandemia devem ser determinadas “com base em evidências científicas e em análises sobre as informações estratégicas em saúde”.\n\n\n\n    3. Tais decisões administrativas sujeitam-se, ainda, aos princípios constitucionais da precaução e da prevenção, que impõem juízo de proporcionalidade e a não adoção, a priori, de medidas ou protocolos a respeito dos quais haja dúvida sobre impactos adversos a tais bens jurídicos. Nesse sentido: ADI 5592, Rel. p/ acórdão Min. Edson Fachin, j. 11.02.2019; RE 627189, Rel. Min. Dias Toffoli, j. 08.06.2016.\n\n\n\n    4. Cautelar parcialmente deferida, para conferir interpretação conforme a Constituição ao art. 2º da MP 966/2020, no sentido de estabelecer que, na caracterização de erro grosseiro, leva-se em consideração a observância, pelas autoridades: (i) de standards, normas e critérios científicos e técnicos, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; bem como (ii) dos princípios constitucionais da precaução e da prevenção. \n\n\n\n    5. Confere-se, igualmente, interpretação conforme a Constituição ao art. 1º da MP 966/2020, para explicitar que, para os fins de tal dispositivo, a autoridade a quem compete decidir deve exigir que a opinião técnica trate expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção.\n\n\n\n    6. Teses: “1. Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde, ao meio ambiente equilibrado ou impactos adversos à economia, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção. 2. A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754359227","externo_seq_objeto_incidente":5912273,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6421&classe=ADI","is_colac":false,"titulo":"ADI 6421 MC","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00002 ART-00005 INC-00005 \n          INC-00010 INC-00024 INC-00025 INC-00035 \n          INC-00054 INC-00075 ART-00018 ART-00034 \n          INC-00007 LET-A ART-00037 \"CAPUT\" \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          ART-00062 ART-00070 ART-00071 ART-00075\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008429      ANO-1992\n          ART-00009 ART-00010 ART-00011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013655      ANO-2018\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979      ANO-2020\n          ART-00003 INC-00001 INC-00002 INC-00003 \n          LET-A LET-B LET-C LET-D \n          LET-E INC-00004 INC-00005 INC-00006 \n          LET-A LET-B INC-00007 INC-00008 \n          LET-A LET-B PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00028\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   MPR-001950      ANO-2000\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 62\n\n","LEG-FED   MPR-000926      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000961      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000966      ANO-2020\n          ART-00001 \"CAPUT\" INC-00001 INC-00002 \n          PAR-00001 INC-00001 INC-00002 PAR-00002 \n          ART-00002 ART-00003 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 ART-00004\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000006      ANO-2020\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-009830      ANO-2019\n          ART-00012 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 PAR-00006 PAR-00007 \n          PAR-00008 ART-00014\n                DECRETO\n\n","LEG-FED   DEC-010212      ANO-2020\n          ART-00042 ART-00043 NÚMERO-1 LET-A \n          LET-B NÚMERO-2 LET-A LET-B \n          LET-C NÚMERO-3 NÚMERO-4 NÚMERO-5 \n          NÚMERO-6 NÚMERO-7 NÚMERO-8\n                DECRETO\n\n","LEG-FED   PJL-010887      ANO-2018\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD"],"publicacao_data":"2020-11-12","documental_acordao_mesmo_sentido_lista_texto":"ADI 6425 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6427 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6428 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-140\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6431 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-140\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6424 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020\n \nADI 6422 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020","documental_indexacao_texto":"- CONTROLE JUDICIAL, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA. CONTEXTO HISTÓRICO, EDIÇÃO, MEDIDA PROVISÓRIA, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19). CRISE, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), INFLUÊNCIA, ORDENAMENTO JURÍDICO. CRISE, SAÚDE, PANDEMIA, EQUIVALÊNCIA, NÚMERO, MORTE, GUERRA, CARÁTER CIVIL, ESTADOS UNIDOS DA AMÉRICA. PANDEMIA, CRISE ECONÔMICA, QUEBRA, EMPRESA, DESEMPREGO; AUXÍLIO, SITUAÇÃO EMERGENCIAL, MULTIPLICIDADE, TRABALHADOR, CARÁTER INFORMAL. PANDEMIA, CRISE, CARÁTER FISCAL, AMEAÇA, COFRES PÚBLICOS. DEFINIÇÃO, POLÍTICAS PÚBLICAS, CONTENÇÃO, PANDEMIA, OBSERVÂNCIA; CORRELAÇÃO, RESTRIÇÃO, CIRCULAÇÃO, PESSOA NATURAL, CRISE ECONÔMICA; UTILIZAÇÃO, MEDICAMENTO, EFICÁCIA, SEGURANÇA, CONTROVÉRSIA, COMUNIDADE CIENTÍFICA. MEDIDA PROVISÓRIA, AUSÊNCIA, PROTEÇÃO, IMUNIDADE, AGENTE PÚBLICO, ATO ILÍCITO, IMPROBIDADE ADMINISTRATIVA. STF, OBSERVÂNCIA, REGRA TÉCNICA, ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS). INSEGURANÇA, ADMINISTRADOR, DECISÃO, MOMENTO, PANDEMIA, TEMOR, RESPONSABILIZAÇÃO. MEDIDA PROVISÓRIA, PROTEÇÃO, ADMINISTRADOR, IDONEIDADE. VEROSSIMILHANÇA DA ALEGAÇÃO, NECESSIDADE, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, MEDIDA PROVISÓRIA; PERICULUM IN MORA, PANDEMIA, RELEVÂNCIA, CRIAÇÃO, INCENTIVO, ADEQUAÇÃO, ATUAÇÃO, AGENTE PÚBLICO. MINISTRO, ECONOMIA, COGITAÇÃO, EMISSÃO, PAPEL-MOEDA, SOLUÇÃO, SITUAÇÃO, PANDEMIA; INFLAÇÃO. CABIMENTO, CONGRESSO NACIONAL, DELIMITAÇÃO, PRAZO, MEDIDA PROVISÓRIA.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: STF, EXCEPCIONALIDADE, INCONSTITUCIONALIDADE CHAPADA, TERATOLOGIA, APRECIAÇÃO, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA. REGRA, REPÚBLICA, RESPONSABILIDADE, AGENTE PÚBLICO, DERIVAÇÃO, PRINCÍPIO REPUBLICANO, REGRA, CARÁTER ESPECÍFICO, TEXTO CONSTITUCIONAL; OBSERVÂNCIA, LEGISLADOR. REGULAMENTAÇÃO, INTERPRETAÇÃO, CONSTITUIÇÃO FEDERAL, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA, AGENTE PÚBLICO. RESPONSABILIDADE OBJETIVA, TEORIA DO RISCO ADMINISTRATIVO. RESPONSABILIZAÇÃO, CARÁTER GENÉRICO, DISCRICIONARIEDADE, LEGISLADOR, DEFINIÇÃO, CONDUTA, DOLO, CULPA. SUSPENSÃO, PARCIALIDADE, EFICÁCIA, ARTIGO, MEDIDA PROVISÓRIA, AGENTE PÚBLICO, OBRIGATORIEDADE, POSSIBILIDADE, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA. SUSPENSÃO, ARTIGO, MEDIDA PROVISÓRIA, EXCLUDENTE DE ILICITUDE, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA, DOLO, ERRO GROSSEIRO, ATO, CONFRONTO, EFEITO, PANDEMIA. CLÁUSULA ABERTA, AUSÊNCIA, RAZOABILIDADE, PROPORCIONALIDADE.\n\n- VOTO, MIN. EDSON FACHIN: RESPONSABILIZAÇÃO, PODER PÚBLICO, CONSTITUIÇÃO FEDERAL, ESTADO DEMOCRÁTICO DE DIREITO. MEDIDA PROVISÓRIA, IMPOSSIBILIDADE, DERROGAÇÃO, LEI, IMPROBIDADE ADMINISTRATIVA, DISPOSITIVO, RESPONSABILIZAÇÃO, SERVIDOR PÚBLICO, CÓDIGO PENAL. DECISÃO, GESTOR, LEGALIDADE, GARANTIA, DIREITO FUNDAMENTAL; DEMOCRACIA, FEDERALISMO COOPERATIVO, SOLIDARIEDADE, PRINCÍPIO DA PREVENÇÃO, PRINCÍPIO DA PRECAUÇÃO. STF, MATÉRIA, PROTEÇÃO, VIDA, SAÚDE, MEIO AMBIENTE, OBSERVÂNCIA, CONHECIMENTO CIENTÍFICO, REGRA TÉCNICA; HIPÓTESE, DÚVIDA, DECISÃO FAVORÁVEL, SAÚDE, POPULAÇÃO. PODER PÚBLICO, ELABORAÇÃO, POLÍTICA PÚBLICA, SAÚDE, TRANSPARÊNCIA, FUNDAMENTAÇÃO, DECISÃO. DEFINIÇÃO JURÍDICA, ERRO GROSSEIRO, CULPA GRAVE, OBSERVÂNCIA, INTERESSE PÚBLICO, DIREITO FUNDAMENTAL, AUSÊNCIA, JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE, ADMINISTRAÇÃO.\n\n- VOTO, MIN. ROSA WEBER: AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, MEDIDA PROVISÓRIA, ALEGAÇÃO, AUSÊNCIA, REQUISITO, RELEVÂNCIA, URGÊNCIA; SITUAÇÃO EMERGENCIAL, PANDEMIA. RESPONSABILIZAÇÃO, AGENTE PÚBLICO, OMISSÃO, INSUFICIÊNCIA, CONDUTA, CONTROLE, CORONA VIRUS DISEASE 2019 (COVID-19), DEBATE, ÂMBITO INTERNACIONAL; REPERCUSSÃO SOCIAL, ECONOMIA. DADO, CONHECIMENTO CIENTÍFICO, DETERMINAÇÃO, ATO, INÉRCIA, GESTOR, MOTIVAÇÃO, VINCULAÇÃO.\n\n- VOTO, MIN. LUIZ FUX: MEDIDA PROVISÓRIA, PREVISÃO, CRITÉRIO, JUIZ, INTERPRETAÇÃO, ERRO GROSSEIRO. EXACERBAÇÃO, ÔNUS DA PROVA, AFERIÇÃO, RESPONSABILIDADE, AGENTE PÚBLICO. ADMINISTRADOR, IMPERÍCIA, NEGLIGÊNCIA, IMPRUDÊNCIA, CARACTERIZAÇÃO, CULPA, ERRO GROSSEIRO. STF, PROTEÇÃO, CONSTITUIÇÃO, DIREITO FUNDAMENTAL, DIREITO À SAÚDE, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO. AGENTE PÚBLICO, DECISÃO, RISCO, RESULTADO, EQUIPARAÇÃO, DOLO EVENTUAL, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA, RESPONSABILIDADE PENAL.\n\n- VOTO, MIN. CÁRMEN LÚCIA: CONSTITUIÇÃO FEDERAL, PODER PÚBLICO, RESPONSABILIDADE OBJETIVA, NEXO DE CAUSALIDADE; SERVIDOR PÚBLICO, RESPONSABILIDADE, CARÁTER SUBJETIVO, DOLO, CULPA. MEDIDA PROVISÓRIA, AFIRMAÇÃO, NEXO DE CAUSALIDADE, CONDUTA, DANO, AUSÊNCIA, RESPONSABILIZAÇÃO, AGENTE PÚBLICO, EXCLUSÃO, RESPONSABILIDADE.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: AGENTE PÚBLICO, OBSERVÂNCIA, EVIDÊNCIA, CONHECIMENTO CIENTÍFICO, ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS). AGENTE PÚBLICO, OBSERVÂNCIA, RECOMENDAÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), ORGANIZAÇÃO DOS ESTADOS AMERICANOS (OEA), COMISSÃO INTERAMERICANA DE DIREITOS HUMANOS (CIDH), ELABORAÇÃO, POLÍTICAS PÚBLICAS, CONTROLE, EFEITO, CARÁTER ECONÔMICO, PANDEMIA. PRAZO, MEDIDA PROVISÓRIA. RESPONSABILIDADE, AGENTE PÚBLICO, DOLO, CULPA, DIREITO DE REGRESSO, ADMINISTRAÇÃO PÚBLICA. MEDIDA PROVISÓRIA, GRAU DE CULPA, ERRO GROSSEIRO, PROTEÇÃO, ATUAÇÃO, SERVIDOR PÚBLICO, PERÍODO, PANDEMIA. LOTAÇÃO, UNIDADE DE TERAPIA INTENSIVA (UTI), MÉDICO, ESCOLHA, PACIENTE, TRATAMENTO MÉDICO, SEGURANÇA, AUSÊNCIA, RESPONSABILIZAÇÃO, ATO.\n\n- VOTO, MIN. GILMAR MENDES: DESCABIMENTO, PODER JUDICIÁRIO, AVALIAÇÃO, REQUISITO, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA; PRINCÍPIO DA SEPARAÇÃO DOS PODERES. SEGURANÇA JURÍDICA, AGENTE PÚBLICO, CONFRONTO, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), PREVALÊNCIA, JUÍZO, ADMINISTRADOR PÚBLICO. EXCEPCIONALIDADE, HIPÓTESE, ABUSO, ORIENTAÇÃO, STF, REJEIÇÃO, ALEGAÇÃO, INCONSTITUCIONALIDADE FORMAL, OFENSA, ARTIGO, REQUISITO, MEDIDA PROVISÓRIA. RESPONSABILIDADE CIVIL DO ESTADO, TEORIA DO RISCO ADMINISTRATIVO. TEORIA DA DUPLA GARANTIA, PRINCÍPIO DA IMPESSOALIDADE. LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO, MEDIDA PROVISÓRIA, QUALIDADE, CULPA, RESPONSABILIDADE, AGENTE PÚBLICO. INTERPRETAÇÃO, MEDIDA PROVISÓRIA, AGENTE PÚBLICO, DECISÃO, INOBSERVÂNCIA, REGRA TÉCNICA, RECOMENDAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS), POSSIBILIDADE, CONFIGURAÇÃO, IMPERÍCIA, GESTOR, ERRO GROSSEIRO. RESPONSABILIZAÇÃO, PAGAMENTO, BENEFÍCIO, SITUAÇÃO EMERGENCIAL. NECESSIDADE, ALTERAÇÃO, REGIME JURÍDICO, RESPONSABILIZAÇÃO, IMPROBIDADE ADMINISTRATIVA; SEGURANÇA JURÍDICA. PROJETO DE LEI, SUSPENSÃO, CONDUTA CULPOSA, IMPROBIDADE ADMINISTRATIVA. PROPORCIONALIDADE, SANÇÃO.\n\n- VOTO, MIN. MARCO AURÉLIO: MEDIDA PROVISÓRIA, NECESSIDADE, APROVAÇÃO, CONGRESSO NACIONAL. STF, SUBSTITUIÇÃO, CONGRESSO NACIONAL, PRESIDENTE DA REPÚBLICA; EXCEPCIONALIDADE, DANO IRREPARÁVEL. INADEQUAÇÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, NECESSIDADE, ATUAÇÃO, CONGRESSO NACIONAL. SUSPENSÃO, ATO NORMATIVO, EDIÇÃO, PRESIDENTE DA REPÚBLICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6421&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(DIREITO À VIDA, DIREITO À SAÚDE, MEIO AMBIENTE, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO)\r\nADPF 101 (TP), RE 627189 (TP), ADI 5592 (TP).\r\n(LIMITAÇÃO, RESPONSABILIDADE, AGENTE PÚBLICO, HIPÓTESE, ERRO GROSSEIRO, DOLO)\r\nADI 534 MC (TP), ADI 2674 MC-AgR (TP), ADPF 541 (TP).\r\n(CONTROLE JUDICIAL, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA)\r\nADI 162, ADI 2736 (TP), ADI 3994 (TP), RE 592377 (TP), RE 526353 AgR (1ªT), ADI 1753 MC (TP), ARE 704520 (TP), RE 1100057 AgR (1ªT), RE 1222118 AgR (2ªT).\r\n(TEORIA DA DUPLA GARANTIA, RESPONSABILIDADE, ESTADO)\r\nRE 228977 (2ªT), RE 327904 (1ªT), RE 344133 (1ªT), AI 522832 AgR (2ªT), RE 470996 AgR (2ªT), RE 842846 (TP), ARE 908331 AgR (2ªT), RE 1027633 (TP).\r\n(COMPETÊNCIA, JUÍZO DE PRIMEIRO GRAU, AÇÃO DE IMPROBIDADE ADMINISTRATIVA, AGENTE POLÍTICO)\r\nRcl 3004 AgR (1ªT).\r\n(PROTEÇÃO, VIDA, SAÚDE, MEIO AMBIENTE, REGRA TÉCNICA, CONHECIMENTO CIENTÍFICO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS))\r\nADI 4066 (TP), RE 627189 (TP).\r\n(RESPONSABILIDADE, AGENTE PÚBLICO, DOLO, CULPA, AÇÃO REGRESSIVA)\r\nRE 1027633 (TP).\r\n- Decisões monocráticas citadas:\r\n(DIREITO À VIDA, DIREITO À SAÚDE, MEIO AMBIENTE, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO)\r\nADI 5292.\r\n(DECISÃO, AGENTE PÚBLICO, EVIDÊNCIA, CONHECIMENTO CIENTÍFICO, ANÁLISE, INFORMAÇÃO, SAÚDE)\r\nADI 6343 MC.\r\n- Legislação estrangeira citada: Art. 15 e art. 43, das Regulações Internacionais sobre Saúde (International Health Regulations) de 2005.\n- Veja ADI 6422, ADI 6424, ADI 6425, ADI 6427, ADI 6428 e ADI 6431 do STF.\n- Veja art. 21 e art. 22, da constituição da Organização Mundial da Saúde.\nNúmero de páginas: 140.\nAnálise: 01/09/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : LEVI BORGES DE OLIVEIRA VERISSIMO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":436268,"documental_tese_texto":"I - Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde, ao meio ambiente equilibrado ou impactos adversos à economia, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção;\nII - A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6421 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-05-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAGÃO, Alexandra. Princípio da precaução: Manual de instruções. Revista do Centro de Estudos de Direito do Ordenamento, do Urbanismo e do Ambiente, n. 02, 2008.\nBANCO Mundial prevê queda de 5% do PIB do Brasil este ano. Agência Brasil, 13 abr. 2020. Disponível em:\nhttps://agenciabrasil.ebc.com.br/economia/noticia/2020-04/bancomundial-preve-queda-de-5-do-pib-do-brasil-este-ano. Acesso em: 18 maio 2020.\nBINENBOJM, Gustavo; SUNDFELD, Carlos Ari. Uma lei geral inovadora para o Direito Público. Portal Jota, 31 out. 2017.\nBINENBOJM, Gustavo; CYRINO, André. O art. 28 da LNDB: A cláusula geral do erro administrativo. Rev.\nDireito Administrativo, p. 203-224, nov. 2018. p. 205.\nBOGDANDY, Armin von; VILLARREAL, Pedro A. International Law on Pandemic Response: a First Stocktaking in Light of the Coronavirus Crisis. MPIL Research Paper Series, n. 2020-07.\nBRASIL. Ministério da Saúde. COVID-19: Painel Coronavírus. Disponível em: https://covid.saude.gov.br/. Acesso em: 18 maio 2020.\nBYANYIMA, Winnie. Coronavírus mostra a necessidade de uma saúde gratuita para todas as pessoas. Disponível em: Disponível em: https://nacoesunidas.org/artigo-coronavirus-mostra-a-necessidadede-\numa-saude-gratuita-para-todas-as-pessoas-agora/.\nCARVALHO FILHO. José dos Santos. Manual de Direito Administrativo. 30. ed. rev., atual. e ampl. São Paulo: Atlas, 2016. p. 615.\nCOVID-19 Dashboard by de Center for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU). Disponível em: https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda\n7594740fd40299423467b48e9ecf6/https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6/. Acesso em: 18 maio 2020.\nDIONÍSIO, Pedro de Hollanda. O direito ao erro do administrador público no Brasil: contexto, fundamentos e parâmetros. Rio de Janeiro: GZ, 2019.\nJURUENA, Marcos. Dorme tranquilo quem indefere. In: MASCARENHAS, Rodrigo Tostes de Alencar. O medo e o Ato Administrativo. Revista Colunistas, Direito do Estado, n. 289, 2016.\nKOUROUTAKIS, Antonios. Inaction as a State Response to the Coronavirus Outbreak. IACL-AIDC Blog (24 March 2020). Disponível em: https://blog-iacl-aidc.org/2020-posts/2020/3/24/inaction-asa-state-response-to-the-coronavirus-outbreak.\nHÄBERLE, Peter. Demokratische Verfassungstheorie im Lichte des Möglichkeitsdenken. Die Verfassung des Pluralismus, Königstein/TS, 1980. p. 3.\nLEWANDOWSKI, Enrique Ricardo. Reflexões em torno do principio republicano. Revista da Faculdade de Direito, Universidade de Sao Paulo, v. 100, 2005. p. 194 e 506-526.\nLIMA, Bruna; CARDIN, Maria Eduarda. Bolsonaro jogará assinatura de protocolo da cloroquina no colo de militar. Correio Braziliense, 15 maio 2020. Disponível em: https://www.correiobraziliense.com.br/app/noticia/politica/2020/05/15/interna_politica,855303/bolsonaro-jogara-assinatura-de-protocolo-dacloroquina-no-colo-de-mili.shtml.\nMADEIRO, Carlos. Chances, sobrevida e capacidade: como se escolhem pacientes na fila de UTI. Folha de S.Paulo, 05 maio 2020. Disponível em: https://noticias.uol.com.br/saude/ultimas-noticias/ redacao/2020/05/05/chances-sobrevida-e-idade-como-e-a-escolha-de-pacientes-na-fila-de-uti.htm?cmpid=copiaecola.\nMAIA, Gustavo. Bolsonaro diz que protocolo do Ministério da Saúde sobre cloroquina deve ser alterado nesta sexta. O Globo, 15.05.2020. Disponível em: \nhttps://oglobo.globo.com/sociedade/coronavirus/bolsonaro-diz-queprotocolo-do-ministerio-da-saude-sobre-cloroquina-deve-ser-alterado-nesta-sexta-1-24428437. Acessos em: 18 maio 2020.\nMARQUES NETO, Floriano; FREITAS, Rafael Véras. O artigo 28 da nova LINDB: um regime jurídico para o\nadministrador honesto, maio de 2018. Consultor Jurídico. 25 de maio de 2019.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 32 ed. São Paulo: Malheiros, 2015. p. 1064.\nMENDES, Gilmar Ferreira. A Reforma Monetária de 1990: Problemática Jurídica da Chamada ‘Retenção dos Ativos Financeiros'. Revista de Direito Administrativo. Rio de Janeiro, out./dez. 1991.\nMIRRA, Álvaro Luiz Valery. Ação civil pública ambiental: aspectos da tutela jurisdicional de precaução relacionada à questão das mudanças climáticas. In: PALMA, Carol Manzoli; SACCOMANO NETO, Francisco;\nOLIVEIRA, Taísa Cristina Sibinelli de (Org.). Direito ambiental: efetividade e outros desafios: estudos em homenagem a Paulo Affonso Leme Machado. São Paulo: Lex Magister, 2012. p 41-47.\nOTTA, Lu Aiko; GRANER, Fabio. PIB deve cair 4,7% em 2020, prevê Ministério da Economia. Valor Investe, Brasília, 13.05.2020. Disponível em: https://valorinveste.globo.com/mercados/brasil-epolitica/\nnoticia/2020/05/13/pib-deve-cair-470percent-em-2020-preveministerio-da-economia.ghtml.\nPALMA, Juliana Bonacorsi de. Quem e o administrador medio do TCU?.  Portal Jota. Disponível em: https://www.jota.info/opiniao-eanalise/colunas/controle-publico/quem-e-o-administrador-medio-\ndo-tcu-22082018.\nPIETRO, Maria Sylvia Zanella di. Direito Administrativo. São Paulo: Atlas, 2009. p. 644.\nPOCOCK, J.G.A. The Machiavellian moment: Florentine political thought and the Atlantic republican tradition. Princeton University Press, 1975. p. 506-526.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 6 ed. São Paulo: Malheiros, 2009. p. 349.\nSUÁREZ-MUTIS, Martha Cecília. Nota Técnica: Orientações sobre o uso da Cloroquina para tratamento de pacientes infectados comSARSCoV-2, agente etiológico da Covid-19. Fiocruz, Fundação Oswaldo Cruz.\nDisponível em: https://portal.fiocruz.br/sites/portal.fiocruz.br/files/documentos/orientaco\nes_sobre_a_cloroquina_nota_tecnica_.pdf. Acesso em: 18 maio 2020.\nSUNSTEIN, Cass. The Laws of Fear: Beyond the Precautionary Principle. Cambridge University Press, 2005.\nTOSTA, Wilson. Protocolo sugere parametros para medicos escolherem quais pacientes com covid-19 terão prioridade. Estado de São Paulo.  Disponível em: https://saude.estadao.com.br/noticias/geral,protocolo-sugere-parametros-\npara-medicos-escolherem-quais-pacientes-com-covid-19-terao-prioridade,70003297367.\nVECINA, Gonzalo. O fim da pandemia, O Estado de S. Paulo, 20 maio 2020. Disponível em: https://saude.estadao.com.br/noticias/geral,ofim-da-pandemia,70003308334.\nWORLD HEALTH ORGANIZATION. Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). Disponível em:\nhttps://bit.ly/2WCrm4ahttps://bit.ly/2WCrm4a.\n______. Strengthening preparedness for COVID-19 in cities and other urban settings: interim guidance for local authorities. Geneva: World Health Organization; 2020 (WHO/2019-nCoV/ Urban_preparedness/2020.1), p. 9.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":6421,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur437153","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou parcialmente procedente o pedido formulado na ação, para determinar à União que se abstenha de incluir o Estado de Goiás, em cadastros de inadimplências nos sistemas SIAFI/CADIN/CAUC, em relação ao Contrato de Repasse n.º 0247796-34/2007/Ministério do Turismo/CAIXA, tão somente até o exaurimento da Prestação de Contas Especial, observados os princípios constitucionais da ampla defesa e do contraditório. Caracterizada a sucumbência parcial, condenou as partes rés, de forma solidária, ao pagamento de honorários sucumbenciais, ora arbitrados em R$ 4.000,00 (quatro mil reais), corrigidos a partir desta decisão (artigo 85, § 8º, do CPC de 2015), nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Marco Aurélio (Relator) e Edson Fachin. Plenário, Sessão Virtual de 30.10.2020 a 10.11.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur437153","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur437153","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO CÍVEL ORIGINÁRIA. NULIDADE DE RECOMENDAÇÕES EXPEDIDAS POR MEIO DE NOTAS TÉCNICAS. AUSÊNCIA DE RISCO FEDERATIVO. CONTROVÉRSIA DE CUNHO MERAMENTE PATRIMONIAL. INCOMPETÊNCIA DO STF. INSCRIÇÃO DE ESTADO-MEMBRO EM CADASTRO FEDERAL DE INADIMPLÊNCIA. SIAFI/CAUC/CADIN. IRREGULARIDADE DA GESTÃO ANTERIOR. PRINCÍPIO DA INTRANSCENDÊNCIA. INAPLICABILIDADE. INSCRIÇÃO SEM PRÉVIA TOMADA DE CONTAS ESPECIAL. VIOLAÇÃO AO PRINCÍPIO DO DEVIDO PROCESSO LEGAL. AÇÃO CÍVEL ORIGINÁRIA JULGADA PARCIALMENTE PROCEDENTE. \n\n\n\n    1. O pedido de declaração de nulidade das recomendações expedidas na Nota Técnica n.º 2091/2014/DRTES/DR/SFC/CGU-PR, sobretudo em relação à devolução de valores, não gera risco ao pacto federativo apto a atrair a competência originária da SUPREMA CORTE, por se tratar de questão de cunho meramente patrimonial.\n\n\n\n    2. A jurisprudência desta CORTE se firmou no sentido de que o princípio da intranscendência subjetiva das sanções não se aplica com mudança do mandatário local, sob o fundamento da impossibilidade de penalização do Estado em razão de irregularidades apontadas em convênios firmados por ex-gestores.\n\n\n\n    3. A não abertura do procedimento de Tomada de Contas Especial, quando da inscrição dos entes federados nos cadastros de inadimplentes, configura violação aos princípios constitucionais do devido processo legal, do contraditório e da ampla defesa. Precedentes.\n\n\n\n    4. Ação Cível Originária julgada parcialmente procedente para determinar à União que se abstenha de incluir o Estado de Goiás, em cadastros de inadimplências nos sistemas SIAFI/CADIN/CAUC, em relação ao Contrato de Repasse n.º 0247796-34/2007/Ministério do Turismo/CAIXA, tão somente até o exaurimento da Prestação de Contas Especial, observados os princípios constitucionais da ampla defesa e do contraditório.\n\n\n\n    5. Caracterizada a sucumbência parcial, condeno as partes rés, de forma solidária, ao pagamento de honorários sucumbenciais, que ora arbitro em R$ 4.000,00 (quatro mil reais), corrigidos a partir desta decisão, nos termos do artigo 85, § 8º, do CPC de 2015.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754497119","externo_seq_objeto_incidente":4812953,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-281  DIVULG 26-11-2020  PUBLIC 27-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2716&classe=ACO","is_colac":false,"titulo":"ACO 2716","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00055 ART-00102 INC-00001\n    LET-F ART-00109\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00020 PAR-00004\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 PAR-00008\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2020-11-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEVIDO PROCESSO LEGAL, FINALIDADE, DUPLICIDADE, PROTEÇÃO, JURISDICIONADO, CARÁTER MATERIAL, LIBERDADE, CARÁTER FORMAL, PARIDADE, AMPLA DEFESA, CONTRADITÓRIO. NECESSIDADE, CAPITULAÇÃO LEGAL, ILÍCITO, ALEGAÇÃO, PROCESSO ADMINISTRATIVO, CAUSA DE PEDIR ABERTA, IMPOSSIBILIDADE, EXERCÍCIO, AMPLA DEFESA. JURISPRUDÊNCIA, STF, NECESSIDADE, TOMADA DE CONTAS ESPECIAL, MOMENTO ANTERIOR, INSCRIÇÃO, ESTADO-MEMBRO, CADASTRO DE INADIMPLENTES.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: LEGALIDADE, INSCRIÇÃO, CAUC, SIAFI, CADIN. LEGITIMIDADE, CAIXA ECONÔMICA FEDERAL (CEF), DECORRÊNCIA, RELAÇÃO JURÍDICA, UNIÃO FEDERAL, ESTADO-MEMBRO. DESCABIMENTO, ALEGAÇÃO, OFENSA, AMPLA DEFESA, DECORRÊNCIA, EXISTÊNCIA, CITAÇÃO, AUTOR, FINALIDADE, REGULARIZAÇÃO, DESNECESSIDADE, MOMENTO ANTERIOR, TOMADA DE CONTAS ESPECIAL. DESCABIMENTO, ALEGAÇÃO, RESPONSABILIZAÇÃO, GESTÃO, MOMENTO ANTERIOR, INEXISTÊNCIA, PESSOALIDADE. AUSÊNCIA, NULIDADE, ANOTAÇÃO, CONTROLADORIA-GERAL DA UNIÃO (CGU), RECOMENDAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2716&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, JULGAMENTO, AUSÊNCIA, CONFLITO, ENTE FEDERADO)\nRE 664206 AgR (1ªT). \n(COMPETÊNCIA, STF, LIDE, INSCRIÇÃO, ESTADO-MEMBRO, CADASTRO DE INADIMPLENTES)\nACO 2455 MC-AgR (TP), ACO 2764 AgR (TP), ACO 3011 AgR (TP), ACO 2183 AgR (1ªT). \n(UNIÃO FEDERAL, TRANSFERÊNCIA, RECURSO, ENTE PÚBLICO, AUSÊNCIA, TRANSFERÊNCIA, CHEFE DO PODER EXECUTIVO)\nACO 2745 AgR (TP). \n(ILÍCITO ADMINISTRATIVO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL, DIREITO DE DEFESA)\nAI 71414 AgR (2ªT) - RTJ 83/385. \n(NECESSIDADE, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, INSCRIÇÃO, ESTADO-MEMBRO, CADASTRO DE INADIMPLENTES)\nACO 964 AgR-segundo (TP), ACO 2240 AgR (TP), RE 1067086 (TP), ACO 3011 AgR (TP). \n(NECESSIDADE, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL, ENTE PÚBLICO)\nAC 2895 MC (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(ILÍCITO ADMINISTRATIVO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL, DIREITO DE DEFESA)\nTJSP: RJTJSP 14/219. \n- Legislação estrangeira citada: Magna Charta Libertatum, de 1215; art. 11, n. 1, da Declaração Universal de Direitos do Homem.\n\nNúmero de páginas: 27.\nAnálise: 25/11/2021, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nAUTOR(A/S)(ES) : AGÊNCIA GOIANA DE TURISMO - GOIÁS TURISMO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nRÉU(É)(S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nRÉU(É)(S)  : CAIXA ECONÔMICA FEDERAL - CEF \nADV.(A/S)  : MARCELA PORTELA NUNES BRAGA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":437153,"documental_tese_texto":null,"procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"ACO 2716","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2020-11-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":2716,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}