{"result":{"took":776,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur479651","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PI","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que negava provimento ao agravo, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Gilmar Mendes. Presidência do Ministro Luiz Fux. Plenário, 1º.7.2022.\r\n\n           Decisão: O Tribunal, por unanimidade, reconsiderou a decisão agravada, julgou prejudicado o agravo regimental interposto, conheceu da arguição de descumprimento de preceito fundamental e julgou procedente o pedido formulado para declarar a inconstitucionalidade das decisões do Poder Judiciário do Piauí que reconheceram o direito adquirido à forma de cálculo do adicional por tempo de serviço dos servidores públicos estaduais vinculado ao valor atual da remuneração, nos termos do voto da Relatora. Plenário, Sessão Virtual de 28.4.2023 a 8.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur479651","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Piauí","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur479651","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CONSTITUCIONAL. ADMINISTRATIVO. DIREITO ADQUIRIDO À FORMA DE CÁLCULO DE ADICIONAL POR TEMPO DE SERVIÇO CONCEDIDO A SERVIDOR PÚBLICO ESTADUAL. INEXISTÊNCIA DE OUTRO MEIO RÁPIDO, SEGURO, ABRANGENTE E DEFINITIVO CAPAZ DE IMPUGNAR AS DECISÕES DESCUMPRIDORAS DE PRECEITOS FUNDAMENTAIS. REQUISITO DA SUBSIDIARIEDADE PREENCHIDO. PRECEDENTES. RECONSIDERAÇÃO DA DECISÃO AGRAVADA. PREJUÍZO DO AGRAVO REGIMENTAL. AÇÃO CONHECIDA. MÉRITO: OFENSA AO CAPUT DO ART. 2º, INC. XXXVI DO ART. 5º E XV DO ART. 37 DA CONSTITUIÇÃO DA REPÚBLICA. SERVIDOR PÚBLICO. INEXISTÊNCIA DE DIREITO ADQUIRIDO A REGIME JURÍDICO. IRREDUTIBILIDADE REMUNERATÓRIA. ARGUIÇÃO JULGADA PROCEDENTE. \n\n\n\n    1. O § 1º do art. 4º da Lei n. 9.882/1999 não exige o ajuizamento da arguição de descumprimento de preceito fundamental somente quando esgotados todos os meios admitidos na lei processual para afastar a lesão no âmbito judicial. Há de se entender por preenchido o requisito da subsidiariedade quando não há outro meio eficaz, entendida a solução rápida, segura, abrangente e definitiva capaz de impugnar as decisões descumpridoras de preceitos fundamentais. Precedentes. Decisão agravada reconsiderada, prejudicado o agravo regimental interposto. Ação conhecida.\n\n\n\n    2. O servidor público não dispõe de direito adquirido à alteração da forma pela qual será concedida eventual vantagem funcional, sendo-lhe assegurada, no entanto, a garantia da irredutibilidade remuneratória. Precedentes.\n\n\n\n    3.  As decisões judiciais impugnadas ultrapassam a esfera de proteção constitucional da irredutibilidade salarial para reconhecer aos servidores públicos piauienses o direito adquirido ao regime legal anterior de pagamento do adicional por tempo de serviço.\n\n\n\n    4. Julgo procedente a presente arguição de descumprimento de preceito fundamental para declarar a inconstitucionalidade das decisões do Poder Judiciário do Piauí que reconheceram o direito adquirido à forma de cálculo do adicional por tempo de serviço dos servidores públicos estaduais vinculado ao valor atual da remuneração.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767753133","externo_seq_objeto_incidente":5752802,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 17-05-2023  PUBLIC 18-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=495&classe=ADPF","is_colac":false,"titulo":"ADPF 495 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00002 \"CAPUT\" ART-00005 INC-00036\n    ART-00037 INC-00010 INC-00014 INC-00015\n    ART-00061 PAR-00001 INC-00002 ART-00084\n    INC-00002 INC-00006 LET-A LET-B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00988 PAR-00005 INC-00002\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00006\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   SUV-000037\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000280\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES ANO-1989\n    ART-00102 INC-00005 INC-00006 INC-00009\n    CONSTITUIÇÃO ESTADUAL, PI\n\n","LEG-EST   LCP-000013 ANO-1994\n    ART-00065 PAR-ÚNICO\n    LEI COMPLEMENTAR, PI\n\n","LEG-EST   LCP-000033 ANO-2003\n    ART-00001 PAR-00002 ART-00002 INC-00011\n    ART-00003 ART-00004\n    LEI COMPLEMENTAR, PI"],"publicacao_data":"2023-05-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CORREÇÃO MONETÁRIA, VALOR, ADICIONAL POR TEMPO DE SERVIÇO, APLICAÇÃO RETROATIVA, DIFERENÇA, GRATIFICAÇÃO, FUNDAMENTO, DIREITO ADQUIRIDO, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. APLICABILIDADE, GARANTIA CONSTITUCIONAL, IRREDUTIBILIDADE DE VENCIMENTOS, EMENDA CONSTITUCIONAL. INEXISTÊNCIA, DIREITO ADQUIRIDO, REGIME JURÍDICO, CONCILIAÇÃO, IRREDUTIBILIDADE DE VENCIMENTOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: MULTIPLICIDADE, DECISÃO JUDICIAL, CONTROVÉRSIA, JURISPRUDÊNCIA, AMEAÇA, PRINCÍPIO DA SEGURANÇA JURÍDICA, EFETIVIDADE, PRESTAÇÃO JURISDICIONAL, LESÃO, PRECEITO FUNDAMENTAL. EXISTÊNCIA, AÇÃO ORDINÁRIA, RECURSO, AUSÊNCIA, ÓBICE, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CARÁTER OBJETIVO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. RELEVÂNCIA, MATÉRIA CONSTITUCIONAL, PRINCÍPIO FEDERATIVO, ORGANIZAÇÃO, ESTRUTURA ADMINISTRATIVA, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO, ADMINISTRAÇÃO PÚBLICA.\n\n- TERMO(S) DE RESGATE: PRINCÍPIO DA RESERVA DA ADMINISTRAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=495&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 33 (TP), ADPF 54 (TP), ADPF 97 (TP), ADPF 101 (TP), ADPF 114 (TP), ADPF 144 (TP), ADPF 249 AgR (TP), ADPF 324 (TP), ADPF 369 (TP), ADPF 501 AgR (TP), ADPF 713 (TP), ADPF 762 AgR (TP). \n(INEXISTÊNCIA, DIREITO ADQUIRIDO, REGIME JURÍDICO)\nRE 226855 (2ªT), RE 226462 (2ªT), RE 563708 (TP), RE 563965 (TP), RE 462749 AgR-EDv (TP), ARE 1129376 AgR (2ªT), RE 1207792 AgR (2ªT), AI 571560 AgR (2ªT). \n(IRREDUTIBILIDADE DE VENCIMENTOS, EMENDA CONSTITUCIONAL)\nMS 24875 (TP). \n(ADICIONAL POR TEMPO DE SERVIÇO, SÚMULA 279/STF)\nARE 757820 AgR (1ªT). \n(DIREITO ADQUIRIDO, ATO JURÍDICO PERFEITO, COISA JULGADA)\nADPF 762 AgR (TP). \n- Decisões monocráticas citadas:\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 323 MC, ADPF 152 AgR.\n(ADICIONAL POR TEMPO DE SERVIÇO, SÚMULA 279/STF)\nARE 891148, ARE 970362, ARE 1036934, Rcl 27772, RE 1185290, RE 1185293, ARE 1206506, RE 1156513.\n- Legislação estrangeira citada: §90, II, da Lei Orgânica do Tribunal Constitucional Alemão.\n- Decisão estrangeira citada: BVerfGE, 91/93 [106], da Corte alemã.\nNúmero de páginas: 52.\nAnálise: 21/09/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : GOVERNADOR DO ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nAGDO.(A/S)  : JUIZADO ESPECIAL DA FAZENDA PÚBLICA DA COMARCA DE TERESINA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : TURMAS RECURSAIS DO ESTADO DO PIAUÍ - PRIMEIRA E SEGUNDA INSTÂNCIAS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : SINDICATO DOS SERVIDORES PUBLICOS E PENSIONISTAS DA SECRETARIA DA ADMINISTRACAO DO ESTADO DO PIAUI - SINSPESA-PI \nADV.(A/S)  : DIEGO LEITE ALBUQUERQUE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":479651,"documental_tese_texto":null,"procedencia_geografica_completo":"PI - PIAUÍ","processo_codigo_completo":"ADPF 495 AgR","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2023-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":495,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur480830","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, indeferiu o pedido de extradição, revogando-se a prisão preventiva para fins de extradição do nacional espanhol Ivan Rambla Martínez, mantendo-se seu recolhimento se por outro motivo estiver preso, conforme apreciação do juízo competente, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 19.5.2023 a 26.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur480830","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-12T13:00:21.266424","dg_unique":"sjur480830","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA. CRIMES DE FALSIFICAÇÃO DE DOCUMENTO COMERCIAL, CRIME CONTRA A SEGURANÇA VIÁRIA E CRIMES CONTRA A ADMINISTRAÇÃO DE JUSTIÇA. NECESSIDADE DE ATRIBUIÇÃO DE PENA DE PRISÃO NÃO INFERIOR A 2 (DOIS) ANOS. CIRCUNSTÂNCIA IMPEDITIVA DA EXTRADIÇÃO QUANTO AO CRIME CONTRA A SEGURANÇA VIÁRIA. ART. 82, IV, DA LEI Nº 13.445/2017. REQUISITOS DA DUPLA PUNIBILIDADE NÃO ATENDIDOS QUANTO AOS DEMAIS DELITOS. PEDIDO DE EXTRADIÇÃO INDEFERIDO.\n\n\n\n    1. A extradição instrutória requerida tem como objetivo precípuo viabilizar o julgamento de suspeito pela prática dos crimes de falsificação de documento comercial; crime contra a segurança viária; e crimes contra a administração de justiça, conforme fatos ocorridos em 2011.\n\n\n\n     2. É descabida a extradição quando a lei brasileira impuser ao crime pena de prisão inferior a 2 (dois) anos, circunstância que impede o deferimento do pedido quanto ao crime contra a segurança viária, previsto no art. 384 do Código Penal espanhol, correspondente, em tese, ao delito de conduzir veículo sem habilitação, disposto no art. 309 do Código de Trânsito brasileiro, por incorrer no óbice do art. 82, IV, da Lei nº 13.445/2017.\n\n\n\n    3. Quanto aos demais delitos, reputa-se ausente o requisito da dupla punibilidade, haja vista a consumação da prescrição da pretensão punitiva segundo a legislação espanhola, o que obsta o pedido de extradição, nos termos do art. 82, VI, da Lei nº 13.445/2017.\n\n\n\n    4. Pedido de extradição INDEFERIDO, revogando-se a prisão preventiva para fins de extradição, mantendo-se seu recolhimento se por outro motivo estiver preso, conforme apreciação do juízo competente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768203150","externo_seq_objeto_incidente":6547391,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1778&classe=Ext","is_colac":false,"titulo":"Ext 1778","documental_legislacao_citada_texto":["LEG-FED   LEI-007492 ANO-1986\n    ART-00019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009503 ANO-1997\n    ART-00309\n    CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00004 INC-00006 ART-00083\n    ART-00088 PAR-00003\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD ANO-1988\n    TRATADO DE EXTRADIÇÃO FIRMADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA, ASSINADO EM 02 DE FEVEREIRO DE 1988\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00074 ART-00077 ART-00109 INC-00006\n    ART-00248 ART-00249 ART-00250 PAR-00005\n    ART-00344 ART-00384 PAR-00001 PAR-00002\n    ART-00390 PAR-00001 PAR-00002 ART-00392\n    ART-00464 PAR-00001\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000075 ANO-1989\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO FIRMADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA, ASSINADO EM 02 DE FEVEREIRO DE 1988\n\n","LEG-FED   DEC-099340 ANO-1990\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO FIRMADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA, ASSINADO EM 02 DE FEVEREIRO DE 1988"],"publicacao_data":"2023-06-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO, CONCORDÂNCIA, DEFESA, NECESSIDADE, CONTROLE DE LEGALIDADE. ESTADO REQUERENTE, AUSÊNCIA, CÓPIA DE DOCUMENTO, MANDADO DE PRISÃO. ESTADO REQUERENTE, AUSÊNCIA, COMPROVAÇÃO, CAUSA INTERRUPTIVA, PRESCRIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1778&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, CONCORDÂNCIA, EXTRADITANDO, CONTROLE DE LEGALIDADE, STF)\nExt 1468 (1ªT). \n- Legislação estrangeira citada: arts. 390, 392, 384 e 464 do Código Penal Espanhol.\nNúmero de páginas: 15.\nAnálise: 12/10/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : IVAN RAMBLA MARTINEZ \nADV.(A/S)  : FABIO DA SILVA MANOEL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":480830,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1778","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2023-05-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1778,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur477698","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo recorrente, o Dr. Wallace Paiva Martins Junior, Subprocurador-Geral de Justiça do Estado de São Paulo; pelo recorrido, o Dr. Jorge Luiz Batista Kaimoti Pinto; e, pela Procuradoria-Geral da República, a Dra. Lindôra Maria Araújo, Vice-Procuradora-Geral da República. Ausentes, justificadamente, os Ministros Gilmar Mendes e Nunes Marques. Presidência da Ministra Rosa Weber. Plenário, 13.10.2022.\r\n\n                 Decisão: O Tribunal, por unanimidade, apreciando o tema 970 da repercussão geral, conheceu do recurso extraordinário e deu-lhe provimento, para assentar a constitucionalidade da Lei 7.281/2011 do Município de Marília/SP. Por maioria, modulou os efeitos da decisão para conferir o prazo de 12 (doze) meses, a contar da publicação da ata do presente julgamento, para que os órgãos públicos e os agentes privados alcançados pela lei municipal possam se adaptar à incidência de suas disposições, vencido, nesse ponto, o Ministro Ricardo Lewandowski, que propunha tivesse a decisão eficácia imediata. Em seguida, por unanimidade, foi fixada a seguinte tese: “É constitucional - formal e materialmente - lei municipal que obriga à substituição de sacos e sacolas plásticos por sacos e sacolas biodegradáveis”. Tudo nos termos do voto do Relator. Presidência da Ministra Rosa Weber. Plenário, 19.10.2022.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":["11","12","14","15"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur477698","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-11T15:40:17.933285","dg_unique":"sjur477698","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. DIREITO CONSTITUCIONAL, ADMINISTRATIVO E AMBIENTAL. RECURSO INTERPOSTO EM FACE DE ACÓRDÃO EM ADI ESTADUAL. LEI 7.281/2011 DO MUNICÍPIO DE MARÍLIA/SP. VALIDADE DE LEIS MUNICIPAIS SOBRE A PROTEÇÃO DO MEIO AMBIENTE. CONSTITUCIONALIDADE FORMAL. COMPETÊNCIA NORMATIVA DOS ENTES FEDERATIVOS MUNICIPAIS SOBRE DIREITO AMBIENTAL. CONSTITUCIONALIDADE MATERIAL. PROTEÇÃO DO MEIO AMBIENTE, DISCIPLINA DAS RELAÇÕES DE CONSUMO E RESTRIÇÕES À LIBERDADE ECONÔMICA. COMPATIBILIDADE COM A GARANTIA CONSTITUCIONAL DA LIVRE INICIATIVA. RECURSO EXTRAORDINÁRIO CONHECIDO E PROVIDO. \n\n\n\n    1. O Município é competente para legislar concorrentemente sobre meio ambiente, no limite de seu interesse local e desde que tal regramento seja e harmônico com a disciplina estabelecida pelos demais entes federados.\n\n\n\n    2. É constitucional lei de iniciativa parlamentar que, sem que se modifique a estrutura ou a atribuição dos órgãos do Executivo, cria novas atribuições de fiscalização atribuídas ao poder público.\n\n\n\n    3. O exercício da atividade econômica e empresarial de forma protetiva ao meio ambiente é elemento integrante do conteúdo jurídico-constitucional da livre iniciativa, em concretização do desenvolvimento sustentável.\n\n\n\n    4. É constitucionalmente válida a opção legislativa municipal de promover a obrigação de utilização de sacos plásticos biodegradáveis, em tratamento harmônico dos diversos pilares da ordem constitucional econômica, viabilizando o mesmo desenvolvimento da atividade econômica empresarial de uma forma mais protetiva ao meio ambiente.\n\n\n\n    5. Tese de repercussão geral: “É constitucional – formal e materialmente – lei municipal que obriga à substituição de sacos e sacolas plásticos por sacos e sacolas biodegradáveis”.\n\n\n\n    6. Modulação dos efeitos da decisão, conferindo-se o prazo de 12 (doze) meses, a contar da publicação da ata do presente julgamento, para que os órgãos públicos e os agentes privados alcançados pela lei municipal possam se adaptar à incidência de suas disposições.\n\n\n\n    7. Recurso extraordinário conhecido e provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767097935","externo_seq_objeto_incidente":4359491,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-s/n  DIVULG 19-04-2023  PUBLIC 20-04-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=732686&classe=RE","is_colac":false,"titulo":"RE 732686","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 INC-00004 ART-00002\n    ART-00005 INC-00002 ART-00018 ART-00023\n    INC-00002 INC-00006 INC-00007 ART-00024\n    INC-00006 INC-00008 PAR-00002 PAR-00003\n    PAR-00004 ART-00029 ART-00030 INC-00001\n    INC-00002 INC-00004 ART-00034 INC-00007\n    LET-C ART-00061 \"CAPUT\" PAR-00001\n    INC-00001 INC-00002 LET-A LET-B\n    LET-C LET-D LET-E LET-F\n    PAR-00002 ART-00084 INC-00006 ART-00102\n    INC-00003 LET-A ART-00170 \"CAPUT\"\n    INC-00005 INC-00006 ART-00225 \"CAPUT\"\n    INC-00005 PAR-00001 INC-00005 INC-00006\n    ART-00255 PAR-00001 INC-00005\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032 ANO-2001\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000042 ANO-2003\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008078 ANO-1990\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-012305 ANO-2010\n    ART-00004 ART-00010\n    LEI ORDINÁRIA\n\n","LEG-FED   SUMSTF-000282\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000356\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES ANO-1989\n    ART-00005 ART-00047 INC-00002 INC-00011\n    ART-00144 ART-00152 INC-00004 ART-00193\n    INC-00020 INC-00021\n    CONSTITUIÇÃO ESTADUAL, SP\n\n","LEG-EST   LEI-012300 ANO-2006\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-005502 ANO-2009\n    ART-00002 PAR-00002 PAR-00003 ART-00003\n    ART-00004 ART-00005 ART-00006 ART-00007\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-008473 ANO-2019\n    LEI ORDINÁRIA, RJ\n\n","LEG-DIS   LEI-004218 ANO-2008\n    LEI ORDINÁRIA, DF\n\n","LEG-MUN   LEI-007281 ANO-2011\n    ART-00001 ART-00002 PAR-ÚNICO ART-00003\n    INC-00001 INC-00002 PAR-00001 INC-00001\n    INC-00002 INC-00003 PAR-00002 PAR-00003\n    ART-00004 ART-00005 ART-00006 INC-00001\n    INC-00002 INC-00003 INC-00004 PAR-00001\n    PAR-00002 INC-00001 INC-00002 INC-00003\n    PAR-00003 PAR-00004 PAR-00005 PAR-00006\n    PAR-00007 INC-00001 INC-00002 INC-00003\n    PAR-00008 PAR-00009 ART-00007 ART-00008\n    ART-00009\n    LEI ORDINÁRIA DO MUNICÍPIO DE MARÍLIA, SP\n\n","LEG-MUN   LEI-015374 ANO-2011\n    LEI ORDINÁRIA DO MUNICÍPIO DE SÃO PAULO, SP\n\n","LEG-DIS   LEI-004765 ANO-2012\n    ART-00003\n    LEI ORDINÁRIA, DF\n\n","LEG-MUN   LEI-006274 ANO-2017\n    ART-00002\n    LEI ORDINÁRIA  MUNICIPAL DO RIO DE JANEIRO, RJ\n\n","LEG-DIS   LEI-006322 ANO-2019\n    ART-00001 PAR-ÚNICO ART-00002\n    LEI ORDINÁRIA, DF\n\n","LEG-MUN   LEI-017261 ANO-2020\n    ART-00001 PAR-00002 ART-00002 \"CAPUT\"\n    ART-00003 INC-00003 ART-00005 ART-00007\n    LEI ORDINÁRIA DO MUNICÍPIO DE SÃO PAULO, SP"],"publicacao_data":"2023-04-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=732686&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, MEIO AMBIENTE)\r\nADI 2142 (TP), RE 586224 (TP), RE 729726 AgR (2ªT), ADI 6288 (TP).\r\n(COMPETÊNCIA SUPLEMENTAR, MUNICÍPIO, MEIO AMBIENTE, INTERESSE LOCAL)\r\nRE 194704 (TP), ADI 3355 (TP), ADPF 101 (TP), ADPF 109 (TP), RE 586224 (TP), ADPF 273 (TP), RE 901444 AgR (1ªT), RE 729726 AgR (2ªT), RE 729731 ED-AgR (2ªT), ADI 5996 (TP), ADPF 567 (TP).\r\n(COMPETÊNCIA CONCORRENTE, ENTE FEDERADO, PROTEÇÃO, MEIO AMBIENTE)\r\nRE 194704 (TP).\r\n(VÍCIO DE INICIATIVA, LEI, AUMENTO DE DESPESA, CHEFE DO PODER EXECUTIVO)\r\nADI 3394 (TP), RE 1338645 AgR (2ªT), RE 1351379 AgR (2ªT), RE 1386784 AgR (1ªT), RE 1323723 AgR (2ªT), RE 1329296 AgR (1ªT), ARE 878911 RG (TP).\r\n(LIVRE INICIATIVA, PRINCÍPIO DA PROPORCIONALIDADE)\r\nRE 958252 (TP).\r\n(SACO PLÁSTICO, MEIO AMBIENTE, LEI MUNICIPAL)\r\nRE 732686 RG (TP).\r\n(PROIBIÇÃO, FABRICAÇÃO, COMERCIALIZAÇÃO, USO, AMIANTO CRISOTILA)\r\nADI 3356 (TP).\r\n(PROCESSO LEGISLATIVO, NORMA DE REPRODUÇÃO OBRIGATÓRIA)\r\nADI 749 (TP), ADI 766 (TP), ADI 872 (TP), ADI 2300 (TP), ADI 4648 (TP).\r\n(PROCESSO LEGISLATIVO, INICIATIVA PRIVATIVA, CHEFE DO PODER EXECUTIVO)\r\nADI 2865 (TP), ADI 724 MC (TP).\r\n(INICIATIVA DE LEI, PARLAMENTAR, MATÉRIA, COMPETÊNCIA, CHEFE DO PODER EXECUTIVO)\r\nARE 878911 RG (TP).\r\n(OBRIGATORIEDADE, PRESTAÇÃO DE SERVIÇO, EMBALAGEM, COMPRA, SUPERMERCADO)\r\nADI 907 (TP), RE 194704 (TP), RE 839950 (TP), RE 901444 AgR (1ªT), RE 729731 ED-AgR (2ªT), RE 1269208 AgR (1ªT).\r\n(LIVRE INICIATIVA, PROPORCIONALIDADE, RESTRIOÇÃO, ATIVIDADE ECONÔMICA, FINALIDADE, INTERESSE PÚBLICO)\r\nADI 855 (TP), ADI 5158 (TP), ADI 5792 (TP).\r\n(CRESCIMENTO, ECONOMIA, NECESSIDADE, PROTEÇÃO, MEIO AMBIENTE, RECURSOS NATURAIS)\r\nADC 42 (TP).\r\n(LIVRE INICIATIVA, CARÁTER ABSOLUTO)\r\nRE 666094 (TP).\r\n(COMPETÊNCIA CONCORRENTE, ÂMBITO ESTADUAL, RELAÇÃO DE CONSUMO, CONFORMIDADE, PLURALISMO, FEDERALISMO)\r\nADI 4306 (TP).\r\n(INICIATIVA PRIVATIVA, INTERPRETAÇÃO EXTENSIVA)\r\nADI 724 MC (TP), ADI 776 MC (TP), ADI 5995 (TP), RE 1221918 AgR (1ªT), RE 1333743 ED-AgR (2ªT), RE 1243354 AgR (1ªT).\r\n(MODULAÇÃO DE EFEITOS, DECISÃO, DECLARAÇÃO DE CONSTITUCIONALIDADE)\r\nRE 638115 ED-ED (TP), RE 958252 ED-terceiros (TP).\r\n(AUSÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, INICIATIVA DE LEI)\r\nADI 4723 (TP), ADI 7149 (TP).\r\n- Decisões monocráticas citadas:\r\n(COMPETÊNCIA SUPLEMENTAR, MUNICÍPIO, MEIO AMBIENTE, INTERESSE LOCAL)\r\nRE 729731 ED-AgR-EDv.\r\n(OBRIGATORIEDADE, PRESTAÇÃO DE SERVIÇO, EMBALAGEM, COMPRA, SUPERMERCADO)\r\nRE 729726, RE 730721, RE 901444, RE 729731.\r\n- Legislação estrangeira citada: Lei 30884, do Peru; Portaria n. 286-B/2014, de 31 de dezembro, dos Ministérios das Finanças e do Ambiente, do Ordenamento do Território e Energia de Portugal.\n- Veja Relatório The plastics landscape: Regulations, policies and influencers, (2019) da Organização das Nações Unidas (ONU).\n- Veja Princípio n. 1, da Declaração do Rio de Janeiro sobre Meio Ambiente e Desenvolvimento de 1992.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO \nRECDO.(A/S)  : SINDICATO DA INDÚSTRIA DE MATERIAL PLÁSTICO DO ESTADO DE SÃO PAULO \nADV.(A/S)  : JORGE LUIZ BATISTA KAIMOTI PINTO E OUTRO(A/S)\nINTDO.(A/S)  : PREFEITO DO MUNICÍPIO DE MARÍLIA \nADV.(A/S)  : RONALDO SÉRGIO DUARTE \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE MARILIA \nINTDO.(A/S)  : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"970 - Análise das inconstitucionalidades formal e material de lei municipal que dispõe sobre o meio ambiente.","old_seq_sjur":477698,"documental_tese_texto":"É constitucional - formal e materialmente - lei municipal que obriga à substituição de sacos e sacolas plásticos por sacos e sacolas biodegradáveis.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 732686","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-10-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALEXY, Robert. Teoria dos direitos fundamentais. 5. ed. Alemã. Tradução: Virgílio Afonso da. São Paulo: Malheiros, 2008. p. 593-611.\nALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. 5. ed. São Paulo: Atlas, 2010. p. 138-139.\nAMIA NETO, Joaquim. Contribuições do Poder Legislativo no Combate à Poluição Causada por Plástico. Núcleo de Estudos e Pesquisas do Senado Federal, Boletim Legislativo n. 95, de 2021.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARBOSA, Vanessa. 12 lugares no mundo que baniram ou taxaram o uso de sacola plástica. Exame, 7 fev. 2012. Disponível: https://exame.com/mundo/12-lugares-no-mundo-que-baniram-ou-taxaram-o-uso-de-sacola-plastica. Acesso: 04 fev. 2020.\nBARILE, Paolo; CHELI, Enzo; GRASSI, Stefano. Istitutioni di Diritto Pubblico. 15. ed. Pádua: Cedam, 2016. p. 230.\nBENJAMIN, Antônio Herman. Constitucionalização do ambiente e ecologização da Constituição brasileira. In: CANOTILHO, José Joaquim Gomes; LEITE, José Rubens Morato (org). Direito Constitucional Ambiental brasileiro. 5. ed. rev. São Paulo: Saraiva, 2012. p. 100.\nBONAVIDES, Paulo. Curso de direito constitucional. 6. ed. São Paulo: Malheiros, 1996. p. 314.\nCANOTILHO, José Joaquim Gomes. Estado Constitucional Ecológico e Democracia Sustentada. In: GRAU, Eros\nRoberto; CUNHA, Sérgio Sérvulo da (org.). Estudos de Direito Constitucional: em homenagem a José Afonso da Silva. São Paulo: Malheiros, 2003. p. 102.\nCHASSE, Catherine. Evaluation of Legal Strategies for the Reduction of Plastic Bag Consumption. Master's thesis, Harvard Extension School, 2018.\nDEGENHART, Christoph. Staatsrecht I: Staatsorganisationsrecht. 22. ed. Heidelberg: C. F. Müller, 2006. p. 56-60.\nDE VERGOTTINI, Giuseppe. Diritto Costituzionale Comparato. 9. ed. Pádua: Cedam, 2013. p. 664.\nFACUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERRAZ JÚNIOR, Tércio Sampaio. Normas gerais e competência concorrente. Uma exegese do art. 24 da Constituição Federal. Revista da Faculdade de Direito, Universidade de São Paulo, v. 90, jan. 1995. p. 250-251.\nFERREIRA FILHO, Manoel Gonçalves. Do processo legislativo. Saraiva, 2009. p. 209.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nFERREIRA FILHO, Manoel Gonçalves apud ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. 6. ed. São Paulo: Atlas, 2013. p. 141.\nFIGUEIREDO, Guilherme José Purvin de. Direito ambiental e a saúde dos trabalhadores. São Paulo: LTr, 2000.\nHORTA, Raul Machado. Tendências atuais da federação brasileira . Cadernos de direito constitucional e ciência política, n. 16, p. 17. \nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 et seq.\nLIMA, Paola. Sacola plastica e uma das maiores vilas do meio ambiente. Agência Senado. Disponível: \nhttps://www12.senado.leg.br/noticias/materias/2016/04/19/sacola-plasticae-uma-das-maiores-vilas-do-meio-ambiente. Acesso em: 7 jun. 2022.\nLINDWALL, Courtney. Single-Use Plastics 101. Natural Resources Defense Council (NRDC), January 9, 2020. Disponível: https://www.nrdc.org/stories/single-use-plastics-101.\nMARINHO, Sosaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMARTINS, Ives Gandra da Silva. Comentários à Constituição do Brasil. São Paulo: Saraiva, 1995. v. 4. Tomo 1. p. 387.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMAURER, Hartmut. Direito do Estado: fundamentos, órgãos constitucionais, funções estatais. 6. ed. Alemã Tradução: Luís Afonso Heck. Porto Alegre: Sergio Fabris, 2018. p. 399-400.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 11. ed. São Paulo: Saraiva, 2016. p. 223-226.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva, 2019. p. 939.\nNIELSEN, Tobias Dan; HOLMBERG, Karl; STRIPPLE, Johannes. Need a bag? A review of public policies on plastic carrier bags – Where, how and to what effect? Waste Management Journal, n. 87, 2019.\nPINHEIRO, Aline. Supermercados na Inglaterra são obrigados a cobrar por sacolas de plástico. Conjur, 6 out. 2015. Disponível: https://www.conjur.com.br/2015-out-06/supermercados-inglaterra-sao-obrigados-cobrar-sacolas. Acesso em: 7 jun. 2022.\nSALINAS, Jesus Gonzalez. Notas sobre algunos de los puntos de referencia entre ley, reglamento y acto\nadministrativo. Revista de Administración Pública, n. 120, 1989.\nSARLET, Ingo Wolfang; FENSTERSEIFER, Tiago. Fontes do Direito Ambiental: uma leitura contemporânea à luz do marco constitucional de 1988 e da ‘Teoria do Diálogo das Fontes’. Revista de Direito Ambiental, São Paulo: Revista dos Tribunais, v. 78, abr./jun. 2015. \nSARLET, Ingo Wolfang; FENSTERSEIFER, Tiago. Direito constitucional ambiental: Constituição, direitos fundamentais e proteção do meio ambiente. 3. ed. em e-book baseada na 5. ed. impressa. São Paulo: Revista dos Tribunais, 2017. Cap. 3, item 1.3. n.p.\nSARLET, Ingo Wolfgang; FENSTERSEIFER, Tiago. Direito Constitucional Ambiental. 5. ed. rev., atual.\ne ampl. São Paulo: Revista dos Tribunais, 2017. p. 165.\nSILVA, José Afonso da. Direito ambiental constitucional. 10. ed. atual. São Paulo: Malheiros, 2013. p. 53.\nUNGER, Roberto Mangabeira. A constituição do experimentalismo democrático. Revista de Direito Administrativo, Rio de Janeiro, v. 257, mai. 2011. p. 63 e 68.\nUNEP FI; UN GLOBAL COMPACT. The plastics landscape: Regulations, policies and influencers. In: Principles for Responsible Investment, 2019. p. 4.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio\nfederativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["LUIZ FUX"],"processo_numero":732686,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur477699","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Luiz Fux (Presidente e Relator), que negava provimento ao recurso extraordinário, pediu vista dos autos o Ministro André Mendonça. Falaram: pelo recorrente, o Dr. Paulo Antônio Caliendo Velloso da Silva; pelo recorrido, o Dr. Davi do Espírito Santo, Procurador de Justiça do Estado de Santa Catarina; pelo amicus curiae Município de São Paulo, a Dra. Simone Andréa Barcelos Coutinho, Procuradora do Município; pelo amicus curiae Município do Rio de Janeiro, o Dr. Diogo Lopes de Barbosa Leite, Procurador do Município; pelo amicus curiae Distrito Federal, o Dr. Jorge Octávio Lavocat Galvão, Procurador do Distrito Federal; pelo amicus curiae Defensoria Pública do Estado da Bahia, o Dr. Hélio Soares Júnior, Defensor Público do Estado; pelo amicus curiae Defensoria Pública do Estado do Rio de Janeiro, o Dr. Pedro Carriello, Defensor Público do Estado; pelo amicus curiae Defensoria Pública da União, o Dr. Daniel de Macedo Alves Pereira, Defensor Público-Geral Federal; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausentes, justificadamente, os Ministros Gilmar Mendes e Cármen Lúcia. Plenário, 8.9.2022.\r\n\n                 Decisão: Após o voto do Ministro Luiz Fux (Relator), que negava provimento ao recurso extraordinário interposto pelo Município de Criciúma, para, confirmando o acórdão lavrado pela Terceira Câmara de Direito Público do Tribunal de Justiça do Estado de Santa Catarina, assentar o dever do Município de Criciúma de efetuar a matrícula da criança em estabelecimento de educação infantil, próximo de sua residência, propondo a fixação da seguinte tese de repercussão geral (tema 548): “A Administração Pública por força de decisão judicial deve matricular criança de zero a cinco anos de idade em creche ou pré-escola públicas desde que haja a comprovação de pedido administrativo prévio não atendido em prazo razoável e de incapacidade financeira do requerente de arcar com o custo correspondente”; do voto-vista do Ministro André Mendonça, que conhecia do recurso extraordinário para, nos termos do art. 1.040, II, do CPC/2.015, promover a devolução dos autos ao Tribunal a quo, para reexame do feito, propondo a seguinte tese: “É dever estatal, constitucionalmente obrigatório, assegurar o acesso universal à educação infantil, em creche e pré-escola, às crianças até 5 (cinco) anos de idade. Esta obrigação deve ser cumprida: a) de forma imediata, para todas as crianças a partir de 04 anos; b) de forma gradual, de acordo com o Plano Nacional de Educação - PNE, garantindo-se a oferta de vagas equivalentes à, no mínimo, 50% da demanda até 2024, para as crianças de até 03 anos; Constatada a não aplicação do percentual mínimo orçamentário em educação, bem como o descumprimento de qualquer outra obrigação constitucional ou legal relacionada à política pública educacional pelo ente, a obrigatoriedade de universalização do atendimento à educação infantil passa a ser imediata”; dos votos dos Ministros Nunes Marques e Alexandre de Moraes, que negavam provimento ao recurso extraordinário; do voto do Ministro Edson Fachin, que também negava provimento ao extraordinário, propondo a seguinte tese: “É direito subjetivo e simultaneamente dever do Estado o atendimento em pré-escolas e creches às crianças de 0 a 5 anos”, no que foi acompanhado pelo Ministro Dias Toffoli, o julgamento foi suspenso. Presidência da Ministra Rosa Weber. Plenário, 21.9.2022.\r\n\n                       Decisão: O Tribunal, por maioria, apreciando o tema 548 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Relator, vencido, em parte, o Ministro André Mendonça, que conhecia do recurso extraordinário e dava-lhe parcial provimento para determinar o retorno dos autos à origem para que reexaminasse o feito. Na sequência, por unanimidade, foi fixada a seguinte tese: “1. A educação básica em todas as suas fases - educação infantil, ensino fundamental e ensino médio - constitui direito fundamental de todas as crianças e jovens, assegurado por normas constitucionais de eficácia plena e aplicabilidade direta e imediata. 2. A educação infantil compreende creche (de zero a 3 anos) e a pré-escola (de 4 a 5 anos). Sua oferta pelo Poder Público pode ser exigida individualmente, como no caso examinado neste processo. 3. O Poder Público tem o dever jurídico de dar efetividade integral às normas constitucionais sobre acesso à educação básica”. Presidência da Ministra Rosa Weber. Plenário, 22.9.2022.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":["1","4","5","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur477699","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-16T20:00:15.217013","dg_unique":"sjur477699","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO. DIREITO ADMINISTRATIVO. REPERCUSSÃO GERAL RECONHECIDA. GARANTIA DE VAGA EM CRECHE OU PRÉ-ESCOLA ÀS CRIANÇAS DE ZERO A CINCO ANOS DE IDADE. AUTOAPLICABILIDADE DO ART. 208, IV, DA CF/88. PRINCÍPIOS DA SEPARAÇÃO DOS PODERES E DA RESERVA DO POSSÍVEL. VIOLAÇÃO. INOCORRÊNCIA. RECURSO EXTRAORDINÁRIO A QUE SE NEGA PROVIMENTO. \n\n\n\n    1. A educação infantil representa prerrogativa constitucional indisponível, que assegura às crianças de zero a cinco anos de idade a primeira etapa do processo de educação básica mediante o atendimento em creche e o acesso à pré-escola (art. 208, IV, da Constituição Federal).\n\n\n\n    2. O Estado tem o dever constitucional de garantir o efetivo acesso e atendimento em creches e unidades de pré-escola, sob pena de configurar-se inaceitável omissão estatal e violação a direito subjetivo, sanável pela via judicial. Precedentes: ARE 639.337-AgR, Rel. Min. Celso de Mello, Segunda Turma, DJe de 15/9/2011; AI 592.075-AgR, Rel. Min. Ricardo Lewandowski, Primeira Turma, DJe de 4/6/2009, e RE 384.201-AgR, Rel. Min. Marco Aurélio, Primeira Turma, DJ de 3/8/2007.\n\n\n\n    3. O Poder Judiciário pode impor à Administração Pública a efetivação de matrícula de crianças de zero a cinco anos de idade em estabelecimento de educação infantil, sem haja violação ao princípio constitucional da separação dos poderes.\n\n\n\n    4. Ex positis, voto no sentido de, no caso concreto, NEGAR PROVIMENTO ao recurso extraordinário interposto pelo Município de Criciúma.\n\n\n\n    5. A tese da repercussão geral fica assim formulada:\n\n\n\n    1. A educação básica em todas as suas fases – educação infantil, ensino fundamental e ensino médio – constitui direito fundamental de todas as crianças e jovens, assegurado por normas constitucionais de eficácia plena e aplicabilidade direta e imediata.\n\n\n\n    2. A educação infantil compreende creche (de zero a 3 anos) e a pré-escola (de 4 a 5 anos). Sua oferta pelo Poder Público pode ser exigida individualmente, como no caso examinado neste processo.\n\n\n\n    3. O Poder Público tem o dever jurídico de dar efetividade integral às normas constitucionais sobre acesso à educação básica.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767098091","externo_seq_objeto_incidente":5085176,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-s/n  DIVULG 19-04-2023  PUBLIC 20-04-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1008166&classe=RE","is_colac":false,"titulo":"RE 1008166","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00002 ART-00003 INC-00001 ART-00004\n    INC-00003 ART-00005 INC-00001 INC-00035\n    INC-00069 PAR-00001 ART-00006 ART-00007\n    INC-00004 INC-00018 INC-00022 INC-00025\n    ART-00030 INC-00006 ART-00037 \"CAPUT\"\n    ART-00102 INC-00003 LET-A ART-00167\n    INC-00001 INC-00002 ART-00205 \"CAPUT\"\n    ART-00206 INC-00001 ART-00208 \"CAPUT\"\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 INC-00007 PAR-00001\n    PAR-00002 PAR-00003 ART-00211 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 PAR-00005\n    ART-00214 ART-00227 \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000014 ANO-1996\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000015 ANO-1996\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000053 ANO-2006\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000056 ANO-2006\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000059 ANO-2009\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00010 INC-00002 LET-B\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-008069 ANO-1990\n    ART-00004 PAR-ÚNICO ART-00053 INC-00001\n    INC-00005 PAR-ÚNICO ART-00054 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 INC-00007 PAR-00001 PAR-00002\n    PAR-00003\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-009394 ANO-1996\n    ART-00004 INC-00001 LET-A LET-B\n    LET-C INC-00002 INC-00010 ART-00005\n    PAR-00002 ART-00010 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 PAR-ÚNICO ART-00011 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 PAR-ÚNICO ART-00029 ART-00030\n    INC-00001 INC-00002\n    LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-013005 ANO-2014\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-01040 INC-00002\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   CVC ANO-1969\n    ART-00026\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   SUMSTF-000282\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000283\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000284\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000356\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   EMC-000108 ANO-2020\n    EMENDA CONSTITUCIONAL"],"publicacao_data":"2023-04-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- MUNICÍPIO, RESPONSABILIDADE, CONCRETIZAÇÃO, EDUCAÇÃO INFANTIL, EFICIÊNCIA, POLÍTICA PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: DIREITO, CRECHE, URGÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DEVER CONSTITUCIONAL, MUNICÍPIO, ATUAÇÃO, PRIORIDADE, ENSINO FUNDAMENTAL, EDUCAÇÃO INFANTIL. PRINCÍPIO DA SEPARAÇÃO DOS PODERES, SISTEMA DE FREIOS E CONTRAPESOS, DIREITO INDIVIDUAL, DIREITO COLETIVO, HIERARQUIA CONSTITUCIONAL. PODER JUDICIÁRIO, DESCABIMENTO, DETERMINAÇÃO, PODER EXECUTIVO, SUPRIMENTO, CARÊNCIA, PROFESSOR, ESCOLA; RESTAURAÇÃO, IMÓVEL TOMBADO; CONTRATAÇÃO, PROFESSOR, ATENDIMENTO, ESTUDANTE, DEFICIÊNCIA AUDITIVA; ATENDIMENTO, ESTUDANTE, PESSOA COM DEFICIÊNCIA MENTAL. PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, EXCEPCIONALIDADE. INÉRCIA, ADMINISTRAÇÃO PÚBLICA, ATUAÇÃO, PODER JUDICIÁRIO, SITUAÇÃO EMERGENCIAL, RESTABELECIMENTO, DIREITO FUNDAMENTAL. PODER JUDICIÁRIO, INTERFERÊNCIA, COMPETÊNCIA ADMINISTRATIVA, PODER EXECUTIVO, RESERVA DO POSSÍVEL, ESTADO DE COISAS INCONSTITUCIONAL. PODER JUDICIÁRIO, INTERVENÇÃO, DISCRICIONARIEDADE, ADMINISTRADOR. COMPETÊNCIA, PODER LEGISLATIVO, PODER EXECUTIVO, IMPLEMENTAÇÃO,\nPOLÍTICA PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: PRIORIDADE, AÇÃO COLETIVA, GARANTIA, ACESSO À JUSTIÇA. EDUCAÇÃO, DEMOCRACIA. FUNÇÃO CONTRAMAJORITÁRIA, PODER JUDICIÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: PODER PÚBLICO, OBRIGATORIEDADE, FORNECIMENTO, TRANSPORTE PÚBLICO, AUSÊNCIA, PROXIMIDADE, CRECHE, LOCAL DE TRABALHO, RESIDÊNCIA, RESPONSÁVEL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: PROTEÇÃO, CONSTITUIÇÃO, RECURSO FINANCEIRO, EDUCAÇÃO. DIREITO SOCIAL, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: DIREITO, CRECHE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. POLÍTICA PÚBLICA, PROCESSO, CONCRETIZAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1008166&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEVER CONSTITUCIONAL, ESTADO BRASILEIRO, GARANTIA, ACESSO, CRECHE, PRÉ-ESCOLA)\nRE 384201 AgR (1ªT), RE 410715 AgR (2ªT), RE 436996 AgR (2ªT), RE 463210 AgR (2ªT), AI 592075 AgR (1ªT), RE 464143 AgR (2ªT), RE 554075 AgR (1ªT), RE 1074618 AgR (1ªT), RE 1101106 AgR (2ªT), ARE 1322879 AgR (1ªT). \n(POLÍTICA PÚBLICA, PROCESSO, CONCRETIZAÇÃO)\nADI 1698 (TP), ADO 2 (TP). \n(FORÇA NORMATIVA DOS FATOS)\nADI 2240 (TP), ADI 3316 (TP), ADI 3489 (TP), ADI 3689 (TP). \n(DIREITO, CRECHE, URGÊNCIA)\nRE 410715 AgR (2ªT), RE 463210 AgR (2ªT), ARE 1337654 AgR (1ªT). \n(PODER JUDICIÁRIO, INTERFERÊNCIA, COMPETÊNCIA ADMINISTRATIVA, PODER EXECUTIVO, RESERVA DO POSSÍVEL, ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP), ADPF 45 (TP). \n(EDUCAÇÃO, DEMOCRACIA)\nRE 888815 (TP). \n(PRIORIDADE, AÇÃO COLETIVA, GARANTIA, ACESSO À JUSTIÇA)\nHC 143641 (2ªT). \n(PROTEÇÃO, CONSTITUIÇÃO, RECURSO FINANCEIRO, EDUCAÇÃO)\nADPF 484 (TP). \n(DIREITO SOCIAL, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL)\nAI 592075 AgR (1ªT), RE 554075 AgR (1ªT), ARE 639337 AgR (2ªT), RE 1076911 AgR (2ªT), RE 1074618 AgR (1ªT), RE 1101106 AgR (2ªT). \n(DEVER CONSTITUCIONAL, MUNICÍPIO, ATUAÇÃO, PRIORIDADE, ENSINO FUNDAMENTAL, EDUCAÇÃO INFANTIL)\nRE 592937 AgR (2ªT), ARE 639337 AgR (2ªT). \n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, EXCEPCIONALIDADE)\nARE 1123139 AgR (1ªT). \n(INÉRCIA, ADMINISTRAÇÃO PÚBLICA, ATUAÇÃO, PODER JUDICIÁRIO, SITUAÇÃO EMERGENCIAL, RESTABELECIMENTO, DIREITO FUNDAMENTAL)\nARE 918358 AgR (2ªT), ARE 1326704 AgR (2ªT), ARE 1356189 AgR (1ªT). \n(PODER JUDICIÁRIO, INTERVENÇÃO, DISCRICIONARIEDADE, ADMINISTRADOR)\nRE 480107 AgR (2ªT), RE 475954 AgR (1ªT), RE 636686 AgR (2ªT). \n(PODER PÚBLICO, OBRIGATORIEDADE, FORNECIMENTO, TRANSPORTE PÚBLICO, AUSÊNCIA, PROXIMIDADE, CRECHE, LOCAL DE TRABALHO, RESIDÊNCIA, RESPONSÁVEL)\nSL 770 AgR (TP). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA, PODER LEGISLATIVO, PODER EXECUTIVO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA)\nRE 1165054.\n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES, SISTEMA DE FREIOS E CONTRAPESOS, DIREITO INDIVIDUAL, DIREITO COLETIVO, HIERARQUIA CONSTITUCIONAL)\nARE 1170694.\n(PODER JUDICIÁRIO, DESCABIMENTO, DETERMINAÇÃO, PODER EXECUTIVO)\nARE 1145501, ARE 759755, ARE 1161181, ARE 1169331.\n- Acórdão(s) citado(s) - outros tribunais:\n(DEVER CONSTITUCIONAL, ESTADO BRASILEIRO, GARANTIA, ACESSO, CRECHE, PRÉ-ESCOLA)\nSTJ: REsp 753565, REsp 736524. \n(FUNÇÃO CONTRAMAJORITÁRIA, PODER JUDICIÁRIO)\nTJSP: Ação Civil Pública  0150735-64.2008.8.26.0002, Ação Civil Pública 0018645-21.2010.8.26.0003.\n- Decisão estrangeira citada: Recurso de Amparo 1123/85, de 1987, do Tribunal Constitucional da Espanha.\n\nNúmero de páginas: 254.\nAnálise: 19/09/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MUNICIPIO DE CRICIUMA \nADV.(A/S)  : PAULO ANTONIO CALIENDO VELLOSO DA SILVEIRA \nADV.(A/S)  : DIOGO LOPES DE BARBOSA LEITE \nADV.(A/S)  : PATRICIA TATIANA SCHMIDT \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE CRICIÚMA \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SANTA CATARINA \nAM. CURIAE.  : MUNICÍPIO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE SÃO PAULO \nAM. CURIAE.  : FUNDACAO ABRINQ PELOS DIREITOS DA CRIANCA E DO ADOLESCENTE \nADV.(A/S)  : GUILHERME AMORIM CAMPOS DA SILVA \nADV.(A/S)  : RUBENS NAVES E OUTRO(A/S)\nAM. CURIAE.  : MUNICIPIO DE RIO DE JANEIRO \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DO RIO DE JANEIRO \nAM. CURIAE.  : MUNICIPIO DE TABOAO DA SERRA \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE TABOÃO DA SERRA \nAM. CURIAE.  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : MUNICIPIO DE PORTO ALEGRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE PORTO ALEGRE \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DA BAHIA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DA BAHIA \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO TOCANTINS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO TOCANTINS \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO CEARÁ \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO CEARÁ \nAM. CURIAE.  : DEFENSORIA PUBLICA DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE PERNAMBUCO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"548 - Dever estatal de assegurar o atendimento em creche e pré-escola às crianças de zero a 5 (cinco) anos de idade.","old_seq_sjur":477699,"documental_tese_texto":"1. A educação básica em todas as suas fases - educação infantil, ensino fundamental e ensino médio - constitui direito fundamental de todas as crianças e jovens, assegurado por normas constitucionais de eficácia plena e aplicabilidade direta e imediata. 2. A educação infantil compreende creche (de zero a 3 anos) e a pré-escola (de 4 a 5 anos). Sua oferta pelo Poder Público pode ser exigida individualmente, como no caso examinado neste processo. 3. O Poder Público tem o dever jurídico de dar efetividade integral às normas constitucionais sobre acesso à educação básica.","procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 1008166","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-09-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ACKERMAN, Bruce. The New Separation of Powers. Harvard Law Review 113, n. 3, p. 633-672. jan. 2000.\nANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. Coimbra: Almedina, 1987. p. 207, item 5.\nANTUNES, José Pinto. Da limitação dos poderes. 1951. Tese (Cátedra) - Faculdade de Direito, Universidade de São Paulo, São Paulo.\nBARCELLOS, Ana Paula de. Direitos Fundamentais e Direito à Justificativa. Devido procedimento na elaboração normativa. Belo Horizonte: Fórum, 2016. p. 38.\nBINENBOJM, Gustavo. Liberdade igual: o que é e por que importa. Rio de Janeiro: História Real, 2020. p. 102.\nBONDY, William. The Separation of Governmental Powers. In: History and Theory in the Constitutions. Nova York: Columbia College, 1986.\nBRASIL. Ministério da Educação. Compromisso Nacional pela Educação Básica. \nCAMPOS, Carlos Alexandre de Azevedo. O Estado de Coisas Inconstitucional e o litígio estrutural. Conjur, 1 set. 2015. Disponível em: https://www.conjur.com.br/2015-set-01/carlos-campos-estado-coisas-inconstitucional-litigio-estrutural. Acesso em: 20 set. 2022. \nCERQUEIRA, Daniel; MOURA, Rodrigo Leandro de. Participação no mercado de trabalho e violência doméstica contra as mulheres no Brasil. Texto para Discussão. N.º 2501. Instituto de Pesquisa Econômica Aplicada (IPEA), Brasília.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Os Poderes do Presidente da República. Coimbra: Coimbra, 1991.\nCHAYES, Abram. The Role of the Judge in Public Law Litigation. Harvard Law Review 89 (1976 de 1975). p. 1281-1316.\nCORRÊA, Luiza Andrade. Judicialização da Política Pública de Educação Infantil no Tribunal de Justiça de São Paulo. Dissertação de Mestrado, Universidade de São Paulo, São Paulo, 2015.\nCOSTA, Susana Henriques da, Acesso à Justiça: Promessa ou Realidade? Uma Análise do Litígio sobre Creche e Pré-Escola no Município de São Paulo, in: PUOLI, José Carlos Baptista; BONIZZIO, Marcelo José Magalhães; LEONEL, Ricardo Barros (orgs.). Direito Processual Constitucional. Brasília: Gazeta Jurídica, 2016.\nDIAS, Regina Célia; PEREIRA, Fátima; CORREIA, José Alberto. Creche, Igualdade de Género e o Direito das\nCrianças à Educação. Revista Portuguesa de Pedagogia, ano 47, v. 2, 2013. p. 21-42.\nFERRAZ, Anna Cândida da Cunha. Conflito entre poderes: o poder congressual de sustar atos normativos do poder executivo. Revista dos Tribunais, São Paulo, 1994. p. 2021. \nFONSECA, Reynaldo Soares da. O Princípio Constitucional da Fraternidade: Seu Resgate no Sistema de Justiça. Belo Horizonte: Editora D’Plácido, 2019. p. 84.\nHOLMES, Stephen; SUNSTEIN, Cass. R. O custo dos direitos: por que a liberdade depende dos impostos. São Paulo: WMF Martins Fontes, 2019. p. 181.\nGALANTER, Marc. Why the‘ haves’ come out ahead: Speculations on the limits of legal\nchange. Law & Society Review 9, n. 1, p. 95–160. 1974. \nGARGARELLA, Roberto; DOMINGO, Pilar; ROUX, Theunis. Courts and social transformation in new democracies: an institutional voice for the poor? Aldershot: Hampshire; Burlington: Ashgate, 2006.\nGRINOVER, Ada Pellegrini; DINAMARCO, Cândido Rangel; WATANABE, Kazuo. Participação e Processo. São Paulo: Revista dos Tribunais, 1988. p. 412.\nGOTTI, Alessandra; ARAÚJO, Alexandra Fuchs de; MARCELINO, Jéssica Fernanda Luís Marcelino. O Controle Judicial na Implementação e Gestão de Políticas Públicas: novas perspectivas. Sistema e-Revista CNJ, v. 3, p. 8–18, 2019.\nGOTTI, Alessandra; XIMENES, Salomão, Opinião Legal: litígio estrutural- déficit de vagas em creches e pré-escolas no Município de São Paulo - multiplicidade de ações judiciais - estratégia de exigibilidade alternativa. 2012.\nGOVERNO Bolsonaro tira dinheiro de creches e gasto com obras cai 80%. Estado de Minas, 10 set. 2022. Disponível em: https://www.em.com.br/app/noticia/politica/2022/09/10/interna_politica,1392736/governo-bolsonaro-tira-dinheiro-de-creches-e-gasto-com-obras-cai-80.shtml. Acesso em: 22 set. 2022. \nHECKMAN, J. Giving Kids a Fair Chance. Cambridge: The MIT Press, 2013.\nJAEGER, Werner. Paideia: a formação do homem grego. Tradução: Artur M. Parreira. 6. ed. São Paulo: Martins Fontes, 2013. p. 1-2.\nKENNEDY, David. The International Human Rights Regime: Still Part of the Problem? In: Examining Critical Perspectives on Human Rights, org. Rob Dickinson et al. Cambridge: Cambridge University Press, 2012.\nLEITE, Harrison. Manual de direito financeiro. 9. ed. Salvador: Juspodivm, 2020. p. 78-79.\nLEWANDOWSKI, Enrique Ricardo. Protagonismo do STF é fenômeno passageiro. Revista Diálogos sobre Justiça, v. 1, n. 4, p. 9–13, 2014. p. 11.\nLEWANDOWSKI, Enrique Ricardo. Revisão Constitucional e o Fortalecimento do Judiciário. Tribuna da Magistratura, n. 47, 1993. p. 15. \nLOPES, José Reinaldo Lima. Em Torno da Reserva do Possível. In: SARLET, Ingo Wolfgang; BENETTI, Luciano (org.). Direitos Fundamentais: Orçamento e Reserva do Possível. Porto Alegre: Livraria do Advogado, 2013. p. 155–173.\nMARINHO, Carolina Martins, Justiciabilidade dos Direitos Sociais: Análise de Julgados do Direito à Educação sob o Enfoque da Capacidade Institucional. 2009. Dissertação de Mestrado, Universidade de São Paulo, 2009.\nMELLO FILHO, José Celso de. Constituição Federal anotada. São Paulo: Saraiva, 1986. p. 533.\nMOREIRA, Lúcia Vaz; LORDELO, Eulina da Rocha. Creche em ambiente urbano pobre: ressonâncias no ecossistema desenvolvimental. Interação em Psicologia, 2002, v. 6, n. 1, p. 19-30.\nMOREIRA NETO, Diogo de Figueiredo. Interferências entre poderes do Estado (Fricções entre o executivo e o legislativo na Constituição de 1988). Revista de Informação Legislativa, Brasília: Senado Federal, ano 26, n. 103, jul./set. 1989. p. 5.\nMOREIRA NETO, Diogo de Figueiredo. Legitimidade e Discricionariedade. Rio de Janeiro: Forense, 2002.\nNUNES, Maria Fernanda Rezende; CORSINO, Patricia; DIDONET, Vital. Educação infantil no Brasil: primeira etapa da educação básica. p. 15. Disponível em: https://unesdoc.unesco.org/ark:/48223/pf0000214418. Acesso em: 13 out. 2022.\nO julgamento que pode levar ao retrocesso do direito à creche. NEXO Jornal, 20 set. 2022. Disponível em:https://www.nexojornal.com.br/ensaio/2022/09/20/O-julgamento-que-pode-levar-ao-retrocesso-do-direito-%C3%A0-creche. Acesso em: 13 out. 2022.\nOMMATI, Fides. Dos freios e contrapesos entre os Poderes. Revista de Informação Legislativa, Brasília: Senado Federal, ano 14, n. 55, p. 55, jul./set. 1977. \nPIOVESAN, Flávia. Proteção Judicial contra Omissões Legislativas: Ação Direta de Inconstitucionalidade por Omissão e Mandado de Injunção. 2 ed. São Paulo: Revista dos Tribunais, 2003.\nRANIERI, Nina Beatriz Stocco, Educação obrigatória e gratuita no Brasil: um longo caminho, avanços e perspectivas. In: RANIERI, Nina Beatriz Stocco; ALVES, Angela Limongi Alvarenga (orgs.). Direito à Educação e Direitos na Educação em Perspectiva Interdisciplinar. São Paulo: Cátedra Unesco de Direito à Educação/Universidade de São Paulo (USP), 2018. p. 30-35.\nREFOSCO, Helena Campos. Ação Coletiva e Democratização do Acesso à Justiça, São Paulo: Quartier Latin, 2018.\nREFOSCO, Helena Campos. Law, Development and Access to Education: a Brazilian Case Study of Class Actions. Columbia Human Rights Law Review (HRLR Online), p. 3; 23.\nRIZZI, Ester; XIMENES, Salomão. Litigância Estratégica para a Promoção de Políticas Públicas: as Ações em Defesa do Direito à Educação Infantil em São Paulo. In: Justiça e Direitos Humanos: Experiências de Assessoria Jurídica Popular, 2010. p. 105–128.\nROCA, Javier García. Separación de poderes y disposiciones del ejecutivo com rango de ley: mayoria, minorías, controles. Cadernos de Direito Constitucional e Ciência Política. Revista dos Tribunais, São Paulo, ano 7, n. 27, abr./jun. 1999. p. 7.\nROSSI, Danilo Valdir Vieira. Do ativismo judicial na formação de políticas públicas: a falta de vagas em creches. In: RANIERI, Nina Beatriz Stocco; ALVES, Angela Limongi Alvarenga (org.) Direito à educação e direitos na educação em perspectiva interdisciplinar. São Paulo: Cátedra UNESCO de Direto à Educação/Universidade de São Paulo (USP), 2018. p. 349.\nSABEL, Charles F.; SIMON, William H. Destabilization Rights: How Public Law Litigation Succeeds. Harvard Law Review, 2004. p. 1015–1101.\nSALLES, Carlos Alberto de. Processo Civil de Interesse Público. In: SALLES, Carlos Alberto de (org.). Processo Civil e Interesse Público: Processo como Instrumento de Defesa Social. São Paulo: Revista dos Tribunais, 2003. v. 121. p. 39–77.\nSARLET, Ingo Wolfgang. Dignidade de Pessoa Humana e Direitos Fundamentais na Constituição Federal de 1988. Porto Alegre: Livraria do Advogado, 2008. p. 114.\nSARLET, Ingo Wolfgang; MITIDIERO, Daniel; MARINONI, Luiz Guilherme. Curso de Direito Constitucional.\n9. ed. São Paulo: Saraiva Educação, 2020. p. 696.\nSAVATER, Fernando. Los caminos para la libertad: ética y educación. Fondo de Cultura Económica. 2015.\nSCHNEIDER, Zur Verhältnismässigkeitskontrolle. In: STARCK, Christian. Bundesverfassungsgericht. p. 403.\nSILVA, José Afonso da. Comentário ao art. 205. In: Comentário Contextual à Constituição. 6. ed.  São Paulo: Malheiros, 2009. p. 785.\nSILVEIRA, Adriana Aparecida Dragone. O Direito à Educação de Crianças e Adolescentes: Análise da\nAtuação do Tribunal de Justiça de São Paulo (1991-2008). Tese, Universidade de São Paulo, São Paulo, 2010.\nSOUZA JÚNIOR, José Geraldo. Reflexões sobre o princípio da separação de poderes: o partipris de Montesquieu. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 68, out./dez. 1980. p. 15.\nUNICEF. Educação infantil, Disponível em: https://www.unicef.org/education/early-childhood-education. Acesso em: 13 out. 2022.\nUNIVERSIDADE FEDERAL DE PELOTAS. COORDENAÇÃO DE COMUNICAÇÃO SOCIAL. Pobreza na primeira infância afeta saúde e inteligência de crianças e adolescentes até a vida adulta, mostra estudo. Disponível em: https://ccs2.ufpel.edu.br/wp/2022/04/28/pobreza-na-primeira-infancia-afeta-saude-einteligencia-de-criancas-e-adolescentes-ate-a-vida-adulta-mostra-estudo/. Acesso em: 13 out. 2022.\nTAVARES, José de Farias. A divisão de poderes e o constitucionalismo brasileiro. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 65, jan./mar. 1980. p. 53.\nXIMENES, Salomão Barros. O julgamento que pode levar ao retrocesso do direito à creche. Nexo Jornal. Disponível em: https://www.nexojornal.com.br/ensaio/2022/09/20/O-julgamento-quepode-levar-ao-retrocesso-do-direito-%C3%A0-creche. Acesso em: 20 set. 2022.\nXIMENES, Salomão; OLIVEIRA, Vanessa Elias de; SILVA, Mariana Pereira da. Judicialização da educação infantil: efeitos da interação entre o Sistema de Justiça e a Administração Pública. Revista Brasileira de Ciência Política, v. 29,  2019.","ministro_facet":["LUIZ FUX"],"processo_numero":1008166,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur473156","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Saul Tourinho Leal; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 8.6.2022.\r\n\n                       Decisão: Preliminarmente, o Tribunal, por maioria, acolheu questão de ordem suscitada pelo Ministro Alexandre de Moraes no sentido de o Plenário fixar o entendimento da validade de voto proferido por Ministro posteriormente aposentado, ou cujo exercício do cargo tenha cessado por outro motivo, mesmo em caso de destaque em julgamento virtual, entendendo, no caso concreto, que a retomada deste julgamento preserve o voto proferido pelo Ministro Marco Aurélio na sessão virtual de 20 a 27/11/2020, garantindo, ainda, que tal posicionamento passe a ser adotado a partir do presente julgamento, não se aplicando aos processos já julgados, vencido o Ministro André Mendonça. O Ministro Gilmar Mendes não participou da votação da questão de ordem. Em seguida, o Tribunal, por maioria, conheceu em parte da ação direta e julgou parcialmente procedente o pedido, para declarar a inconstitucionalidade parcial do art. 1º, parágrafo único, inciso 1, no que diz respeito ao serviço de telefonia móvel, e inciso 5, no que diz respeito ao serviço privado de educação, ambos da Lei nº 15.854/2015, do Estado de São Paulo, fixando a seguinte tese de julgamento: “É inconstitucional lei estadual que impõe aos prestadores privados de serviços de ensino e de telefonia celular a obrigação de estender o benefício de novas promoções aos clientes preexistentes”, nos termos do voto do Relator, vencidos o Ministro Marco Aurélio, que admitia, em parte, a ação direta, e, nessa extensão, julgava improcedente o pedido, e o Ministro Edson Fachin, que julgava totalmente improcedente a ação. A Ministra Rosa Weber ressalvou sua compreensão pessoal e acompanhou o Relator. Não votou o Ministro André Mendonça por suceder o Ministro Marco Aurélio. Presidência do Ministro Luiz Fux. Plenário, 9.6.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur473156","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-26T16:20:17.542757","dg_unique":"sjur473156","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI ESTADUAL Nº 15.854/2015. SERVIÇO DE TELECOMUNICAÇÃO. EXTENSÃO DE BENEFÍCIOS DE NOVAS PROMOÇÕES AOS CLIENTES PREEXISTENTES.\n\n\n\n    1.   Trata-se de ação direita que impugna a Lei Estadual nº 15.854/2015, que cria a obrigação das concessionárias de serviços telefônicos móveis de estender benefícios aos clientes antigos, das promoções oferecidas a novos clientes. \n\n\n\n    2.   Lei que cria obrigações e sanções para empresas de telefonia. Violação da competência privativa da União para legislar sobre serviços de telecomunicações. Precedentes.\n\n\n\n    3.  Ação conhecida em parte e julgada parcialmente procedente, apenas no que diz respeito aos serviços de telefonia móvel.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=764806717","externo_seq_objeto_incidente":4869682,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-249  DIVULG 06-12-2022  PUBLIC 07-12-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5399&classe=ADI","is_colac":false,"titulo":"ADI 5399","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00004 ART-00003 ART-00005\n    \"CAPUT\" INC-00032 ART-00006 \"CAPUT\"\n    ART-00021 INC-00001 INC-00011 ART-00022\n    INC-00001 INC-00004 INC-00024 PAR-ÚNICO\n    ART-00024 INC-00005 INC-00008 INC-00009\n    PAR-00001 PAR-00002 ART-00030 INC-00001\n    ART-00048 INC-00012 ART-00103 INC-00009\n    ART-00170 \"CAPUT\" INC-00004 ART-00173\n    PAR-00004 ART-00174 \"CAPUT\" ART-00175\n    \"CAPUT\" PAR-ÚNICO INC-00001 INC-00002\n    INC-00003 INC-00004 ART-00205 ART-00207\n    ART-00209 INC-00001 INC-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078 ANO-1990\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009870 ANO-1990\n    ART-00001 PAR-00003 PAR-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009472 ANO-1997\n    ART-00008 ART-00019 INC-00004 ART-00060\n    \"CAPUT\" PAR-00001 ART-00106 ART-00107\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00010 ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00014 ART-00941 PAR-00001\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-017448 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-FED   RES-000477 ANO-2007\n    ART-00035\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL \n\n","LEG-FED   RES-000632 ANO-2014\n    ART-00001\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL \n\n","LEG-FED   RES-000642 ANO-2019\n    ART-00004 INC-00001 INC-00002 PAR-00001\n    PAR-00002\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   RES-000669 ANO-2020\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   RGI ANO-1980\n    ART-0021B PAR-00003 ART-00134 PAR-00001\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EMR-000053 ANO-2020\n    EMENDA REGIMENTAL\n\n","LEG-EST   LEI-015854 ANO-2015\n    ART-00001 PAR-ÚNICO INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    ART-00002 ART-00003 INC-00001 INC-00002\n    ART-00004 ART-00005\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-016055 ANO-2017\n    LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-016509 ANO-2019\n    ART-00035 INC-00002\n    LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-016559 ANO-2019\n    ART-00035 INC-00002 PAR-00001 INC-00005\n    LEI ORDINÁRIA, PE"],"publicacao_data":"2022-12-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: VOTO, MIN. NUNES MARQUES: JULGAMENTO, ÓRGÃO COLEGIADO, PEDIDO DE DESTAQUE.\n\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: PEDIDO DE DESTAQUE, SUSTENTAÇÃO ORAL, CONTRADITÓRIO, AMPLA DEFESA. INCONSTITUCIONALIDADE, DISPOSITIVO, ESTATUTO DA ORDEM DOS ADVOGADOS DO BRASIL (EOAB), POSSIBILIDADE, ADVOGADO, SUSTENTAÇÃO ORAL, MOMENTO POSTERIOR, VOTO, DESEMBARGADOR RELATOR. PRINCÍPIO DO JUIZ NATURAL, DISTINÇÃO, JUIZ, JUÍZO, JULGAMENTO, ÓRGÃO COLEGIADO, COMPOSIÇÃO, JUIZ CONVOCADO.\n\n- COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, DIREITO CIVIL, DESCONTO, MENSALIDADE, CORONA VIRUS DISEASE 2019 (COVID-19). CONSTITUCIONALIDADE, LEI ESTADUAL, PROIBIÇÃO, COBRANÇA, PROVA, REGULAÇÃO, DANO, CONSUMIDOR. DISTINÇÃO, EDUCAÇÃO, CONTRATO, ÂMBITO CÍVEL. INCONSTITUCIONALIDADE, LEI ESTADUAL, IMPOSIÇÃO, DESCONTO, CONTRATO, ESTUDANTE, INSTITUIÇÃO DE ENSINO, LIVRE INICIATIVA, PROPORCIONALIDADE. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DAS OPERADORAS DE CELULARES (ACEL).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, TELEFONIA MÓVEL, DELEGAÇÃO, EXECUÇÃO, TERCEIRO. INCOMPETÊNCIA, ESTADO-MEMBRO, CRIAÇÃO, REGRA, INTERFERÊNCIA, EQUILÍBRIO, CONTRATO, UNIÃO FEDERAL, CONCESSIONÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PRESTAÇÃO DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO, UNIFORME, ÂMBITO NACIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: EDIÇÃO, LEI ESTADUAL, DEFESA DO CONSUMIDOR, SERVIÇO DE TELECOMUNICAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: ESTADO-MEMBRO, AUSÊNCIA, PODER NORMATIVO, RELAÇÃO JURÍDICA, RELAÇÃO CONTRATUAL, SERVIÇO DE TELECOMUNICAÇÃO. CORRELAÇÃO, USUÁRIO, PRESTADOR DE SERVIÇO PÚBLICO, CATEGORIA ESPECÍFICA. PREVALÊNCIA, INTERESSE FEDERAL, PROTEÇÃO AO CONSUMIDOR, RELAÇÃO JURÍDICA, CONCESSIONÁRIA, ÂMBITO FEDERAL, CONSUMIDOR.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CONSTITUCIONALIDADE, NORMA, PROMOÇÃO AUTOMÁTICA, ACEITAÇÃO, CONSUMIDOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5399&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(JULGAMENTO, ÓRGÃO COLEGIADO, PEDIDO DE DESTAQUE)\nADI 3697 (TP), ADI 4872 (TP), ACO 3359 (TP), RE 1276977 (TP), RE 592616 RG (TP), RE 659412 RG (TP), RE 835818 RG (TP). \n(JULGAMENTO, ÓRGÃO COLEGIADO, COMPOSIÇÃO, JUIZ CONVOCADO)\nRE 597133 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, DIREITO CIVIL)\nADI 1007 (TP), ADI 1042 (TP), ADI 6484 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 2615 (TP), ADI 3322 (TP), ADI 3533 (TP), ADI 3959 (TP), ADI 4019 (TP), ADI 2337 MC (TP), ADI 4369 (TP), ADI 4401 MC (TP), ADI 4533 MC (TP), ADI 4649 (TP), ADI 4907 (TP), ADI 5121 (TP), ADI 5568 (TP), ADI 5574 (TP), ADI 5722 (TP), ADI 6326 (TP), ADPF 731 (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, IMPOSIÇÃO, DESCONTO, CONTRATO, ESTUDANTE, INSTITUIÇÃO DE ENSINO, LIVRE INICIATIVA, PROPORCIONALIDADE)\nADPF 706 (TP), ADPF 713 (TP). \n(ADI, LEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DAS OPERADORAS DE CELULARES (ACEL))\nADI 3835 (TP), ADI 3846 (TP), ADI 4715 (TP), ADI 5253 (TP), ADI 5356 (TP), ADI 5569 (TP), ADI 5723 (TP), ADI 5963 (TP), ADI 6087 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, TELEFONIA MÓVEL, DELEGAÇÃO, EXECUÇÃO, TERCEIRO)\nADI 3343 (TP), ADI 4401 MC (TP), ADI 4533 MC (TP), ADI 4925 (TP). \n(EXTENSÃO, BENEFÍCIO, PROMOÇÃO, CLIENTE, PREEXISTÊNCIA)\nADI 5939 (TP). \n(ADI, LEGITIMIDADE ATIVA, CONFEDERAÇÃO NACIONAL DOS ESTABECELIMENTOS DE ENSINO (CONFENEN))\nADI 3710 (TP). \n(EDIÇÃO, LEI ESTADUAL, DEFESA DO CONSUMIDOR, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 5572 (TP), ADI 5724 (TP). \n(ESTADO-MEMBRO, AUSÊNCIA, PODER NORMATIVO, RELAÇÃO JURÍDICA, RELAÇÃO CONTRATUAL, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 2615 (TP), ADI 3322 (TP), ADI 3533 (TP), ADI 2337 MC (TP), ADI 4907 MC (TP). \n(INCONSTITUCIONALIDADE, DISPOSITIVO, EOAB, POSSIBILIDADE, ADVOGADO, SUSTENTAÇÃO ORAL, MOMENTO POSTERIOR, VOTO, DESEMBARGADOR RELATOR)\nADI 1127 (TP). \n(CONSTITUCIONALIDADE, LEI ESTADUAL, PROIBIÇÃO, COBRANÇA, PROVA, REGULAÇÃO, DANO, CONSUMIDOR)\nADI 3874 (TP). \n(DISTINÇÃO, EDUCAÇÃO, CONTRATO, ÂMBITO CÍVEL)\nADI 6435 (TP). \n(INCOMPETÊNCIA, ESTADO-MEMBRO, CRIAÇÃO, REGRA, INTERFERÊNCIA, EQUILÍBRIO, CONTRATO, UNIÃO FEDERAL, CONCESSIONÁRIA)\nADI 4478 (TP). \n(PRESTAÇÃO, ENSINO PARTICULAR)\nADI 6614 (TP). \n(PRESTAÇÃO DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO, UNIFORME, ÂMBITO NACIONAL)\nADI 6482 (TP). \n(CORRELAÇÃO, USUÁRIO, PRESTADOR DE SERVIÇO PÚBLICO, CATEGORIA ESPECÍFICA)\nADI 5575 (TP). \n(PREVALÊNCIA, INTERESSE FEDERAL, PROTEÇÃO AO CONSUMIDOR, RELAÇÃO JURÍDICA, CONCESSIONÁRIA, ÂMBITO FEDERAL, CONSUMIDOR)\nADI 4083 (TP), ADI 4861 (TP), ADI 5356 (TP), ADI 5723 (TP), ADI 5832 (TP), ADI 6086 (TP). \n- Decisões monocráticas citadas:\n(JULGAMENTO, ÓRGÃO COLEGIADO, PEDIDO DE DESTAQUE)\nADI 3159, ADO 13, ADI 4730, ADI 5032, ADI 5385, MS 37132, MS 37522, ADPF 70.\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\n- Veja ADI 6191 e ADI 6333.\n- Veja art. 1º e art. 3º, I e III, do Estatuto Social da Associação Nacional de Operadoras Celulares (ACEL).\nNúmero de páginas: 156.\nAnálise: 26/10/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO NACIONAL DAS OPERADORAS CELULARES - ACEL \nADV.(A/S)  : GUSTAVO HENRIQUE CAPUTO BASTOS E OUTRO(A/S)\nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : CARLOS ROBERTO DE ALCKMIN DUTRA","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":473156,"documental_tese_texto":"É inconstitucional lei estadual que impõe aos prestadores privados de serviços de ensino e de telefonia celular a obrigação de estender o benefício de novas promoções aos clientes preexistentes.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADI 5399","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-06-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAGÃO, Alexandre Santos de. Direito dos serviços públicos. 3. ed. Rio de Janeiro: Forense, 2013. p. 200.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan; FERRANDO, Juan. El estado unitario. el federal y el estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBARROSO, Luís Roberto. A ordem econômica e os limites à atuação estatal no controle de preços. Revista de Direito Administrativo, v. 226, out./dez. 2001. p. 208.\nCANOTILHO, J. J. Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON. The Federalist papers. n. 9. \nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nJAY; MADISON; HAMILTON. The Federalist papers. Publius. 1787.\nKELLY, Kevin. Inevitável: as 12 forças tecnológicas que mudarão nosso mundo. Tradução: Cristina Yamagami. Rio de Janeiro: Alta Books, 2019. p. 68.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. Dicionário de política. v. 1. p. 482.\nMARQUES NETO, Floriano de Azevedo. Telecomunicações: doutrina, jurisprudência, legislação e regulação setorial. Coleção Direito Econômico. São Paulo: Saraiva, 2011. p. 74-77.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. tomo 1. p. 13-14.\nROBINSON. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSOWELL, Thomas. Economia básica. Tradução: Carlos Bacci. Rio de Janeiro: Alta Books, 2018. p. 180.\nTAVARES, André Ramos. Livre iniciativa empresarial. ed. 1. São Paulo: Enciclopédia jurídica da PUC/SP. jul. 2018.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":5399,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur484575","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por maioria, recebeu a denúncia oferecida contra Marcio Jose Santiago em relação aos crimes previstos nos arts. 286, parágrafo único, e 288, caput, c/c. art. 69, caput, todos do Código Penal, nos termos do voto do Relator, vencidos os Ministros Nunes Marques e André Mendonça, que, preliminarmente, reconheciam a incompetência do Supremo Tribunal Federal e, superada essa questão, rejeitavam a denúncia. Plenário, Sessão Virtual Extraordinária de 23.6.2023 a 26.6.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur484575","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-05T17:00:16.926394","dg_unique":"sjur484575","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-milésimo quadragésimo","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA.\n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de MARCIO JOSÉ SANTIAGO, pela prática das condutas descritas nos arts. 286, parágrafo único (incitação ao crime), e 288, caput (associação criminosa), c/c. art. 69, caput (concurso material), todos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=769768172","externo_seq_objeto_incidente":6637205,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4921&classe=Inq%E9simo+quadrag%E9simo","is_colac":false,"titulo":"Inq 4921 RD-milésimo quadragésimo","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00016 INC-00037\n    INC-00044 INC-00053 INC-00055 ART-00034\n    INC-00003 INC-00004 ART-00053 PAR-00001\n    ART-00060 PAR-00004 ART-00086 \"CAPUT\"\n    ART-00102 INC-00001 LET-A LET-B\n    LET-C LET-D LET-E LET-F\n    LET-G LET-H LET-I LET-J\n    LET-K LET-L LET-M LET-N\n    LET-O LET-P LET-Q LET-R\n    ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 ART-00003 ART-00005 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00069 \"CAPUT\" ART-00147 ART-0147A\n    PAR-00001 INC-00003 ART-00163 ART-00250\n    PAR-00001 INC-00001 LET-B ART-00286\n    PAR-ÚNICO ART-00288 \"CAPUT\" PAR-ÚNICO\n    ART-0359L ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00395 INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969.\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969.\n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-INT   CNV ANO-1969\n    ART-00008\n    CONVÊNIO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969."],"publicacao_data":"2023-08-15","documental_acordao_mesmo_sentido_lista_texto":"Inq 4921 RD-quingentésimo sexagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-sexcentésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-octingentésimo octogésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-octingentésimo nonagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-noningentésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-noningentésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-noningentésimo quinquagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-noningentésimo quinquagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-noningentésimo sexagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-noningentésimo octogésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-noningentésimo octogésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-noningentésimo octogésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-noningentésimo nonagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo décimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo décimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo vigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo vigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo quadragésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo quadragésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo quinquagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo sexagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo octogésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo octogésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo octogésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo nonagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo centésimo décimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo centésimo vigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo centésimo vigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo centésimo quadragésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo centésimo quadragésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo centésimo quadragésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-097\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nInq 4921 RD-milésimo centésimo quadragésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-27-06-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-096\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, AUTORIA INTELECTUAL, PARTÍCIPE, INCITAÇÃO AO CRIME. INVESTIGAÇÃO, DELITO, ASSOCIAÇÃO CRIMINOSA, COMETIMENTO DE CRIME, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, GOLPE DE ESTADO. DENUNCIADO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, OBJETIVO, INCITAÇÃO AO CRIME, EQUIPARAÇÃO, ANIMOSIDADE DAS FORÇAS ARMADAS CONTRA OS PODERES CONSTITUCIONAIS, AS INSTITUIÇÕES CIVIS OU A SOCIEDADE. DENUNCIADO, PRISÃO EM FLAGRANTE, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, SITUAÇÃO, ESPERA, GOLPE DE ESTADO. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, TOTALIDADE, PARTICIPANTE, COLABORAÇÃO, RESULTADO. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, AUSÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO. RESPONSABILIDADE OBJETIVA, DENUNCIADO, FATO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, REUNIÃO PACÍFICA. AUSÊNCIA, PROVA, DENUNCIADO, PARTICIPAÇÃO, ATO, VANDALISMO, PRAÇA DOS TRÊS PODERES. DIREITO PENAL, GENERALIZAÇÃO, INADMISSIBILIDADE. PROCURADORIA GERAL DA REPÚBLICA (PGR), AUSÊNCIA, CONSTATAÇÃO, SITUAÇÃO, ESTADO DE FLAGRÂNCIA. DEPOIMENTO, POLICIAL MILITAR, MOMENTO, DILIGÊNCIA, PRISÃO, AUSÊNCIA, TENTATIVA, FUGA, TUMULTO. PODER PÚBLICO, AUSÊNCIA, PROIBIÇÃO, MANIFESTAÇÃO, QUARTEL GENERAL DO EXÉRCITO. DENÚNCIA, AUSÊNCIA, SUFICIÊNCIA, INDÍCIO, AUTORIA DO CRIME, MATERIALIDADE DO FATO. CONFIGURAÇÃO, DELITO, ASSOCIAÇÃO CRIMINOSA, PRESENÇA, ELEMENTO SUBJETIVO, DOLO, VONTADE, ASSOCIAÇÃO, COMETIMENTO DE CRIME. ASSOCIAÇÃO CRIMINOSA, INCITAÇÃO AO CRIME, ANIMOSIDADE DAS FORÇAS ARMADAS CONTRA OS PODERES CONSTITUCIONAIS, AS INSTITUIÇÕES CIVIS OU A SOCIEDADE, CRIME DE PERIGO ABSTRATO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO. EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, CONCLUSÃO, DENUNCIADO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. INEXISTÊNCIA, JUSTA CAUSA, INDÍCIO, AUTORIA DO CRIME, INSTAURAÇÃO, AÇÃO PENAL. ACUSAÇÃO, AUSÊNCIA, ELEMENTO PROBATÓRIO, DENUNCIADO, ASSOCIAÇÃO CRIMINOSA, QUARTEL GENERAL DO EXÉRCITO, VONTADE, COMETIMENTO DE CRIME, IMPOSSIBILIDADE, PRESUNÇÃO. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. ATO POLÍTICO, CARÁTER ANTIDEMOCRÁTICO, AUSÊNCIA, MOTIVAÇÃO, DELITO, TERRORISMO. AUSÊNCIA, JUSTA CAUSA, CRIME, TERRORISMO, GOLPE DE ESTADO, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, AMEAÇA, PERSEGUIÇÃO.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS AUTORES INTELECTUAIS E PARTÍCIPES POR INSTIGAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4921&classe=Inq%E9simo+quadrag%E9simo","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-milésimo quadragésimo","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\nHC 69601 (1ªT). \n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\nPet 9456 (TP). \n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\nHC 191124 AgR (1ªT). \n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\nHC 73638 (1ªT), HC 75868 (2ªT), HC 71899 (2ªT). \n(REQUISITO, DENÚNCIA)\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP). \n(DENÚNCIA, DIREITO DE DEFESA)\nAP 560 (2ªT), Inq 3204 (2ªT). \n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\nHC 83554 (2ªT), Inq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3650 (2ªT), Inq 3719 (1ªT), AP 953 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Inq 4216 (2ªT), AP 987 (2ªT), HC 142987 (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP). \n(EXCEPCIONALIDADE, JULGAMENTO, STF, FORO POR PRERROGATIVA DE FUNÇÃO)\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP). \n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\nInq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT). \n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\nHC 82647 (2ªT), Rcl 2101 AgR (TP), RHC 135683 (2ªT), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT). \n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4483 QO (TP), Inq 4327 QO (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT). \n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT). \n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT). \n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\nHC 89427 (2ªT). \n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\nPet 5631 (1ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\nInq 4022 (2ªT). \n- Decisões monocráticas citadas:\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\nHC 195327, RHC 198981, HC 206876, HC 212806.\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\nHC 193726.\n- Acórdão(s) citado(s) - outros tribunais:\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\nSTJ: REsp 128875. \n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4828, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923, Pet 9844 e Pet 10836 do STF.\nNúmero de páginas: 96.\nAnálise: 05/10/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nADV.(A/S)  : JUAN FELIPE BERTI \nINVEST.(A/S) : MARCIO JOSE SANTIAGO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":484575,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4921 RD-milésimo quadragésimo","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-06-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MILÉSIMO QUADRAGÉSIMO  RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados. Acesso em: 27 abr. 2023.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nBRASILINO, Luís; GODOY, Renato; NAVARRO, Cristiano. O junho de 2013. Le Monde Diplomatique Brasil, jul. 2013. Disponível em: https://diplomatique.org.br/o-junho-de-2013/. Acesso em: 20 abr. 2023.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412. Acesso em 27 abr. 2023.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nHASSEMER, Winfred. Seguridad por intermedio del derecho penal. In: MAIER, Julio B.; CÓRDOBA, Gabriela E. (orgs.). Tiene un futuro el derecho penal?. Buenos Aires: Ad-hoc, 2009. p. 31-32.\nLIMA, Renato Brasileiro de. Manual de processo penal. 8. ed. rev., ampl. e atual. Salvador: JusPodivm, 2020. volume único.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nPRADO, Luiz Regis; CARVALHO, Erika Mendes de; CARVALHO, Gisele Mendes de. Curso de Direito Penal Brasileiro. Parte Geral e Especial. São Paulo: Revista dos Tribunais, 2015. p. 1203.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4921,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478680","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Nunes Marques (Relator), que negava provimento ao agravo regimental e, ao amparo do § 11 do art. 85 do Código de Processo Civil, majorava em 1% (um por cento) a verba honorária fixada pelas instâncias de origem, observados os limites previstos nos §§ 2º e 3º, pediu vista dos autos o Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 12.8.2022 a 19.8.2022.\r\n\n           Decisão: Após o voto do Ministro Edson Fachin, Vistor, que suscitou preliminar no sentido de devolver os autos ao Tribunal de origem para que aguarde a definição do mérito do Tema 1237, e do voto do Ministro Gilmar Mendes, que dava provimento ao agravo e ao recurso extraordinário com agravo para julgar procedente em parte os pedidos, o julgamento foi suspenso por indicação do Ministro Nunes Marques (Relator) e será retomado na próxima sessão do dia 28 de fevereiro de 2023. Presidência do Ministro André Mendonça. 2ª Turma, 7.2.2023.\r\n\n           Decisão: A Turma, por maioria, deu provimento ao agravo interno e ao recurso extraordinário com agravo para julgar procedentes, em parte, os pedidos e condenar o Estado do Rio de Janeiro ao pagamento de (i) compensação por danos morais a Jurema Rangel Bento Paz, no valor de R$ 100.000,00 (cem mil reais); (ii) compensação por danos morais a Ana Julia Rangel Donaly, no valor de R$ 50.000,00 (cinquenta mil reais); e (iii) compensação por danos morais a Camila Rangel Bento Paz, no valor de R$ 50.000,00 (cinquenta mil reais). Ademais, estabeleceu que as quantias devem ser corrigidas monetariamente pela SELIC, a contar da publicação deste acórdão (Súmula 362 do STJ), com a incidência de juros de mora segundo o índice de remuneração da caderneta de poupança, a partir do evento danoso (Súmula 54 do STJ) até 8 de dezembro de 2021, mantida apenas a taxa SELIC a partir de 9 de dezembro de 2021, por força da Emenda Constitucional 113/2021. Por fim, condenou o réu ao pagamento das despesas processuais e honorários advocatícios fixados em 1% (um por cento) do valor da condenação, tudo nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencido o Ministro Nunes Marques (Relator). Presidência do Ministro André Mendonça. 2ª Turma, 28.3.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur478680","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-19T18:40:13.729097","dg_unique":"sjur478680","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO COM AGRAVO. REVOLVIMENTO DE MATÉRIA FÁTICA. DESNECESSIDADE. RESPONSABILIDADE CIVIL DO ESTADO. OPERAÇÃO POLICIAL EM COMUNIDADE DO RIO DE JANEIRO. MORTE DE CIVIL DESARMADO NO INTERIOR DE SUA RESIDÊNCIA. TEORIA DO RISCO ADMINISTRATIVO. COMPROVAÇÃO DA AÇÃO ESTATAL, NEXO CAUSAL E DANO. ÔNUS DO ESTADO DEMONSTRAR A CONFORMIDADE DA AÇÃO DE SEUS AGENTES. AGRAVO INTERNO E RECURSO EXTRAORDINÁRIO COM AGRAVO PROVIDOS.\n\n\n\n    1. O objeto deste recurso extraordinário consiste em definir se estão configurados os requisitos para responsabilização civil do Estado pela morte de cidadão – especialmente o nexo causal – quando, embora comprovados o dano e a realização de operação policial no momento do disparo fatal, não é demonstrado que o projétil que atingiu a vítima foi deflagrado por agente estatal.\n\n\n\n    2. As operações policiais no Brasil são desproporcionalmente letais e desacompanhadas de medidas aptas a assegurar a conformidade fática e jurídica da ação estatal, conforme assentado pela Corte Interamericana de Direitos Humanos no caso Favela Nova Brasília e pelo Supremo Tribunal Federal na ADPF 635 (Tribunal Pleno, Rel. Min. Edson Fachin, DJe de 2.6.2022). O Estado brasileiro, a propósito de conter atividades ilícitas, fere e mata diariamente seus cidadãos, especialmente em comunidades carentes. A definição da responsabilidade civil do Estado não pode ignorar esse cenário, sob pena de ressuscitar, por via transversa, o paradigma da irresponsabilidade estatal.\n\n\n\n    3. É necessário estruturar o nexo causal entre dano e ações estatais armadas de modo a contemplar essas circunstâncias específicas e efetivamente reparar as lesões, restaurar o primado da igualdade e induzir a adoção pelo Estado de protocolos de atuação de seus agentes. Isso significa que, no contexto de incursões policiais, comprovado o confronto armado entre agentes estatais e criminosos (ação), bem como a lesão ou morte de cidadão (dano) por disparo de arma de fogo (nexo), cabe ao Estado comprovar a ocorrência de hipóteses interruptivas da relação de causalidade.\n\n\n\n    4. O Estado, que possui os meios para tanto – como câmeras corporais e peritos oficiais –, deve averiguar as externalidades negativas de sua ação armada, coligindo evidências e elaborando os laudos que permitam a identificação das reais circunstâncias da morte de civis desarmados dentro de sua própria residência.\n\n\n\n    5. Portanto, se o cidadão demonstra a causa da morte – disparo de arma de fogo – e evidencia a incursão estatal armada no momento do dano, estão configurados elementos da responsabilidade objetiva do Estado, de modo que cabe a este comprovar a interrupção do nexo causal, evidenciando (i) que os agentes estatais não provocaram as lesões, seja porque, por exemplo, não dispararam arma de fogo ou engajaram em confronto em local diverso do dano; ou (ii) a culpa exclusiva da vítima ou fato de terceiro. A mera negativa de ação estatal ilícita, sem a demonstração da interrupção do nexo causal e da conformidade da incursão armada de agentes de segurança pública, com o esclarecimento da dinâmica factual, não é suficiente para afastar a responsabilidade civil do Estado.\n\n\n\n    6. Agravo interno e recurso extraordinário com agravo providos para julgar procedentes em parte os pedidos e condenar o Estado do Rio de Janeiro ao pagamento de (i) compensação por danos morais a Jurema Rangel Bento Paz, no valor de R$ 100.000,00; (ii) compensação por danos morais a Ana Julia Rangel Donaly, no valor de R$ 50.000,00; e (iii) compensação por danos morais a Camila Rangel Bento Paz, no valor de R$ 50.000,00.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767511347","externo_seq_objeto_incidente":6423005,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1382159&classe=ARE","is_colac":false,"titulo":"ARE 1382159 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00037 PAR-00006 ART-00144 INC-00002\n    PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000113 ANO-2021\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00188 INC-00002 ART-00929\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 PAR-00002 PAR-00003 PAR-00008\n    PAR-00011 ART-00086 PAR-ÚNICO ART-00373\n    INC-00001 INC-00002\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000054\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-FED   SUMSTJ-000362\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2023-05-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECURSO EXTRAORDINÁRIO, REAVALIAÇÃO, ENQUADRAMENTO JURÍDICO, FATO, DISTINÇÃO, REEXAME, FATO, PROVA. DOUTRINA, RESPONSABILIDADE CIVIL DO ESTADO. TEORIA DO RISCO ADMINISTRATIVO, CONCORRÊNCIA, REQUISITO, ATO LESIVO, PODER PÚBLICO, COMPROVAÇÃO, DANO, NEXO DE CAUSALIDADE; DISPENSABILIDADE, COMPROVAÇÃO, CULPA, POSSIBILIDADE, CAUSA EXCLUDENTE, CULPA, CULPA EXCLUSIVA, VÍTIMA, FATO DE TERCEIRO. CONSTITUIÇÃO FEDERAL, RESPONSABILIDADE CIVIL DO ESTADO, ATIVIDADE, ENERGIA NUCLEAR, TEORIA DO RISCO INTEGRAL. PRECEDENTE, STF, RESPONSABILIDADE OBJETIVA, PODER PÚBLICO, PROFISSIONAL, IMPRENSA, VÍTIMA, ATUAÇÃO, POLÍCIA MILITAR, MANIFESTAÇÃO, DEFINIÇÃO, HIPÓTESE, CABIMENTO, CAUSA EXCLUDENTE, CULPA EXCLUSIVA, VÍTIMA. PRECEDENTE, STF, OMISSÃO, PODER PÚBLICO, REDUÇÃO, LETALIDADE POLICIAL. RESPONSABILIZAÇÃO, PODER PÚBLICO, ATO LESIVO, DECORRÊNCIA, ATUAÇÃO, POLÍCIA CIVIL, POLÍCIA MILITAR, AFIRMAÇÃO, DIREITO À IGUALDADE. DEFICIÊNCIA, PRODUÇÃO DE PROVA, PROCESSO PENAL. ENTENDIMENTO JURISPRUDENCIAL, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), PRESUNÇÃO, DANO MORAL, DECORRÊNCIA, MORTE, PARENTE, VARIAÇÃO, VALOR, INDENIZAÇÃO, GRAU DE PARENTESCO, VÍTIMA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: PRELIMINAR, RECONHECIMENTO, REPERCUSSÃO GERAL, PROCESSO DIVERSO, TEMA DE REPERCUSSÃO GERAL, RESPONSABILIDADE CIVIL DO ESTADO, DECORRÊNCIA, LETALIDADE POLICIAL, DEVOLUÇÃO, AUTOS, TRIBUNAL DE ORIGEM, SOBRESTAMENTO DO PROCESSO. MÉRITO, DADO, OFENSA, DIREITOS HUMANOS, ATUAÇÃO, POLÍCIA CIVIL, POLÍCIA MILITAR. RESPONSABILIZAÇÃO, ÂMBITO INTERNACIONAL, ESTADO BRASILEIRO, LETALIDADE POLICIAL. OMISSÃO, ESTADO BRASILEIRO, REDUÇÃO, LETALIDADE POLICIAL. JURISPRUDÊNCIA, STF, DETERMINAÇÃO, PODER PÚBLICO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, PROTEÇÃO, COMUNIDADE INDÍGENA; PROTEÇÃO, TERRA OCUPADA POR COMUNIDADES QUILOMBOLAS; DESENVOLVIMENTO, PROGRAMA NACIONAL DE IMUNIZAÇÕES (PNI); REDUÇÃO, LETALIDADE POLICIAL. RESPONSABILIDADE CIVIL DO ESTADO, NEXO DE CAUSALIDADE, MORTE, DECORRÊNCIA, BALA PERDIDA, MOMENTO, OPERAÇÃO, POLÍCIA MILITAR, IRRELEVÂNCIA, IDENTIFICAÇÃO, AUTOR, DISPARO DE ARMA DE FOGO, DESCUMPRIMENTO, DEVER, DILIGÊNCIA. ORDENAMENTO JURÍDICO BRASILEIRO, TEORIA DO RISCO ADMINISTRATIVO, POSSIBILIDADE, COMPROVAÇÃO, PODER PÚBLICO, INTERRUPÇÃO, NEXO DE CAUSALIDADE. PRECEDENTE, STF, RESPONSABILIDADE CIVIL DO ESTADO, MORTE, PRESO.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. ANDRÉ MENDONÇA: RESPONSABILIDADE OBJETIVA, PODER PÚBLICO, TEORIA DO RISCO ADMINISTRATIVO. RESPONSABILIDADE OBJETIVA, PODER PÚBLICO, DEVER, CARÁTER ESPECÍFICO, GARANTIA, INTEGRIDADE FÍSICA, PRESO. RESPONSABILIDADE CIVIL DO ESTADO, OMISSÃO, DEVER, CARÁTER GENÉRICO, RESPONSABILIDADE CIVIL SUBJETIVA, TEORIA DA CULPA DO SERVIÇO PÚBLICO, FALTA DO SERVIÇO. TEORIA DO DANO DIRETO E IMEDIATO, CRIME, LATROCÍNIO, PRESO FORAGIDO, ESTABELECIMENTO PENAL. RESPONSABILIDADE CIVIL, MOMENTO, APRECIAÇÃO, NEXO DE CAUSALIDADE. PRESERVAÇÃO, ORDEM PÚBLICA, DEVER, CARÁTER GENÉRICO, PODER PÚBLICO. RESPONSABILIDADE CIVIL DO ESTADO, VÍTIMA, BALA PERDIDA, MOMENTO, OPERAÇÃO, POLÍCIA MILITAR, OMISSÃO, PODER PÚBLICO, REALIZAÇÃO, PERÍCIA, FINALIDADE, IDENTIFICAÇÃO, AUTOR, DISPARO DE ARMA DE FOGO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: RECURSO EXTRAORDINÁRIO, RESPONSABILIDADE CIVIL DO ESTADO, LETALIDADE POLICIAL, COMPROVAÇÃO, NEXO DE CAUSALIDADE, REEXAME, FATO, PROVA.\n\n- TERMO(S) DE RESGATE: RESPONSABILIDADE CIVIL DO ESTADO, DEFINIÇÃO, TERCEIRO INOCENTE, DIREITO COMPARADO. DOUTRINA, TEORIA DA PERDA DA CHANCE PROBATÓRIA. DOUTRINA, TEORIA DA REDUÇÃO DOS MÓDULOS DE PROVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1382159&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(OMISSÃO, PODER PÚBLICO, REDUÇÃO, LETALIDADE POLICIAL)\nADPF 635 MC (TP). \n(RE, RESPONSABILIDADE CIVIL DO ESTADO, LETALIDADE POLICIAL, REEXAME, FATO, PROVA)\nRE 286444 AgR (1ªT), AI 840340 AgR (2ªT), ARE 1190232 AgR (2ªT), ARE 1208657 AgR (1ªT), ARE 1352414 AgR (TP). \n(RE, REAVALIAÇÃO, ENQUADRAMENTO JURÍDICO, FATO, DISTINÇÃO, REEXAME, FATO, PROVA)\nAI 802046 AgR (1ªT), AI 677843 ED (2ªT), RE 820433 AgR (TP). \n(RESPONSABILIDADE CIVIL DO ESTADO, PROFISSIONAL, IMPRENSA, VÍTIMA, ATUAÇÃO, POLÍCIA MILITAR)\nRE 1209429 (TP). \n(DETERMINAÇÃO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, PROTEÇÃO, COMUNIDADE INDÍGENA)\nADPF 709 MC-Ref (TP). \n(RESPONSABILIDADE CIVIL DO ESTADO, MORTE, PRESO)\nRE 841526 (TP). \n(RESPONSABILIDADE CIVIL DO ESTADO, OMISSÃO, FISCALIZAÇÃO)\nRE 136861 (TP). \n(TEORIA DO DANO DIRETO E IMEDIATO, CRIME, LATROCÍNIO, PRESO FORAGIDO, ESTABELECIMENTO PENAL)\nRE 608880 (TP). \n(RESPONSABILIDADE OBJETIVA, PODER PÚBLICO, EXIGÊNCIA, NEXO DE CAUSALIDADE)\nRE 591874 (TP), RE 841526 (TP). \n(VALOR, INDENIZAÇÃO, DANO MORAL, MORTE, PARENTE)\nRE 543288 AgR (1ªT). \n(DETERMINAÇÃO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, PROTEÇÃO, COMUNIDADE QUILOMBOLA)\nADPF 742 MC (TP). \n(DETERMINAÇÃO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, VACINAÇÃO, COVID-19)\nADPF 754 TPI-décima sexta-Ref (TP). \n(DETERMINAÇÃO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, REDUÇÃO, LETALIDADE POLICIAL)\nADPF 635 MC (TP). \n- Decisão monocrática citada:\n(VALOR, INDENIZAÇÃO, DANO MORAL, MORTE, PARENTE)\nRE 543288.\n- Acórdão(s) citado(s) - outros tribunais:\n(DEFICIÊNCIA, PRODUÇÃO DE PROVA, PROCESSO PENAL)\nSTJ: AgRg no AREsp 2203435. \n(PRESUNÇÃO, DANO MORAL, MORTE, PARENTE)\nSTJ: AgInt nos EDcl no AREsp 1253018. \n- Decisão estrangeira citada: Caso Favela Nova Brasília vs. Brasil, Corte Interamericana de Direitos Humanos.\n- Veja ARE 1385315 RG (Tema 1237) do STF.\nNúmero de páginas: 110.\nAnálise: 19/10/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ANA JÚLIA RANGEL DONALY REPRESENTADO POR JUREMA RANGEL BENTO PAZ E OUTRO(A/S)\nADV.(A/S)  : NELIO JOSE BARQUET \nAGDO.(A/S)  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478680,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ARE 1382159 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2023-03-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"BENACCHIO, Marcelo. Algumas considerações acerca da relação de causalidade na responsabilidade civil . 01/02/2023. p. 211.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 32ª ed. São Paulo: Atlas, 2018. p. 598-599.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 32ª ed. São Paulo: Atlas, 2018. p. 612-613.\nCAVALIERI FILHO, Sergio. Programa de Responsabilidade Civil. 10 ed. São Paulo: Atlas, 2012, pp. 261, 262, 263 E 257.\nDIAS, José de Aguiar. Da responsabilidade civil. 12ª edição. Rio de Janeiro: Editora Lumen Juris, 2012. p. 698-699.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. 8ª ed. Belo Horizonte: Fórum, 2012, p. 1228-1231.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 16ª ed. São Paulo: Saraiva, 2021, p. 993/1.000.\nMOTA, Maurício Jorge Pereira da. Responsabilidade Civil do Estado por balas perdidas. Revista de Direito da Cidade. V. 03, 02. p. 364-365.\nNOCERA, Bruna Puccini. Responsabilidade civil do Estado em razão de bala perdida. Revista de artigos científicos dos alunos da EMERJ, Rio de Janeiro, v. 1. 2009.\nRAVENELL, Teressa. Unidentified Police Officials, 100 TEX. L. REV. 891.2022.\nROSA, Alexandre Morais da; RUDOLFO, Fernanda Mambrini. Revista Brasileira de Direito, Passo Fundo, vol. 13, n. 3, p. 455- 471, Set.-Dez., 2017 - ISSN 2238-0604.\nWALTER, Gerhard. Libre apreciación de la prueba. Bogotá: Editora Temis, 1985.","ministro_facet":["NUNES MARQUES","GILMAR MENDES"],"processo_numero":1382159,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur487834","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, referendou a decisão que concedeu parcialmente a cautelar, tornando obrigatória a observância, pelos Estados, Distrito Federal e Municípios, imediata e independentemente de adesão formal, das diretrizes contidas no Decreto Federal nº 7.053/2009, que institui a Política Nacional para a População em Situação de Rua, bem como as seguintes determinações: “I) A formulação pelo PODER EXECUTIVO FEDERAL, no prazo de 120 (cento e vinte) dias, do PLANO DE AÇÃO E MONITORAMENTO PARA A EFETIVA IMPLEMENTAÇÃO DA POLÍTICA NACIONAL PARA A POPULAÇÃO EM SITUAÇÃO DE RUA, com a participação, dentre outros órgãos, do Comitê intersetorial de Acompanhamento e Monitoramento da Política Nacional para População em Situação de Rua (CIAMP-Rua), do Conselho Nacional de Direitos Humanos (CNDH), da Defensoria Pública da União (DPU) e do Movimento Nacional da População em Situação de Rua. O plano deverá, no mínimo, conter os seguintes tópicos: I.1) Elaboração de um diagnóstico atual da população em situação de rua, com identificação do perfil, da procedência e de suas principais necessidades, entre outros elementos a amparar a construção de políticas públicas voltadas ao segmento; I.2) Criação de instrumentos de diagnóstico permanente da população em situação de rua; I.3) Desenvolvimento de mecanismos para mapear a população em situação de rua no censo realizado pelo IBGE; I.4) Estabelecimento de meios de fiscalização de processos de despejo e de reintegração de posse no país, e seu impacto no tamanho da população em situação de rua; I.5) Elaboração de diretrizes para a intervenção do Poder Público, pautadas no tratamento humanizado e não violento da população em situação de rua, englobando, entre outros, a formação e o treinamento de agentes públicos, bem como as formas de abordagens específicas aos `hiperhipossuficientes´; I.6) Elaboração de programas de capacitação e de sensibilização de agentes públicos das áreas da saúde, assistência social, educação, segurança pública, justiça, entre outras, para atuarem junto à população em situação de rua; I.7) Incorporação na Política Nacional de Habitação das demandas da população em situação de rua; I.8) Análise de programas de transferência de renda e sua capilaridade em relação à população em situação de rua; I.9) Previsão de um canal direto de denúncias contra violência; I.10) Elaboração de medidas para garantir padrões mínimos de qualidade nos centros de acolhimento, resguardando a higiene e a segurança dos locais; I.11) Desenvolvimento de programas de prevenção de suicídio junto à população em situação de rua; I.12) Elaboração de programas educacionais e de conscientização pública sobre a aporofobia e sobre a população em situação de rua; I.13) Formulação de políticas para fomentar a saída da rua através de programas de emprego e de formação para o mercado de trabalho; I.14) Elaboração de medidas para o fortalecimento de políticas públicas voltadas à moradia, trabalho, renda, educação e cultura de pessoas em situação de rua; I.15) Indicação de possíveis incentivos fiscais para a contratação de trabalhadores em situação de rua. (II) Aos PODERES EXECUTIVOS MUNICIPAIS E DISTRITAL, bem como onde houver atuação, aos PODERES EXECUTIVOS FEDERAL E ESTADUAIS que, no âmbito de suas zeladorias urbanas e nos abrigos de suas respectivas responsabilidades: II.1) Efetivem medidas que garantam a segurança pessoal e dos bens das pessoas em situação de rua dentro dos abrigos institucionais existentes; II.2) Disponibilizem o apoio das vigilâncias sanitárias para garantir abrigo aos animais de pessoas em situação de rua; II.3) Proíbam o recolhimento forçado de bens e pertences, assim como a remoção e o transporte compulsório de pessoas em situação de rua; II.4) Vedem o emprego de técnicas de arquitetura hostil contra as populações em situação de rua, bem como efetivem o levantamento das barreiras e equipamentos que dificultam o acesso a políticas e serviços públicos, assim como mecanismos para superá-las; II.5) No âmbito das zeladorias urbanas: II.5.1) Divulguem previamente o dia, o horário e o local das ações de zeladoria urbana nos seus respectivos sites, nos abrigos, e outros meios em atendimento ao princípio da transparência dos atos da administração pública permitindo assim que a pessoa em situação de rua recolha seus pertences e que haja a limpeza do espaço sem conflitos; II.5.2) Prestem informações claras sobre a destinação de bens porventura apreendidos, o local de armazenamento dos itens e o procedimento de recuperação do bem; II.5.3) Promovam a capacitação dos agentes com vistas ao tratamento digno da população em situação de rua, informando-os sobre as instâncias de responsabilização penal e administrativa; II.5.4) Garantam a existência de bagageiros para as pessoas em situação de rua guardarem seus pertences; II.5.5) Determinem a participação de agentes de serviço social e saúde em ações de grande porte; II.5.6) Disponibilizem bebedouros, banheiros públicos e lavanderias sociais de fácil acesso para população em situação de rua; II.5.7) Realizem de inspeção periódica dos centros de acolhimento para garantir, entre outros, sua salubridade e sua segurança; II.6) Realização periódica de mutirões da cidadania para a regularização de documentação, inscrição em cadastros governamentais e inclusão em políticas públicas existentes; II.7) Criação de um programa de enfrentamento e prevenção à violência que atinge a população em situação de rua; II.8) Formulação de um protocolo intersetorial de atendimento na rede pública de saúde para a população em situação de rua; II.9) Ampla disponibilização e divulgação de alertas meteorológicos, por parte das Defesas Civis de todos os entes federativos, para que se possam prever as ondas de frio com a máxima antecedência e prevenir os seus impactos na população em situação de rua; II.10) Disponibilização imediata: II.10.1) Pela defesa civil, de barracas para pessoas em situação de rua com estrutura mínima compatível com a dignidade da pessoa humana, nos locais nos quais não há número de vagas em número compatível com a necessidade; II.10.2) A disponibilização de itens de higiene básica à população em situação de rua. (III) Aos PODERES EXECUTIVOS MUNICIPAIS E DISTRITAL, no prazo de 120 (cento e vinte) dias, a realização de diagnóstico pormenorizado da situação nos respectivos territórios, com a indicação do quantitativo de pessoas em situação de rua por área geográfica, quantidade e local das vagas de abrigo e de capacidade de fornecimento de alimentação”. Tudo nos termos do voto do Relator. O Ministro André Mendonça acompanhou o Relator com ressalvas. Falaram: pelos requerentes Partido Socialismo e Liberdade (P-SOL) e Movimento dos Trabalhadores Sem Teto - MTST, o Dr. André Maimoni; pelo interessado Governador do Estado do Rio de Janeiro, o Dr. Marcelo Rocha de Mello Martins, Procurador do Estado; pelo amicus curiae Grupo de Atuação Estratégica das Defensorias Públicas Estaduais e Distrital nos Tribunais Superiores - GAETS, a Dra. Fernanda Penteado Balera, e, pelos amici curiae Movimento Nacional da População de Rua - MNPR, Movimento Nacional de Luta em Defesa da População em Situação de Rua - MNLDPSR e Centro Gaspar Garcia de Direitos Humanos, o Dr. Daniel Sarmento. Plenário, Sessão Virtual de 11.8.2023 a 21.8.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["1","3","8","10","11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur487834","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-27T18:20:18.243096","dg_unique":"sjur487834","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. REFERENDO DE MEDIDA CAUTELAR EM ARGUIÇÃO DE DESCUMRIMENTO DE PRECEITO FUNDAMENTAL. POPULAÇÃO EM SITUAÇÃO DE RUA NO BRASIL. OMISSÕES DO PODER PÚBLICO QUE RESULTAM EM UM POTENCIAL ESTADO DE COISAS INCONSTITUCIONAL. POSSIBILIDADE DE INTERVENÇÃO JUDICIAL. OBSERVÂNCIA DO DECRETO FEDERAL 7.053/2009, QUE INSTITUI A POLÍTICA NACIONAL PARA A POPULAÇÃO EM SITUAÇÃO DE RUA, INDEPENDENTEMENTE DE ADESÃO FORMAL POR PARTES DOS ENTES FEDERATIVOS. NECESSIDADE DE UM DIAGNÓSTICO PORMENORIZADO QUE SUBSIDIE A ELABORAÇÃO DE UM PLANO DE AÇÃO E DE MONITORAMENTO PARA A EFETIVA IMPLEMENTAÇÃO DA POLÍTICA NACIONAL PARA A POPULAÇÃO EM SITUAÇÃO DE RUA. FIXAÇÃO DE PARÂMETROS MÍNIMOS DE ATUAÇÃO DO PODER PÚBLICO NO ÂMBITO DAS ZELADORIAS URBANAS E NOS ABRIGOS DE SUA RESPONSABILIDADE. MEDIDA CAUTELAR REFERENDADA. \n\n\n\n    1. O quadro grave de omissões do Poder Público, que resulta em um potencial estado de coisas inconstitucional, viabiliza a atuação desta SUPREMA CORTE para impor medidas urgentes necessárias à preservação da dignidade da pessoa humana e à concretização de uma sociedade livre, justa e solidária. Precedentes: ADPF 347-MC, Rel. Min. MARCO AURÉLIO, Tribunal Pleno, DJe de 19/2/2016; ADPF 709-MC-Ref, Rel. Min. ROBERTO BARROSO, Tribunal Pleno, DJe de 7/10/2020; ADPF 756-TPI-Ref, Rel. Min. RICARDO LEWANDOWSKI, Tribunal Pleno, DJe de 30/3/2021; ADPF 635-MC, Rel. Min. EDSON FACHIN, Tribunal Pleno, DJe de 2/6/2022.\n\n\n\n    2. O Decreto Federal 7.053/2009 materializa um conjunto de princípios, diretrizes e objetivos que encontra substrato de legitimidade diretamente na Constituição Federal. Plausibilidade do pedido relativo à obrigatória observância da Política Nacional para a População em Situação de Rua instituída pelo referido Decreto, independentemente de adesão formal por parte dos entes federativos. \n\n\n\n    3. Com vistas à efetiva implementação de uma Política Nacional, a idealização de um amplo plano de ação e de monitoramento pela União constitui providência imprescindível para unir a sociedade e o Estado brasileiros na construção de uma solução consensual e coletiva para o problema social da população em situação de rua. \n\n\n\n    4. Violações maciças de direitos humanos fundamentais de uma parcela extremamente vulnerável da população justificam a adoção imediata de medidas concretas paliativas que impulsionem a construção de respostas estruturais duradouras por parte do Estado, sobretudo no que se relaciona aos serviços de zeladoria urbana e de abrigos.\n\n\n\n    5. Medida cautelar, concedida parcialmente, referendada para, independentemente de adesão formal, estabelecer a obrigatoriedade da observância da Política Nacional para a População em Situação de Rua pelos Estados, Distrito Federal e Municípios, bem como para determinar: I) A formulação pela PODER EXECUTIVO FEDERAL, no prazo de 120 (cento e vinte) dias, do PLANO DE AÇÃO E MONITORAMENTO PARA A EFETIVA IMPLEMENTAÇÃO DA POLÍTICA NACIONAL PARA A POPULAÇÃO EM SITUAÇÃO DE RUA; (II) Aos PODERES EXECUTIVOS MUNICIPAIS E DISTRITAL, bem como onde houver atuação, aos PODERES EXECUTIVOS FEDERAL E ESTADUAIS que, no âmbito de suas zeladorias urbanas e nos abrigos de suas respectivas responsabilidades: II.1) Efetivem medidas que garantam a segurança pessoal e dos bens das pessoas em situação de rua dentro dos abrigos institucionais existentes; II. 2) Disponibilizem o apoio das vigilâncias sanitárias para garantir abrigo aos animais de pessoas em situação de rua; II.3) Proíbam o recolhimento forçado de bens e pertences, assim como a remoção e o transporte compulsório de pessoas em situação de rua; II.4) Vedem o emprego de técnicas de arquitetura hostil contra as populações em situação de rua, bem como efetivem o levantamento das barreiras e equipamentos que dificultam o acesso a políticas e serviços públicos, assim como mecanismos para superá-las; II.5) No âmbito das zeladorias urbanas: II.5.1) Divulguem previamente o dia, o horário e o local das ações de zeladoria urbana nos seus respectivos sites, nos abrigos, e outros meios em atendimento ao princípio da transparência dos atos da administração pública permitindo assim que a pessoa em situação de rua recolha seus pertences e que haja a limpeza do espaço sem conflitos; II.5.2) Prestem informações claras sobre a destinação de bens porventura apreendidos, o local de armazenamento dos itens e o procedimento de recuperação do bem; II.5.3) Promovam a capacitação dos agentes com vistas ao tratamento digno da população em situação de rua, informando-os sobre as instâncias de responsabilização penal e administrativa; II.5.4) Garantam a existência de bagageiros para as pessoas em situação de rua guardarem seus pertences; II.5.5) Determinem a participação de agentes de serviço social e saúde em ações de grande porte; II.5.6) Disponibilizem bebedouros, banheiros públicos e lavanderias sociais de fácil acesso para população em situação de rua; II.5.7) Realizem de inspeção periódica dos centros de acolhimento para garantir, entre outros, sua salubridade e sua segurança; II.6) Realização periódica de mutirões da cidadania para a regularização de documentação, inscrição em cadastros governamentais e inclusão em políticas públicas existentes; II.7) Criação de um programa de enfrentamento e prevenção à violência que atinge a população em situação de rua; II.8) Formulação de um protocolo intersetorial de atendimento na rede pública de saúde para a população em situação de rua; II.9) Ampla disponibilização e divulgação de alertas meteorológicos, por parte das Defesas Civis de todos os entes federativos, para que se possam prever as ondas de frio com a máxima antecedência e prevenir os seus impactos na população em situação de rua; II.10) Disponibilização imediata: II.10.1) Pela defesa civil, de barracas para pessoas em situação de rua com estrutura mínima compatível com a dignidade da pessoa humana, nos locais nos quais não há número de vagas em número compatível com a necessidade; II.10.2) A disponibilização de itens de higiene básica à população em situação de rua; e (III) Aos PODERES EXECUTIVOS MUNICIPAIS E DISTRITAL, no prazo de 120 (cento e vinte) dias, a realização de diagnóstico pormenorizado da situação nos respectivos territórios, com a indicação do quantitativo de pessoas em situação de rua por área geográfica, quantidade e local das vagas de abrigo e de capacidade de fornecimento de alimentação.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=770954718","externo_seq_objeto_incidente":6697956,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 20-09-2023  PUBLIC 21-09-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=976&classe=ADPF","is_colac":false,"titulo":"ADPF 976 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00003 INC-00004 ART-00006 ART-00204\n    INC-00001 INC-00002 ART-00205\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008742 ANO-1993\n    ART-00011 ART-00012 INC-00004 ART-00019\n    INC-00001\n    LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-010257 ANO-2001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011445 ANO-2007\n    ART-00002 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014026 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014489 ANO-2022\n    ART-00002 INC-00020\n    LEI ORDINÁRIA\n\n","LEG-FED   DEC-007053 ANO-2009\n    ART-00001 PAR-ÚNICO ART-00002 PAR-ÚNICO\n    ART-00003 ART-00006 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 INC-00008 INC-00009 INC-00010\n    ART-00007 INC-00003 INC-00006\n    DECRETO\n\n","LEG-FED   DEC-009894 ANO-2019\n    ART-00002 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009\n    DECRETO"],"publicacao_data":"2023-09-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=976&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(OMISSÃO, PODER PÚBLICO, ESTADO DE COISAS INCONSTITUCIONAL, ATUAÇÃO, PODER JUDICIÁRIO)\r\nADPF 347 MC (TP), ADPF 635 MC (TP), ADPF 709 MC-Ref (TP), ADPF 756 TPI-Ref (TP).\r\n(CONCESSÃO, MEDIDA CAUTELAR, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE)\r\nADI 1155 MC (TP).\r\n(APRECIAÇÃO, CONVENIÊNCIA, SUSPENSÃO, EFICÁCIA, LEI IMPUGNADA, CONTROLE CONCENTRADO, CONCESSÃO, MEDIDA CAUTELAR)\r\nADI 490 (TP), ADI 173 MC (TP), ADI 804 MC (TP), ADI 425 MC (TP), ADI 508 MC (TP), ADI 467 MC (TP), ADI 474 MC (TP), ADI 718 MC (TP).\r\n(APRECIAÇÃO, FUMUS BONI JURIS, PERICULUM IN MORA, CONCESSÃO, MEDIDA CAUTELAR, CONTROLE CONCENTRADO)\r\nADI 3401 MC (TP).\r\n- Decisão estrangeira citada: Government of the Republic of South Africa vs. Grootboom, da Corte Constitucional da África do Sul; Sentencia T-025/04, do Tribunal Constitucional da Colômbia; Green vs. County Sch. Bd. of New Kent County, 391 U.S. 430 (1968), da Suprema Corte norte-americana. \n- Veja Nota Técnica n. 73 do IPEA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nREQTE.(S)  : PARTIDO SOCIALISMO E LIBERDADE (P-SOL) \nREQTE.(S)  : MOVIMENTO DOS TRABALHADORES SEM TETO - MTST \nADV.(A/S)  : ANDRE BRANDAO HENRIQUES MAIMONI \nADV.(A/S)  : FLAVIA CALADO PEREIRA \nADV.(A/S)  : ALBERTO BRANDAO HENRIQUES MAIMONI \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE ALAGOAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE ALAGOAS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO AMAPÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAPÁ \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DA BAHIA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DA BAHIA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO CEARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO CEARÁ \nINTDO.(A/S)  : GOVERNADOR DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO MARANHÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO MARANHÃO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO PARANÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARANÁ \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DA PARAÍBA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA PARAÍBA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE PERNAMBUCO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE TOCANTINS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO TOCANTINS \nINTDO.(A/S)  : PREFEITOS MUNICIPAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : MOVIMENTO NACIONAL DA POPULAÇÃO DE RUA ¿ MNPR \nAM. CURIAE.  : MOVIMENTO NACIONAL DE LUTA EM DEFESA DA POPULAÇÃO EM SITUAÇÃO DE RUA ¿ MNLDPSR \nAM. CURIAE.  : CENTRO GASPAR GARCIA DE DIREITOS HUMANOS \nADV.(A/S)  : JOAO GABRIEL MADEIRA PONTES E OUTRO(A/S)\nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO (DPU) \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : GRUPO DE ATUAÇÃO ESTRATÉGICA DAS DEFENSORIAS PÚBLICAS ESTADUAIS E DISTRITAL NOS TRIBUNAIS SUPERIORES ¿ GAETS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : CLÍNICA DE DIREITOS HUMANOS LUIZ GAMA DA FACULDADE DE DIREITO DA UNIVERSIDADE DE SÃO PAULO ¿ CDHLG-FDUSP \nADV.(A/S)  : LAURA CAVALCANTI SALATINO \nAM. CURIAE.  : OBSERVATÓRIO NACIONAL DOS DIREITOS À ÁGUA E AO SANEAMENTO ¿ ONDAS \nADV.(A/S)  : AMAEL NOTINI MOREIRA BAHIA \nAM. CURIAE.  : CENTRO DE ESTUDOS DA CONSTITUIÇÃO DA UNIVERSIDADE FEDERAL DO PARANÁ ¿ CCONSUFPR \nAM. CURIAE.  : NÚCLEO DE ESTUDOS EM SISTEMAS DE DIREITOS HUMANOS ¿ NESIDH \nADV.(A/S)  : MELINA GIRARDI FACHIN \nAM. CURIAE.  : PASTORAL DO POVO DE RUA DA ARQUIDIOCESE DE SÃO PAULO E PASTORAL DO MENOR DA ARQUIDIOCESE DE SÃO PAULO \nADV.(A/S)  : FLAVIO CROCCE CAETANO \nAM. CURIAE.  : INSTITUTO ALANA \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE DIREITO DAS CRIANÇAS E ADOLESCENTES ¿ IBDCRIA \nADV.(A/S)  : PEDRO AFFONSO DUARTE HARTUNG E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO DE DIREITO GLOBAL \nADV.(A/S)  : GUSTAVO MANICARDI SCHNEIDER \nAM. CURIAE.  : INSTITUTO MAIS CIDADANIA \nADV.(A/S)  : LUIZ GUSTAVO DE ANDRADE E OUTRO(A/S)\nAM. CURIAE.  : FRENTE NACIONAL DE PREFEITOS \nADV.(A/S)  : JECONIAS ROSENDO DA SILVA JUNIOR E OUTRO(A/S)\nAM. CURIAE.  : COMISSÃO DE DEFESA DOS DIREITOS HUMANOS DOM PAULO EVARISTO ARNS ¿ COMISSÃO ARNS \nADV.(A/S)  : FABIO KONDER COMPARATO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":487834,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 976 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2023-08-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ALMEIDA, Sara Ferreira de. População em situação de rua e o retorno à educação escolar: entre dificuldades e possibilidades. Congresso Internacional de Pedagogia Social, São Paulo, p. 14, 2012. \nBRASIL. Instituto de Pesquisa Econômica Aplicada. Estimativa da População em Situação de Rua no Brasil (2012-2022).\nBRASIL. Ministério do Desenvolvimento Social e Combate à Fome. Pesquisa Nacional sobre População em Situação de Rua. 2009.\nBROSSARD, Paulo. A constituição e as leis a ela anteriores. Arquivo Ministério da Justiça, Brasília, n. 45 (180), jul./dez. 1992. p. 139.\nCARVALHO, Adriana Pinheiro; FURTADO, Juarez Pereira. Fatores contextuais e implantação da intervenção Housing First: uma revisão da literatura. Ciência & Saúde Coletiva, v. 27, n. 1, p. 133-150, 2022.\nCORTINA, Adela Cortina. Aporofobia, a aversão ao pobre: um desafio para a democracia. Contracorrente, 2020.\nMORAES, Alexandre de. Direito Constitucional. 39. ed. São Paulo: Atlas, 2023.\nPINHO; Roberta Justel do; PEREIRA, Ana Paula Fernandes Barão; LUSSI, Isabela Aparecida de Oliveria. População em situação de rua, mundo do trabalho e os centros de referência especializados para população em situação de rua (centro pop): perspectivas acerva das ações para inclusão produtiva. Caderno Brasileiro de Terapia Ocupacional, São Carlos, v. 27, n. 3, 2019. p. 180-495.\nSCHUCH, Patrice. A legibilidade como gestão e inscrição política de populações: notas etnográficas sobre a política para pessoas em situação de rua no Brasil. In: FONSECA, Claudia; MACHADO, Helena (orgs.). Ciência, Identificação e Tecnologias de Governo. Porto Alegre: UFRGS/CEGOV, 2015. p. 121-145.\nTSEMBERIS, Sam. Housing First: the Pathways model to end homelessness for people with mental health and substance use disorders. Missesota: Hazelden, 2015.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":976,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478787","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente esta reclamação, para determinar a todos os Tribunais do país, bem assim a todos os juízos a eles vinculados, que realizem, no prazo de 24 horas, audiência de custódia em todas as modalidades prisionais, inclusive prisões preventivas, temporárias, preventivas para fins de extradição, decorrentes de descumprimento de medidas cautelares diversas, de violação de monitoramento eletrônico e definitivas para fins de execução da pena, ratificando-se a medida cautelar e os pedidos de extensão deferidos em sede monocrática, nos termos do voto do Relator. O Ministro Nunes Marques acompanhou o Relator com ressalvas. Falou, pelo amicus curiae Defensoria Pública da União, a Dra. Tatiana Melo Aragão Bianchini, Defensora Pública Federal. Plenário, Sessão Virtual de 24.2.2023 a 3.3.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478787","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-11T17:00:21.096350","dg_unique":"sjur478787","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECLAMAÇÃO CONSTITUCIONAL. PROCESSO PENAL. ALEGADO DESCUMPRIMENTO DE DECISÃO COM EFEITO VINCULANTE. ADPF 347-MC. NOTÓRIA ALTERAÇÃO LEGISLATIVA. POSITIVAÇÃO NA LEGISLAÇÃO PROCESSUAL PENAL. IMPRESCINDIBILIDADE DA REALIZAÇÃO DE AUDIÊNCIA DE CUSTÓDIA EM DECORRÊNCIA DE TODAS AS MODALIDADES DE PRISÃO. PREVISÃO EM DIPLOMAS INTERNACIONAIS. RECLAMAÇÃO JULGADA PROCEDENTE.\n\n\n\n    1. A indefinição sobre a obrigatoriedade de audiência de custódia em relação as demais modalidades de prisão, acarreta o prolongamento da sua não realização em extensão não limitada pelas normas internacionais às quais o Estado brasileiro aderiu e, principalmente, em descumprimento de recente determinação contida na legislação processual penal brasileira, com potencial de acarretar grave e irreversível inobservância de direitos e garantias fundamentais.\n\n\n\n    2. A temática acerca da audiência de custódia sofreu notória modificação fática e legislativa desde o julgamento proferido na ADPF 347-MC, tal como a regulamentação do tema pelo Conselho Nacional de Justiça (Resolução nº 213 de 15/12/2015) e, principalmente, o recente tratamento legal da matéria na legislação processual penal (arts. 287, 310, caput e §§ 3º e 4º do CPP, com redação dada pela Lei 13.964/2019 de 24/12/2019).\n\n\n\n    3. Não há dúvidas da imprescindibilidade da audiência de custódia, quer em razão de prisão em flagrante (como determinado expressamente no julgamento da ADPF 347), quer também nas demais modalidades de prisão por conta de previsão expressa na legislação processual penal (art. 287 do CPP, com redação dada pela Lei 13.964/2019 de 24/12/2019). \n\n\n\n    4. As próprias normas internacionais que asseguram a realização de audiência de apresentação, a propósito, não fazem distinção a partir da modalidade prisional, considerando o que dispõem a Convenção Americana sobre Direitos Humanos (Artigo 7.5) e o Pacto Internacional sobre Direitos Civis e Políticos (Artigo 9.3). Tais normas se agasalham na cláusula de abertura do § 2º do art. 5º da Constituição Federal.\n\n\n\n    5. A finalidade da realização da audiência de apresentação, independentemente, da espécie de prisão, não configura simples formalidade burocrática. Ao revés, trata-se de relevante ato processual instrumental à tutela de direitos fundamentais.\n\n\n\n    6. A audiência de custódia propicia, desde logo, que o Juiz responsável pela ordem prisional avalie a persistência dos fundamentos que motivaram a sempre excepcional restrição ao direito de locomoção, bem assim a ocorrência de eventual tratamento desumano ou degradante, inclusive, em relação aos possíveis excessos na exposição da imagem do custodiado (perp walk) durante o cumprimento da ordem prisional.\n\n\n\n    7. A audiência de apresentação ou de custódia, seja qual for a modalidade de prisão, configura instrumento relevante para a pronta aferição de circunstâncias pessoais do preso, as quais podem desbordar do fato tido como ilícito e produzir repercussão na imposição ou no modo de implementação da medida menos gravosa.\n\n\n\n    8. Reclamação julgada procedente, para determinar que se realize, no prazo de 24 horas, audiência de custódia em todas as modalidades prisionais, inclusive prisões temporárias, preventivas e definitivas.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767533082","externo_seq_objeto_incidente":5329173,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 09-05-2023  PUBLIC 10-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=29303&classe=Rcl","is_colac":false,"titulo":"Rcl 29303","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00005 INC-00055\n    PAR-00002 ART-00022 INC-00001 ART-00096\n    INC-00001 LET-A ART-00102 INC-00001\n    LET-L ART-0103A PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007210 ANO-1984\n    ART-00117\n    LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00988\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00282 PAR-00003 ART-00287 ART-00310\n    \"CAPUT\" PAR-00003 PAR-00004 ART-00316\n    PAR-ÚNICO ART-00318 ART-00563\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000029 ANO-2015\n    RESOLUÇÃO DO TRIBUNAL DE JUSTIÇA DO RIO DE JANEIRO\n\n","LEG-FED   RES-000213 ANO-2015\n    ART-00001 ART-00013 PAR-ÚNICO\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-EST   RES-000003 ANO-2015\n    RESOLUÇÃO, SP\n\n","LEG-EST   RES-000128 ANO-2019\n    ART-00001\n    RESOLUÇÃO, PI"],"publicacao_data":"2023-05-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: ESTADO DEMOCRÁTICO DE DIREITO, AUDIÊNCIA DE CUSTÓDIA, CONTROLE DE LEGALIDADE, PRISÃO. DOUTRINA, AUDIÊNCIA DE CUSTÓDIA, FUNÇÃO, CONTROLE, ABUSO DE AUTORIDADE; OBSERVÂNCIA, CONDIÇÃO, PRESO, GRAVIDEZ, IDOSO, DOENÇA GRAVE. AUDIÊNCIA DE CUSTÓDIA, CONTROLE DE LEGALIDADE, APLICABILIDADE, HIPÓTESE, MODALIDADE, PRISÃO. SISTEMA PRISIONAL BRASILEIRO, ESTADO DE COISAS INCONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ANDRÉ MENDONÇA: AUDIÊNCIA DE CUSTÓDIA, FINALIDADE, VERIFICAÇÃO, FUNDAMENTO, RESTRIÇÃO, LIBERDADE; TRATAMENTO DESUMANO. EXTENSÃO, HIPÓTESE, MODALIDADE, PRISÃO. PRISÃO PREVENTIVA, AUDIÊNCIA DE CUSTÓDIA, REFORÇO, EFETIVIDADE, AMPLA DEFESA. EXERCÍCIO, AUTODEFESA. AUDIÊNCIA DE CUSTÓDIA, POSSIBILIDADE, AFERIÇÃO, MAGISTRADO, FORMA DIRETA, CONDIÇÃO, PESSOA FÍSICA, ACUSADO. VERIFICAÇÃO, VALIDADE, MANDADO DE PRISÃO. RELEVÂNCIA, MODIFICAÇÃO, LEGISLAÇÃO, AUDIÊNCIA DE CUSTÓDIA, CÓDIGO DE PROCESSO PENAL. RESOLUÇÃO, TRIBUNAL DE JUSTIÇA, RESTRIÇÃO, AUDIÊNCIA DE CUSTÓDIA, HIPÓTESE, PRISÃO EM FLAGRANTE, OFENSA, AUTORIDADE, STF.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: RECLAMAÇÃO, ADERÊNCIA ESTRITA. AUDIÊNCIA DE CUSTÓDIA, EXTENSÃO, HIPÓTESE, PRISÃO. AUDIÊNCIA DE CUSTÓDIA, CONTROLE DE LEGALIDADE, PRISÃO, POSSIBILIDADE, OCORRÊNCIA, ABUSO DE AUTORIDADE. REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, PRESERVAÇÃO, INTEGRIDADE FÍSICA, PRESO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: EXTENSÃO, OBRIGATORIEDADE, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, HIPÓTESE, MODALIDADE, PRISÃO. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, EXERCÍCIO, AUTODEFESA, DIREITO SUBJETIVO, POSSIBILIDADE, CONSTATAÇÃO, MAUS-TRATOS, CONSTRANGIMENTO, PRESO. AUDIÊNCIA DE CUSTÓDIA, PRAZO, VINTE E QUATRO HORAS, DIFICULDADE, REALIZAÇÃO, PODER JUDICIÁRIO. LEGISLADOR, REAVALIAÇÃO, NECESSIDADE, MANUTENÇÃO, PRISÃO PREVENTIVA. PRECEDENTE, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, MOMENTO POSTERIOR, PRAZO, VINTE E QUATRO HORAS, IRREGULARIDADE, POSSIBILIDADE, CORREÇÃO. SUPERVENIÊNCIA, REALIZAÇÃO, AUDIÊNCIA DE INSTRUÇÃO E JULGAMENTO, SUPERAÇÃO, ALEGAÇÃO, AUSÊNCIA, AUDIÊNCIA DE CUSTÓDIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=29303&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECLAMAÇÃO, CONHECIMENTO, DECISÃO, CONTROLE ABSTRATO)\nRcl 4374 (TP). \n(PRISÃO EM FLAGRANTE, AUDIÊNCIA DE CUSTÓDIA, PRAZO)\nADPF 347 MC (TP). \n(RECLAMAÇÃO, PRESSUPOSTO DE ADMISSIBILIDADE)\nRcl 6735 AgR (TP). \n(RECLAMAÇÃO, ADERÊNCIA ESTRITA)\nRcl 4487 AgR (TP), Rcl 4674 AgR (1ªT), Rcl 22500 AgR (1ªT), Rcl 23851 AgR (1ªT). \n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO)\nRcl 6880 AgR (TP). \n(RECLAMAÇÃO, CONTROLE DE CONSTITUCIONALIDADE, ATO NORMATIVO)\nRcl 25347 AgR (2ªT). \n(RECLAMAÇÃO, REEXAME, DECISÃO PARADIGMA)\nRcl 4374 (TP). \n(APRESENTAÇÃO, PRESO, AUTORIDADE POLICIAL, PRAZO)\nADI 5240 (TP). \n(RECLAMAÇÃO, INTERPRETAÇÃO, DECISÃO, CONTROLE ABSTRATO)\nRcl 4374 (TP). \n(AUSÊNCIA, AUDIÊNCIA DE CUSTÓDIA, VÍCIO SANÁVEL)\nRcl 46045 AgR (1ªT), Rcl 49566 AgR (2ªT). \n(AUDIÊNCIA DE CUSTÓDIA, VÍCIO SANÁVEL, REVOGAÇÃO, PRISÃO PREVENTIVA)\nHC 202579 AgR (2ªT), HC 202700 AgR (2ªT), HC 220105 AgR (2ªT). \n(NULIDADE, DEMONSTRAÇÃO, PREJUÍZO)\nHC 107769 (1ªT), RHC 125242 AgR (2ªT), RHC 138670 ED (1ªT), RHC 151402 AgR (1ªT), HC 183250 AgR (1ªT), HC 180592 AgR (1ªT). \n- Decisões monocráticas citadas:\n(AUDIÊNCIA DE CUSTÓDIA, PRISÃO PREVENTIVA, PRISÃO TEMPORÁRIA)\nRcl 25560 MC, Rcl 25518 MC, Rcl 28079 MC, Rcl 27640, Rcl 34360, Rcl 34837 MC, Rcl 34835, Rcl 35148, Rcl 35535, Rcl 35527, Rcl 35889, Rcl 36809.\n(RECLAMAÇÃO, ADERÊNCIA ESTRITA)\nRcl 30510, Rcl 34835, Rcl 42523 MC.\n(REAVALIAÇÃO, PRISÃO PREVENTIVA, REVOGAÇÃO, FORMA AUTOMÁTICA)\nSL 1395.\n(AUDIÊNCIA DE CUSTÓDIA, VÍCIO SANÁVEL, REVOGAÇÃO, PRISÃO PREVENTIVA)\nHC 198399.\n(SUPERVENIÊNCIA, AUDIÊNCIA DE INSTRUÇÃO E JULGAMENTO, AUSÊNCIA, AUDIÊNCIA DE CUSTÓDIA)\nRcl 29040, HC 195299, HC 193997.\n- Legislação estrangeira citada: art. 7.5, da Convenção Americana sobre Direitos Humanos; art. 9.3, Pacto Internacional sobre Direitos Civis e Políticos.\n- Veja ADPF 347 MC.\n- Veja RCL 33014-MC, RCL 45582 MC e RCL 29303.\n- Veja HC 143641.\n- Veja ADI 5240 e ADI 6305.\nNúmero de páginas: 69.\nAnálise: 11/10/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nRECLDO.(A/S) : TRIBUNAL DE JUSTIÇA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nRECLDO.(A/S) : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : NÃO INDICADO \nAM. CURIAE.  : INSTITUTO ANJOS DA LIBERDADE - ASSOCIAÇÃO CIVIL \nADV.(A/S)  : NICOLE GIAMBERARDINO FABRE \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE CIÊNCIAS CRIMINAIS - IBCCRIM \nADV.(A/S)  : MAURÍCIO STEGEMANN DIETER E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DOS ADVOGADOS CRIMINALISTAS - ABRACRIM \nADV.(A/S)  : THIAGO MIRANDA MINAGÉ \nAM. CURIAE.  : INSTITUTO DE CIÊNCIAS PENAIS - ICP \nADV.(A/S)  : GUSTAVO HENRIQUE DE SOUZA E SILVA E OUTRO(A/S)\nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : INSTITUTO DE DEFESA DO DIREITO DE DEFESA \nADV.(A/S)  : DOMITILA KOHLER E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478787,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"Rcl 29303","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2023-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":"ANDRADE, Mauro F.; ALFLEN, Pablo R. Audiência de custódia no processo penal brasileiro. Livraria do Advogado, 2015. p. 50-51.\nBADARÓ, Gustavo Henrique. Prisão em flagrante delito e direito à audiência de custódia. 2014.\nLEWANDOWSKI, Ricardo. Audiências de Custódia do Conselho Nacional de Justiça – Da política à prática, in Conjur. 11. ed. 2015.\nLIMA, Renato Brasileiro de. Manual de Processo Penal: Volume Único. 8. ed. Salvador: Editora JusPodivm, 2020. p. 1.018.\nLOPES JR., Aury. Direito processual penal. 16. ed. São Paulo: Saraiva, 2019.\nMARÇAL, Vinícius; MASSON, Cleber. É possível conciliar a audiência de custódia e a prisão por\nmandado?. 2016.\nMELO, Raphael. Audiência de custódia no processo penal. D’Plácido, 2016. p. 202- 203.\nMENDONÇA, Andrey Borges de. Prisão Preventiva na Lei 12.403/2011. Salvador: Editora JusPodivm, 2016. p. 159/163.\nMARTINELLI, João Paulo. Audiência de custódia: uma garantia além da prisão em flagrante. In: SANTORO; GONÇALVES (org.).\nAudiência de Custódia. D’Plácido, 2017. p. 328-329.\nPAIVA, Caio. Audiência de custódia e o processo penal brasileiro. Empório do Direito, 2015. p. 29 e 37-39.\nSOUZA, Sérgio Ricardo de; SILVA, Willian, Prisão preventiva e medidas cautelares alternativas: procedimentos e finalidades da audiência de custódia. Curitiba: Juruá, 2020.","ministro_facet":["EDSON FACHIN"],"processo_numero":29303,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur484991","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Decisão: Após o voto do Ministro Nunes Marques (Relator), negando provimento ao recurso, no que foi acompanhado pelo Ministro Gilmar Mendes, pediu vista dos autos o Ministro André Mendonça. Segunda Turma, Sessão Virtual de 17.12.2021 a 7.2.2022.\r\n\n           Decisão: A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencidos os Ministros André Mendonça e Dias Toffoli. Segunda Turma, Sessão Virtual de 23.6.2023 a 30.6.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur484991","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-23T15:40:13.229145","dg_unique":"sjur484991","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AGRAVO INTERNO EM HABEAS CORPUS. COLETA DE MATERIAL GRAFOTÉCNICO. AUSÊNCIA DE ADVERTÊNCIA QUANTO AO DIREITO DE NÃO PRODUZIR PROVA CONTRA SI MESMO. ILICITUDE DA PROVA. ORDEM CONCEDIDA. \n\n\n\n    1. A Constituição da República, em seu art. 5º, LXIII, garante que “o preso será informado de seus direitos, entre os quais o de permanecer calado”, regra que traduz os direitos fundamentais de qualquer pessoa submetida a investigação ou persecução penal de se manter em silêncio, de não se autoincriminar e de ser advertida quanto a possuir tais prerrogativas.\n\n\n\n    2. Não havendo a autoridade policial esclarecido ao acusado que ele não era obrigado a produzir prova contra si, é ilícito o material grafotécnico colhido.\n\n\n\n    3. Agravo interno desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=769946361","externo_seq_objeto_incidente":6045480,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 18-08-2023  PUBLIC 21-08-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=186797&classe=HC","is_colac":false,"titulo":"HC 186797 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00054 INC-00055 INC-00057\n    INC-00063\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008906 ANO-1994\n    ART-00007 INC-00021 LET-A\n    EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00033 ART-00040 INC-00001\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013245 ANO-2016\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-8.2\n    CONVENÇÃO  AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00014 LET-G NÚMERO-00003\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS,  ONU\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00174 INC-00001 INC-00002 INC-00003\n    INC-00004 ART-00186\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2023-08-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=186797&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(DIREITO AO SILÊNCIO, AUTOINCRIMINAÇÃO, DIREITOS FUNDAMENTAIS)\r\nHC 68929 (1ªT), HC 80949 (1ªT).\r\n(DIREITO AO SILÊNCIO, EXAME GRAFOTÉCNICO)\r\nHC 69026 (1ªT), HC 77135 (1ªT), HC 93916 (1ªT), ADPF 395 (TP).\r\n(CONTRADITÓRIO, AMPLA DEFESA, COISA JULGADA, DEVIDO PROCESSO LEGAL)\r\nPet 7612 (2ªT), RHC 170843 AgR (2ªT).\r\n- Decisões monocráticas citadas:\r\n(CONTRADITÓRIO, AMPLA DEFESA, COISA JULGADA, DEVIDO PROCESSO LEGAL)\r\nRHC 171571.\r\n- Decisões estrangeiras citadas: Caso Ruano Torres y otros Vs. El Salvador, 2015; Caso Barreto Leiva vs. Venezuela, 2009.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : JORGE APARECIDO PEREIRA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":484991,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 186797 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2023-07-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"CARVALHO, Luis Gustavo G. C. Processo Penal e Constituição. Saraiva, 2014. p. 210\nCHOUKR, Fauzi Hassan. Garantias constitucionais na investigação criminal. Lumen Juris, 2001. p. 124-132.\nFERNANDES, Antonio Scarance. Teoria Geral do Procedimento e O Procedimento no Processo Penal. RT, 2005. p. 75.\nGUEDES, Gabriel P. O direito de não produzir prova contra si mesmo: aproximações entre os casos da Corte Interamericana de Direitos Humanos e do Supremo Tribunal Federal. Dissertação de mestrado, PUCRS, 2014. p. 80.\nGIACOMOLLI, Nereu J. Devido processo penal. Atlas, 2014. p. 193.\nLOPES JR., Aury. Direito processual penal. Saraiva, 2017. p. 104.\nPACELLI, Eugência. FISCHER, Douglas. Comentários ao Código de Processo Penal e sua Jurisprudência. 6ª ed. Atlas, 2014. p. 380; 397.\nQUEIJO, Maria Elizabeth. O direito de não produzir prova contra si mesmo. Saraiva, 2012. p. 478.\nQUEIJO, Maria Elizabeth. O direito de não produzir prova contra si mesmo. Saraiva, 2012. p. 478.\nSAAD, Marta. O direito de defesa no inquérito policial. RT, 2004. p. 198-205.\nTROIS NETO, Paulo Mário C. Direito à não autoincriminação e direito ao silêncio. Livraria do Advogado, 2011, p. 104.","ministro_facet":["NUNES MARQUES"],"processo_numero":186797,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}