{"result":{"took":350,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.26217,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur270575","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, julgou procedente a ação direta para, dando interpretação conforme aos artigos 12, inciso I, e 16, ambos da Lei nº 11.340/2006, assentar a natureza incondicionada da ação penal em caso de crime de lesão, pouco importando a extensão desta, praticado contra a mulher no ambiente doméstico, contra o voto do Senhor Ministro Cezar Peluso (Presidente). Falaram, pelo Ministério Público Federal (ADI 4424), o Dr. Roberto Monteiro Gurgel Santos, Procurador-Geral da República; pela Advocacia-Geral da União, a Dra. Grace Maria Fernandes Mendonça, Secretária-Geral de Contencioso; pelo interessado (ADC 19), Conselho Federal da Ordem dos Advogados do Brasil, o Dr. Ophir Cavalcante Júnior e, pelo interessado (ADI 4424), Congresso Nacional, o Dr. Alberto Cascais, Advogado-Geral do Senado. Plenário, 09.02.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur270575","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:25:27.319685","dg_unique":"sjur270575","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"AÇÃO PENAL – VIOLÊNCIA DOMÉSTICA CONTRA A MULHER – LESÃO CORPORAL – NATUREZA. A ação penal relativa a lesão corporal resultante de violência doméstica contra a mulher é pública incondicionada – considerações.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6393143","externo_seq_objeto_incidente":3897992,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-148  DIVULG 31-07-2014  PUBLIC 01-08-2014\nRTJ VOL-00229-01 PP-00361","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4424&classe=ADI","is_colac":false,"titulo":"ADI 4424","documental_legislacao_citada_texto":["LEG-IMP   CCI      ANO-1830\n                CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL (LEI DE 16 DE DEZEMBRO)\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 INC-00001 \n          INC-00041 ART-00037 ART-00096 INC-00002 \n          LET-D ART-00125 PAR-00001 ART-00129 \n          INC-00001 ART-00226 PAR-00008\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00151\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-009099      ANO-1995\n          ART-00088\n                LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00151\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-010741      ANO-2003\n          ART-00094\n                EID-2003 ESTATUTO DO IDOSO\n\n","LEG-FED   LEI-011340      ANO-2006\n          ART-00001 ART-00012 INC-00001 ART-00016 \n          ART-00033 ART-00041\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1965\n                CONVENÇÃO INTERNACIONAL SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO RACIAL.\n\n","LEG-INT   CVC      ANO-1969\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\n\n","LEG-INT   CVC      ANO-1994\n                CONVENÇÃO INTERAMERICANA PARA PREVENIR, PUNIR E ERRADICAR A VIOLÊNCIA CONTRA A MULHER \n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00022 ART-00129 PAR-00001 PAR-00003 \n          PAR-00009 PAR-00010 PAR-00011 ART-00147 \n          PAR-ÚNICO\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000023      ANO-1967\n                DECRETO LEGISLATIVO - APROVA  A CONVENÇÃO INTERNACIONAL SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO RACIAL.\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA   \n\n","LEG-FED   DLG-000107      ANO-1995\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA PARA PREVENIR, PUNIR E ERRADICAR A VIOLÊNCIA CONTRA A MULHER \n\n","LEG-FED   DEC-065810      ANO-1969\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO RACIAL\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA \n\n","LEG-FED   DEC-001973      ANO-1996\n                DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA PARA PREVENIR, PUNIR E ERRADICAR A VIOLÊNCIA CONTRA A MULHER"],"publicacao_data":"2014-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRELIMINAR, DESCABIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INDEFERIMENTO, PRELIMINAR, FUNDAMENTO, POSSIBILIDADE, EXERCÍCIO, SUPREMO TRIBUNAL FEDERAL (STF), CONTROLE DE CONSTITUCIONALIDADE, HIPÓTESE, EXISTÊNCIA, SITUAÇÃO JURÍDICA, RELEVÂNCIA, BEM ESTAR SOCIAL. MÉRITO. PROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. APLICAÇÃO, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, HIPÓTESE, LEI MARIA DA PENHA, FINALIDADE, RECONHECIMENTO, CABIMENTO, AÇÃO PENAL PÚBLICA INCONDICIONADA, DECORRÊNCIA, AFASTAMENTO, APLICAÇÃO, LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS, HIPÓTESE, COMETIMENTO, CRIME, ÂMBITO, LEI MARIA DA PENHA. CRIAÇÃO, LEI MARIA DA PENHA, DECORRÊNCIA, RECOMENDAÇÃO, COMISSÃO INTERAMERICANA DE DIREITOS HUMANOS (CIDH), NECESSIDADE, MODIFICAÇÃO, ORDENAMENTO JURÍDICO BRASILEIRO, FINALIDADE, COIBIÇÃO, OMISSÃO, ESTADO BRASILEIRO, COIBIÇÃO, DISCRIMINAÇÃO, MULHER, HIPÓTESE, VIOLÊNCIA DOMÉSTICA. NECESSIDADE, INTERVENÇÃO, PODER PÚBLICO, HIPÓTESE, VIOLÊNCIA DOMÉSTICA, MULHER, DECORRÊNCIA, HIPOSSUFICIÊNCIA, MULHER. CONFIGURAÇÃO, LEGITIMIDADE, TRATAMENTO JURÍDICO, HOMEM, DESIGUALDADE, MULHER, HIPÓTESE, VIOLÊNCIA DOMÉSTICA, FUNDAMENTO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRINCÍPIO DA ISONOMIA. CONFIGURAÇÃO, OFENSA, PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE, HIPÓTESE, AÇÃO PENAL, NATUREZA JURÍDICA, AÇÃO PENAL PÚBLICA CONDICIONADA, DECORRÊNCIA, VIOLÊNCIA DOMÉSTICA, FUNDAMENTO, DEVER CONSTITUCIONAL, ESTADO BRASILEIRO, COIBIÇÃO, VIOLÊNCIA DOMÉSTICA. NECESSIDADE, INTERPRETAÇÃO, LEI MARIA DA PENHA, CONFORMIDADE, CONSTITUIÇÃO FEDERAL, CONJUGAÇÃO, TRATADO INTERNACIONAL, ÂMBITO, DIREITOS HUMANOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: CONFIGURAÇÃO, CONSTITUCIONALIDADE, EXCLUSÃO, APLICAÇÃO, LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS, HIPÓTESE, VIOLÊNCIA DOMÉSTICA, VÍTIMA, MULHER, FUNDAMENTO, EXISTÊNCIA, DEVER LEGAL, ESTADO BRASILEIRO, PROTEÇÃO, MULHER, ÂMBITO, VIOLÊNCIA DOMÉSTICA, DECORRÊNCIA, APLICAÇÃO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, CONSTITUIÇÃO FEDERAL DE 1988. CONFIGURAÇÃO, OFENSA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, EXIGÊNCIA, REPRESENTAÇÃO PROCESSUAL, HIPÓTESE, VIOLÊNCIA DOMÉSTICA, VÍTIMA, MULHER. ENTENDIMENTO, DIREITO INTERNACIONAL, POSSIBILIDADE, PODER PÚBLICO, INTERVENÇÃO, VIDA PRIVADA, HIPÓTESE, PROTEÇÃO, SAÚDE, PROTEÇÃO, DIREITO, RELEVÂNCIA SOCIAL, PREVENÇÃO, ATO CRIMINOSO. NECESSIDADE, IMPLEMENTAÇÃO, AÇÃO AFIRMATIVA, FINALIDADE, EFETIVAÇÃO, PRINCÍPIO DA ISONOMIA, DECORRÊNCIA, HIPOSSUFICIÊNCIA, MULHER, ÂMBITO, ENTIDADE FAMILIAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: APLICAÇÃO, PRINCÍPIO DA EFICIÊNCIA, HIPÓTESE, PODER JUDICIÁRIO, FUNDAMENTO, ATRIBUIÇÃO, PODER JUDICIÁRIO, ADMINISTRAÇÃO, JUSTIÇA BRASILEIRA. IMPOSSIBILIDADE, GARANTIA, DIGNIDADE DA PESSOA HUMANA, HIPÓTESE, VIOLÊNCIA DOMÉSTICA, VÍTIMA, MULHER, DECORRÊNCIA, EXIGÊNCIA, ESTADO BRASILEIRO, NECESSIDADE, MULHER, REPRESENTAÇÃO PROCESSUAL. POSSIBILIDADE, DESENVOLVIMENTO, AÇÃO AFIRMATIVA, INTERMÉDIO, INSTITUTO JURÍDICO, CARÁTER PENAL. NECESSIDADE, PONDERAÇÃO, PODER JUDICIÁRIO, INTERPRETAÇÃO DA LEI, DECORRÊNCIA, APLICAÇÃO, PRINCÍPIO DA ISONOMIA, FINALIDADE, PRESERVAÇÃO, VONTADE, LEGISLADOR, HIPÓTESE, EXISTÊNCIA, DISCRICIONARIEDADE, LEGISLADOR, OPÇÃO, PROTEÇÃO, BEM JURÍDICO. AUSÊNCIA, OFENSA, CONSTITUIÇÃO FEDERAL DE 1988, ÂMBITO, COMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, ORGANIZAÇÃO JUDICIÁRIA, HIPÓTESE, DETERMINAÇÃO, LEI MARIA DA PENHA, ACUMULAÇÃO, VARA CRIMINAL, COMPETÊNCIA, MATÉRIA CÍVEL, MATÉRIA CRIMINAL, FUNDAMENTO, NECESSIDADE, PROTEÇÃO INTEGRAL, MULHER.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. JOAQUIM BARBOSA: CONFIGURAÇÃO, DEVER CONSTITUCIONAL, SUPREMO TRIBUNAL FEDERAL (STF), ALTERAÇÃO, POLÍTICAS PÚBLICAS, FINALIDADE, ATENDIMENTO, VONTADE, CONSTITUIÇÃO FEDERAL DE 1988, HIPÓTESE, INSUFICIÊNCIA, PROTEÇÃO, DIREITO DAS MINORIAS, DECORRÊNCIA, ATIVIDADE LEGISLATIVA, LEGISLADOR ORDINÁRIO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: NECESSIDADE, PONDERAÇÃO, PODER JUDICIÁRIO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, HIPÓTESE, MATÉRIA PENAL, MATÉRIA, PROCESSO PENAL, DECORRÊNCIA, EXERCÍCIO, DISCRICIONARIEDADE, LEGISLADOR.\n\n- VOTO VENCIDO, MIN. CEZAR PELUSO: IMPROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. OCORRÊNCIA, TENTATIVA, PODER LEGISLATIVO, COMPATIBILIDADE, PROTEÇÃO, MULHER, PROTEÇÃO, ENTIDADE FAMILIAR, HIPÓTESE, EXIGÊNCIA, REPRESENTAÇÃO PROCESSUAL, FINALIDADE, INSTAURAÇÃO, AÇÃO PENAL, DECORRÊNCIA, VIOLÊNCIA DOMÉSTICA, VÍTIMA, MULHER.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4424&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI DOS JUIZADOS ESPECIAIS, INAPLICABILIDADE, LEI MARIA DA PENHA)\nHC 106212 (TP). \n(CONSTITUCIONALIDADE, LEI MARIA DA PENHA)\nADC 19 (TP). \n(APLICAÇÃO, PROCEDIMENTO SUMARÍSSIMO, LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS, ESTATUTO DO IDOSO)\nADI 3096 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1097042. \n- Legislação estrangeira citada: art. 4º da Virginia Bill of Rights de 1776; Declaração francesa dos Direitos do Homem e Cidadão de 1789; Plano de Ação da IV Conferência Mundial sobre a Mulher (1995), Protocolo Facultativo à Convenção Internacional sobre a Eliminação de Todas as Formas de Discriminação contra a Mulher; Capítulo I, item n. 18, Capítulo II, \"B\", n. 3, itens ns. 36 e 38 da Declaração e Progrma de Ação adotados pela Conferência Mundial sobre Direitos Humanos de 1993; \"Plataforma de Ação\", Capítulo IV, \"I\", item n. 224, \"Plataforma de Ação\", IV, \"D\", itens ns. 112, 113, 117, 118 e 121 da Declaração de Pequim, adotada na IV Conferência Mundial sobre a Mulher de 1995.\r\n- Decisões estrangeiras citadas: Informe 54/2001 da Comissão Interamericana de Direitos Humanos da Organização dos Estados Americanos; Caso Opuz vs. Turquia, § 144, 2009; Bevacqua e S. vs. Bulgária, § 83, 2008; K.A E A.D. vs. Bélgica, § 81, 2005; Velásquez Rodríguez v. Honduras, 1988.\nNúmero de páginas: 94.\nAnálise: 28/08/2014, RAF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":270575,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4424","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2012-02-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEX, Robert. Teoria dos Direitos Fundamentais. Tradução de Virgílio Afonso da Silva. São Paulo: Malheiros, 2008. p. 411-413.\r\nALVES, Eliana Calmon. A Lei Maria da Penha. In: Informativo Jurídico da Biblioteca Ministro Oscar Saraiva, v. 8, n. 1, jan./jun. 2006.\r\n_____. A Lei Maria da Penha. Revista Justiça & Cidadania. 10. ed. junho de 2009.\r\nALVES, José Augusto Lindgren. Relações Internacionais e Temas Sociais - A Década das Conferências. Brasília: Fundação Alexandre de Gusmão, 2001. p. 240/241, item 7.6.\r\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da Constituição. 7. ed. Almedina, 2003. p. 427 e 428.\r\nGOMES, Joaquim Benedito Barbosa. Ação afirmativa & princípio constitucional da igualdade - o Direito como instrumento de transformação social. A experiência dos EUA. Rio de Janeiro: Renovar, 2001. p. 49.\r\nHERMANN, Leda Maria. Maria da Penha: lei com nome de mulher.\r\nMORAES, Maria Celina Bodin. O conceito de dignidade humana: substrato axiológico e conteúdo normativo. In: Constituição, direitos fundamentais e direito privado. In: SARLET, Ingo Wolfgang (coord.). 2. ed. Porto Alegre: Livraria do Advogado, 2006. p. 119.\r\nPIMENTEL, Silvia; PIOVESAN, Flávia. Lei Maria da Penha: inconstitucional não é a lei, mas a ausência dela. 2007.\r\nSANDEL, Michael. Justiça: O que é fazer a coisa certa. 3. ed. Rio de Janeiro: Civilização Brasileira, 2011. p. 135-136.\r\nSARLET, Ingo Wolfgang. Constituição e Proporcionalidade: o direito penal e os direitos fundamentais entre proibição de excesso e de insuficiência. In: Revista de Estudos Criminais n. 12, ano 3, 2003. p. 86 e seguintes.\r\nSUNSTEIN, Cass. One Case At A Time. Judicial Minimalism On The Supreme Court. Cambridge: Harvard University Press. 1999.\r\nVASSALLO, Nicla; GREGÓRIO, Concita De. Donne e oppresssioni tra Occidente, Oriente, Islam. Sui meccanismi di controllo dei corpi femminili. In: Ragion Pratica, 37. Il Mulino, 2011. p. 403-416.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":4424,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur282206","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":true,"acordao_ata":"A Turma, por unanimidade, acolhendo questão de ordem proposta pelo Relator, resolveu pelo indeferimento do pedido extradicional e, em consequência, declarou extinto este processo de extradição, ordenando a imediata soltura, se por al não estiver preso, de Mariano Gonzalo Cuesta, portador da cédula de identidade D.N.I. nº 24.518.376, qualificado a fls. 394 (2º vol.), nos termos do voto do Relator. 2ª Turma, 06.08.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur282206","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:26:32.849483","dg_unique":"sjur282206","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"QO","is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO INSTRUTÓRIA – A QUESTÃO DA LEGITIMIDADE ATIVA PARA O PROCESSO EXTRADICIONAL – PEDIDO FORMULADO POR MAGISTRADO ARGENTINO – INADMISSIBILIDADE – PRECEDENTES – POSTERIOR RATIFICAÇÃO DO PLEITO EXTRADICIONAL PELA MISSÃO DIPLOMÁTICA DA REPÚBLICA ARGENTINA – VALIDADE – OS POSTULADOS DA DUPLA TIPICIDADE E DA DUPLA PUNIBILIDADE COMO REQUISITOS ESSENCIAIS AO DEFERIMENTO DO PEDIDO DE EXTRADIÇÃO – NÃO ATENDIMENTO – CONSIDERAÇÕES A ESSE RESPEITO – QUESTÃO DE ORDEM QUE SE RESOLVE NO SENTIDO DO INDEFERIMENTO DO PLEITO EXTRADICIONAL.\n\n\n\n    SOMENTE ESTADOS SOBERANOS DISPÕEM DE LEGITIMIDADE ATIVA PARA O AJUIZAMENTO DE AÇÕES DE EXTRADIÇÃO PASSIVA PERANTE O ESTADO BRASILEIRO.\n\n\n\n    – O processo de extradição faz instaurar uma relação de caráter necessariamente intergovernamental entre Estados soberanos, eis que o ordenamento constitucional brasileiro, nesse tema, apenas prevê a possibilidade de formulação de demanda extradicional, quando solicitada, unicamente, por Estado estrangeiro (CF, art. 102, I, “g”). Doutrina. Precedentes.\n\n\n\n    PLEITO EXTRADICIONAL FORMULADO, DIRETAMENTE, POR AUTORIDADE JUDICIÁRIA ARGENTINA: INADMISSIBILIDADE. PRECEDENTES. RATIFICAÇÃO SUPERVENIENTE DO PEDIDO POR INICIATIVA DA MISSÃO DIPLOMÁTICA DO ESTADO REQUERENTE: POSSIBILIDADE.\n\n\n\n    A DUPLA PUNIBILIDADE – INOCORRENTE NA ESPÉCIE – TRADUZ REQUISITO ESSENCIAL AO DEFERIMENTO DO PEDIDO EXTRADICIONAL.\n\n\n\n    – Não se concederá a extradição, quando se achar extinta, em decorrência de qualquer causa legal, a punibilidade do extraditando. A satisfação da exigência concernente à dupla punibilidade constitui pressuposto necessário ao deferimento do pedido extradicional. Precedentes.\n\n\n\n    – O art. 107 do Código Penal brasileiro não encerra todas as causas de extinção da punibilidade, pois essa norma legal não se reveste de caráter exaustivo, eis que outras causas de extinção da punibilidade e de extinção da própria pena (LEP, art. 109) acham-se previstas em outras regras do Código Penal, da Lei de Execução Penal ou, ainda, de legislação extravagante. Doutrina.\n\n\n\n    – O cumprimento de tempo de prisão cautelar, no Brasil, por período igual ou superior ao máximo legalmente cominado para determinado crime, atua como causa de extinção da própria sanção penal, considerado, para esse específico efeito, o instituto da detração penal (CP, art. 42), em tudo aplicável aos processos de extradição, seja por efeito do próprio ordenamento positivo brasileiro (Estatuto do Estrangeiro, art. 91, II), seja em face do que prescrevem tratados de extradição. Doutrina. Configuração, na espécie, dessa situação, apta a legitimar o reconhecimento de que se registrou hipótese de extinção da própria sanção penal imponível segundo a legislação brasileira: Consequente inobservância, no caso, do princípio da dupla punibilidade.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7081160","externo_seq_objeto_incidente":4443300,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1224&classe=Ext","is_colac":false,"titulo":"Ext 1224 QO","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00051 ART-00102 INC-00001 \n          LET-G\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00109\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-INT   ACO      ANO-1998\n          ART-00002 ART-00017\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00042 ART-00107 ART-00249 PAR-00001 \n          PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL. \n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL"],"publicacao_data":"2014-10-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1224&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-QO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE ATIVA, AJUIZAMENTO, EXTRADIÇÃO PASSIVA)\nEXT 313 (TP), RTJ 99/1003, RTJ 64/22, RTJ 184/674. \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 1073 (TP), RTJ 162/452. \n(EXTRADIÇÃO, DUPLA PUNIBILIDADE)\nExt 1151 (TP), RTJ 164/420. \n- Decisão monocrática citada:\n(LEGITIMIDADE ATIVA, AJUIZAMENTO, EXTRADIÇÃO PASSIVA)\nExt 955 TA.\n- Legislação estrangeira citada: art. 1 da Lei Nacional Argentina n° 24.270.\nNúmero de páginas: 17.\nAnálise: 19/11/2014, IVA.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : MARIANO GONZALO CUESTA OU GONZALO MARIANO OU MARIANO GONZALO \nADV.(A/S)  : JULIO GUILHERME MÜLLER E OUTRO(A/S)\nADV.(A/S)  : RONEI DANIELLI \nADV.(A/S)  : MARLON CHARLES BERTOL \nADV.(A/S)  : WALTER JOSÉ FAIAD DE MOURA \nADV.(A/S)  : BRUNA CAVALCANTE LAMOUNIER FERREIRA \nADV.(A/S)  : FABIANA PERALTA COLLARES \nADV.(A/S)  : ROBERTA SILVA SIMÕES \nADV.(A/S)  : SAYONARA DUAILIBE SANTOS \nADV.(A/S)  : HENRIQUE VITALI MENDES \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":282206,"documental_tese_texto":null,"procedencia_geografica_completo":"ARG - REPÚBLICA ARGENTINA","processo_codigo_completo":"Ext 1224 QO","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2013-08-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUESTÃO DE ORDEM NA EXTRADIÇÃO","documental_doutrina_texto":"BITENCOURT, Cezar Roberto. Código Penal Comentado. 7. ed. Saraiva, 2012. p. 367/368, item n. 2.\r\nBULOS, Uadi Lammêgo. Constituição Federal Anotada. 7. ed. Saraiva, 2007.  p. 277.\r\nCAHALI, Yussef Said. Estatuto do Estrangeiro. Saraiva, 1983. p. 363, item n. 27.\r\nCAPEZ, Fernando; PRADO, Stela. Código Penal Comentado. 3. ed. Saraiva, 2012. p. 220, item n. 1.\r\nCOSTA, Álvaro Mayrink da. Direito Penal – Parte Geral. 7. ed. Forense, 2005. v. 1. p. 514-515, item n. 6.\r\nDELMANTO, Celso et al. Código Penal Comentado. 8. ed. Saraiva, 2010 p. 391.\r\nDOTTI, René Ariel. Curso de Direito Penal – Parte Geral. 3. ed. Revista dos Tribunais, 2010. p. 764, item n. 8.\r\nJESUS, Damásio Evangelista de. Código Penal Anotado. 20. ed. Saraiva, 2010. p. 349.\r\nLISBOA, Carolina Cardoso Guimarães. A Relação Extradicional no Direito Brasileiro. Del Rey, 2001. p. 130/131, item 2.2.1 e 158/160, item 3.1.2.1.\r\nMARCÃO, Renato. Curso de Execução Penal. 8. ed. Saraiva, 2010. p. 152.\r\nMIRABETE, Julio Fabbrini; FABBRINI, Renato N.. Código Penal Interpretado. 7. ed. Atlas, 2011. p. 554/555, item n. 107.1.\r\nMORAES, Alexandre de. Constituição do Brasil Interpretada. 7. ed. Atlas, 2007. p. 299, item n. 5.91.\r\nNUCCI, Guilherme de Souza. Código Penal Comentado. 13. ed. Revista dos Tribunais, 2013. p. 584, item n. 8.\r\nPRADO, Luiz Regis. Comentários ao Código Penal. 7. ed. Revista dos Tribunais, 2012. p. 382/383, item n. 2.\r\nREZEK, Francisco. Direito Internacional Público – Curso Elementar. 10. ed. 3. tiragem. Saraiva, 2007. p. 197, item 117.\r\nRUSSOMANO, Gilda Maciel Corrêa Meyer. A Extradição no Direito Internacional e no Direito  Brasileiro. 3. ed. Revista dos Tribunais, 1981. p. 136, item 4.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1224,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur273403","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Após o relatório e as sustentações orais, pelo embargante, do Dr. Pierpaolo Cruz Bottino, e, pelo Ministério Público Federal, do Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República, o julgamento foi suspenso. Presidência do Ministro Joaquim Barbosa. Plenário, 27.02.2014.\r\n\n                  Decisão: O Tribunal, por maioria, acolheu os embargos infringentes para absolver o embargante do delito de lavagem de dinheiro, nos termos do voto do Ministro Roberto Barroso, que redigirá o acórdão. Vencidos os Ministros Luiz Fux (Relator), Cármen Lúcia, Gilmar Mendes e Celso de Mello. Votou o Presidente. Ausente, neste julgamento, o Ministro Joaquim Barbosa (Presidente). Presidiu o julgamento o Ministro Ricardo Lewandowski (Vice-Presidente). Plenário, 13.03.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur273403","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:26:32.849483","dg_unique":"sjur273403","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"EI-sextos","is_processo_antigo":false,"ementa_texto":"Ementa: Embargos infringentes na AP 470. Lavagem de dinheiro. 1. Lavagem de valores oriundos de corrupção passiva praticada pelo próprio agente: 1.1. O recebimento de propina constitui o marco consumativo do delito de corrupção passiva, na forma objetiva “receber”, sendo indiferente que seja praticada com elemento de dissimulação. 1.2. A autolavagem pressupõe a prática de atos de ocultação autônomos do produto do crime antecedente (já consumado), não verificados na hipótese. 1.3. Absolvição por atipicidade da conduta. 2. Lavagem de dinheiro oriundo de crimes contra a Administração Pública e o Sistema Financeiro Nacional. 2.1. A condenação pelo delito de lavagem de dinheiro depende da comprovação de que o acusado tinha ciência da origem ilícita dos valores. 2.2. Absolvição por falta de provas 3. Perda do objeto quanto à impugnação da perda automática do mandato parlamentar, tendo em vista a renúncia do embargante. 4. Embargos parcialmente conhecidos e, nessa extensão, acolhidos para absolver o embargante da imputação de lavagem de dinheiro.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6556191","externo_seq_objeto_incidente":4489590,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-161  DIVULG 20-08-2014  PUBLIC 21-08-2014\nRTJ VOL-00229-01 PP-00254","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=470&classe=AP","is_colac":false,"titulo":"AP 470 EI-sextos","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00055 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC      ANO-2000\n          ART-00006 NÚMERO-2\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL \n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 INC-00005 REDAÇÃO ORIGINÁRIA\n          ART-00001 INC-00006 REDAÇÃO ORIGINÁRIA\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00017 ART-00312 ART-00317\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00386 INC-00003 INC-00007\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000231      ANO-2003\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEC-005015      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00333 INC-00001 PAR-ÚNICO\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2014-08-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: JULGAMENTO CONJUNTO. ADEQUAÇÃO, APRESENTAÇÃO, RELATÓRIO, REALIZAÇÃO, SUSTENTAÇÃO ORAL, TOTALIDADE, RECURSO, MOMENTO ANTERIOR, REALIZAÇÃO, VOTAÇÃO, RECURSO, MATÉRIA, CRIME, QUADRILHA, FUNDAMENTO, POSSIBILIDADE, OFENSA, DIREITO,\nDEFESA, PARTE RECORRENTE, HIPÓTESE, PARTIÇÃO, JULGAMENTO, RECURSO.\n\n- VIDE EMENTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: IMPOSSIBILIDADE, CONHECIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), ALEGAÇÃO, AUSÊNCIA, DENÚNCIA, MINISTÉRIO PÚBLICO, FUNDAMENTO, PRINCÍPIO DA CORRELAÇÃO, DENÚNCIA, SENTENÇA. IMPOSSIBILIDADE, ANÁLISE, SUPREMO TRIBUNAL FEDERAL (STF), CASO CONCRETO, ALEGAÇÃO, CONHECIMENTO, RÉU, EXISTÊNCIA, ORGANIZAÇÃO CRIMINOSA, FINALIDADE, COMETIMENTO, CRIME DE LAVAGEM DE DINHEIRO, FUNDAMENTO, INEXISTÊNCIA, ALEGAÇÃO, DENÚNCIA .\n\n- VOTO VENCIDO, MIN. LUIZ FUX: OCORRÊNCIA, PERDA DO OBJETO, RECURSO, HIPÓTESE, PERDA DE MANDATO ELETIVO, DECORRÊNCIA, RENÚNCIA AO MANDATO. AUSÊNCIA, CONFIGURAÇÃO, ELEMENTO INDISPENSÁVEL, HIPÓTESE, CORRUPÇÃO PASSIVA, RECEBIMENTO, VALOR, CLANDESTINIDADE, FUNDAMENTO, CONFIGURAÇÃO, CORRUPÇÃO PASSIVA, CRIME, NATUREZA JURÍDICA, CRIME FORMAL, OCORRÊNCIA, CONSUMAÇÃO, ACEITAÇÃO, PROMESSA. CONFIGURAÇÃO, EXAURIMENTO DO CRIME, RECEBIMENTO, VALOR, HIPÓTESE, CORRUPÇÃO PASSIVA. INEXISTÊNCIA, BIS IN IDEM, HIPÓTESE, TIPIFICAÇÃO DO CRIME, CRIME DE LAVAGEM DE DINHEIRO, DECORRÊNCIA, RECEBIMENTO, VALOR, CORRUPÇÃO PASSIVA, FUNDAMENTO, AUSÊNCIA, RECEBIMENTO, VALOR, INTEGRAÇÃO, NÚCLEO DO TIPO PENAL, CORRUPÇÃO PASSIVA. CONFIGURAÇÃO, AÇÃO AUTÔNOMA, OCULTAÇÃO, DISSIMULAÇÃO, RECEBIMENTO, VALOR, ORIGEM, CRIME ANTECEDENTE. CONFIGURAÇÃO, FINALIDADE, LEI, CRIME DE LAVAGEM DE DINHEIRO, PROTEÇÃO, BEM JURÍDICO, ECONOMIA PÚBLICA, DECORRÊNCIA, COIBIÇÃO, INGRESSO, RECURSO FINANCEIRO, ILICITUDE, ECONOMIA POPULAR, FINALIDADE, COIBIÇÃO, CONCORRÊNCIA DESLEAL. POSSIBILIDADE, CRIME DE LAVAGEM DE DINHEIRO, TIPIFICAÇÃO DO CRIME, AUTONOMIA, CORRUPÇÃO PASSIVA, DECORRÊNCIA, DIVERSIDADE, PROTEÇÃO, BEM JURÍDICO. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), DOUTRINA, DIREITO COMPARADO, POSSIBILIDADE, COMPROVAÇÃO, DOLO, HIPÓTESE, CONSUMAÇÃO, CRIME, DECORRÊNCIA, CIRCUNSTÂNCIA OBJETIVA, TIPO PENAL. CONFIGURAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, HIPÓTESE, PARTICIPAÇÃO, SUJEITO ATIVO, QUALQUER MOMENTO, FASE EXECUTÓRIA, FATO TÍPICO. CONFIGURAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, HIPÓTESE, SUJEITO ATIVO, UTILIZAÇÃO, TERCEIRA PESSOA, FINALIDADE, RECEBIMENTO, VALOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=470&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-EI-sextos","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LAVAGEM DE DINHEIRO, CRIME AUTÔNOMO)\nRHC 80816 (2ªT), Inq 2471 (TP), HC 92279 (2ªT). \n(DOLO, CIRCUNSTÂNCIA OBJETIVA)\nHC 97252 (2ªT). \n(PERDA DE MANDATO ELETIVO, CONDENAÇÃO CRIMINAL)\nAP 565 (TP). \n- Decisão monocrática citada:\n(PERDA DE MANDATO ELETIVO, CONDENAÇÃO CRIMINAL)\nMS 32326 MC.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: APn 300, APn 458, APn 472. \n- Legislação estrangeira citada: parágrafo 9º, 2, do art 261 do Código Penal alemão.\r\n- Veja AP 470, AP 470 ED do STF.\r\nNúmero de páginas: 76.\r\nAnálise: 29/08/2014, RAF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : JOÃO PAULO CUNHA \nADV.(A/S)  : ALBERTO ZACHARIAS TORON \nEMBDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":273403,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"AP 470 EI-sextos","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2014-03-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEXTOS EMB.INFR. NA AÇÃO PENAL","documental_doutrina_texto":"ASCENSÃO, J. Oliveira. Repressão da lavagem do dinheiro em Portugal. In: Revista da EMERJ, 2003. V. 6, n. 22. p. 37.\r\nBALTAZAR JUNIOR, José Paulo. Crimes Federais. 5. ed. Porto Alegre: Livraria do Advogado, 2010. p. 594.\r\nFRAGOSO, Heleno Cláudio. Lições de Direito Penal. 6. ed. Rio de Janeiro: Forense, 1998. v. 2. p. 436.\r\nHASSEMER, Winfried. Kennzeichen des Vorsatzes. In: Gedächtnisschrift für Armin Kaufmann. DORNSEIFER, Gerhard et alii (Coord.). Köln: Heymanns, 1989.\r\nHUNGRIA, Nélson. Comentários ao Código Penal. Rio de Janeiro: Forense, 1958. v. 9. p. 369.\r\nJESUS, Damásio Evangelista de. Direito penal. 29. ed. São Paulo: Saraiva, 2008. p. 210.\r\nMAIA, Rodolfo Tigre. Lavagem de dinheiro (Lavagem de ativos provinientes de crime) - Anotações às disposições criminais da Lei n. 9613/98. 2. ed. São Paulo: Malheiros, 2007. p. 89.\r\nTIEDEMANN, Klaus. Eurodelitos: El derecho penal económico en la Unión Europea. Cuenca: Ediciones de la Universidad de Castilla-La Mancha, 2004. p. 15.","ministro_facet":["LUIZ FUX","ROBERTO BARROSO"],"processo_numero":470,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur271139","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"Após o voto da Senhora Ministra Ellen Gracie, que, nos termos do seu voto, conhecia em parte do recurso e, nessa parte, dava-lhe provimento, pediu vista dos autos a Senhora Ministra Cármen Lúcia. Ausentes, justificadamente, o Senhor Ministro Celso de Mello e, em representação do Tribunal Superior Eleitoral no Encontro do Colégio dos Presidentes dos Tribunais Regionais Eleitorais em Vitória-ES, o Senhor Ministro Joaquim Barbosa. Falaram, pela Advocacia-Geral da União, a Dra. Grace Maria Fernandes Mendonça e, pela Organização das Nações Unidas - Programa das Nações Unidas para o Desenvolvimento - PNUD, o Dr. Frederico da Silveira Barbosa. Presidência do Senhor Ministro Gilmar Mendes. Plenário, 07.05.2009. \r\n\n                 Decisão: Prosseguindo no julgamento, o Tribunal, por maioria, conheceu parcialmente do recurso e, na parte conhecida, deu-lhe provimento, nos termos do voto da Ministra Ellen Gracie (Relatora), vencidos os Ministros Cármen Lúcia e Marco Aurélio. Votou o Presidente, Ministro Joaquim Barbosa. Redigirá o acórdão o Ministro Teori Zavascki. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 15.05.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"ELLEN GRACIE","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"TEORI ZAVASCKI","revisor_processo_nome":null,"id":"sjur271139","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:26:32.849483","dg_unique":"sjur271139","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO INTERNACIONAL PÚBLICO. DIREITO CONSTITUCIONAL. IMUNIDADE DE JURISDIÇÃO. ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU). PROGRAMA DAS NAÇÕES UNIDAS PARA O DESENVOLVIMENTO (ONU/PNUD). RECLAMAÇÃO TRABALHISTA. CONVENÇÃO SOBRE PRIVILÉGIOS E IMUNIDADES DAS NAÇÕES UNIDAS (DECRETO 27.784/1950). APLICAÇÃO.\n\n\n\n    1. Segundo estabelece a “Convenção sobre Privilégios e Imunidades das Nações Unidas”, promulgada no Brasil pelo Decreto 27.784, de 16 de fevereiro de 1950, “A Organização das Nações Unidas, seus bens e haveres, qualquer que seja seu detentor, gozarão de imunidade de jurisdição, salvo na medida em que a Organização a ela tiver renunciado em determinado caso. Fica, todavia, entendido que a renúncia não pode compreender medidas executivas”.\n\n\n\n    2. Esse preceito normativo, que no direito interno tem natureza equivalente a das leis ordinárias, aplica-se também às demandas de natureza trabalhista. \n\n\n\n    3. Recurso extraordinário provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=597368&classe=RE","externo_seq_objeto_incidente":2663393,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-100  DIVULG 26-05-2014  PUBLIC 27-05-2014\nEMENT VOL-02732-01  PP-00105","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=597368&classe=RE","is_colac":false,"titulo":"RE 597368","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00004\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00119 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00119 INC-00002 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00119 INC-00002 LET-A INCLUÍDO PELA EMC-1/1969\n          ART-00125 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00125 INC-00002 INCLUÍDO PELA EMC-1/1969\n          ART-00150 PAR-00004 \n          ART-00153 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00153 PAR-00004 INCLUÍDO PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00004 INC-00009 ART-00005 INC-00002 \n          INC-00035 INC-00053 INC-00054 PAR-00002 \n          ART-00005 PAR-00003 REDAÇÃO DADA PELA EMC-45/2004\n          ART-00049 INC-00001 ART-00084 INC-00008 \n          ART-00097 ART-00102 INC-00003 LET-A \n          LET-B \n          ART-00114 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00114 REDAÇÃO DADA PELA EMC-45/2004\n          ART-00114 INC-00001 INCLUÍDO PELA EMC-45/2004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC      ANO-1945\n          ART-00105 NÚMERO-1 NÚMERO-2 NÚMERO-3\n                CONVENÇÃO - CARTA DAS NAÇÕES UNIDAS\n\n","LEG-INT   CVC      ANO-1946\n          ART-00002 ITEM-2 ART-00008 ITEM-29 \n          LET-A\n                CONVENÇÃO SOBRE PRIVILÉGIOS E IMUNIDADES DAS NAÇÕES UNIDAS\n\n","LEG-INT   CVC      ANO-1947\n          ART-00002 ART-00003 NÚMERO-4\n                CONVENÇÃO SÔBRE PRIVILÉGIOS E IMUNIDADES DAS AGÊNCIAS ESPECIALIZADAS DAS NAÇÕES UNIDAS\n\n","LEG-INT   CVC      ANO-1961\n          ART-00041 ITEM-1\n                CONVENÇÃO DE VIENA SÔBRE RELAÇÕES DIPLOMÁTICAS\n\n","LEG-INT   CVC      ANO-1963\n          ART-00043 ITEM-2 LET-B ART-00055 \n          ITEM-1\n                CONVENÇÃO DE VIENA SÔBRE RELAÇÕES CONSULARES\n\n","LEG-INT   ACO      ANO-1964\n          ART-00001 ITEM-1 ITEM-2 ITEM-6 \n          ART-00004 NÚMERO-1 LET-A ART-00005 \n          ITEM-00001 LET-A ITEM-00002\n                ACORDO BÁSICO DE ASSISTÊNCIA TÉCNICA COM A ORGANIZAÇÃO DAS NAÇÕES UNIDAS, SUAS AGÊNCIAS ESPECIALIZADAS E A AGÊNCIA INTERNACIONAL DE ENERGIA ATÔMICA. \n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00485 INC-00005\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00002\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000004      ANO-1948\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE PRIVILÉGIOS E IMUNIDADES DAS NAÇÕES UNIDAS\n\n","LEG-FED   DLG-000010      ANO-1959\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SÔBRE PRIVILÉGIOS E IMUNIDADES DAS AGÊNCIAS ESPECIALIZADAS DAS NAÇÕES UNIDAS\n\n","LEG-FED   DLG-000103      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SÔBRE RELAÇÕES DIPLOMÁTICAS\n\n","LEG-FED   DLG-000011      ANO-1966\n                DECRETO LEGISLATIVO - APROVA  O ACÔRDO BÁSICO DE ASSISTÊNCIA TÉCNICA COM A ORGANIZAÇÃO DAS NAÇÕES UNIDAS, SUAS AGÊNCIAS ESPECIALIZADAS E A AGÊNCIA INTERNACIONAL DE ENERGIA ATÔMICA. \n\n","LEG-FED   DLG-000006      ANO-1967\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SÔBRE RELAÇÕES CONSULARES\n\n","LEG-FED   DEC-019841      ANO-1945\n                DECRETO - PROMULGA A CARTA DAS NAÇÕES UNIDAS\n\n","LEG-FED   DEC-027784      ANO-1950\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE PRIVILÉGIOS E IMUNIDADES DAS NAÇÕES UNIDAS\n\n","LEG-FED   DEC-052288      ANO-1963\n                DECRETO - PROMULGA A CONVENÇÃO SÔBRE PRIVILÉGIOS E IMUNIDADES DAS AGÊNCIAS ESPECIALIZADAS DAS NAÇÕES UNIDAS\n\n","LEG-FED   DEC-056435      ANO-1965\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SÔBRE RELAÇÕES DIPLOMÁTICAS\n\n","LEG-FED   DEC-059308      ANO-1966\n                DECRETO - PROMULGA O ACÔRDO BÁSICO DE ASSISTÊNCIA TÉCNICA COM A ORGANIZAÇÃO DAS NAÇÕES UNIDAS, SUAS AGÊNCIAS ESPECIALIZADAS E A AGÊNCIA INTERNACIONAL DE ENERGIA ATÔMICA. \n\n","LEG-FED   DEC-061078      ANO-1967\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SÔBRE RELAÇÕES CONSULARES.\n\n","LEG-INT   RES-002029      ANO-1965\n                RESOLUÇÃO DA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS QUE INSTITUIU O PROGRAMA DAS NAÇÕES UNIDAS PARA O DESENVOLVIMENTO - PNUD\n\n","LEG-FED   SUV-000010      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-05-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. ELLEN GRACIE: CARACTERIZAÇÃO, OBJETIVO, ORGANISMO INTERNACIONAL, REALIZAÇÃO, COOPERAÇÃO INTERNACIONAL. AUTONOMIA, PERSONALIDADE JURÍDICA, ORGANISMO INTERNACIONAL, IMPOSSIBILIDADE, EQUIPARAÇÃO, ORGANISMO INTERNACIONAL, ESTADO-MEMBRO. INEXISTÊNCIA, OBRIGATORIEDADE, INGRESSO, ESTADO-MEMBRO, ORGANISMO INTERNACIONAL. CARACTERIZAÇÃO, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU), PESSOA JURÍDICA DE DIREITO PÚBLICO EXTERNO. AUSÊNCIA, PERSONALIDADE JURÍDICA, PROGRAMA DAS NAÇÕES UNIDAS PARA O DESENVOLVIMENTO (PNUD), ÂMBITO INTERNACIONAL, CARACTERIZAÇÃO, PROGRAMA DAS NAÇÕES UNIDAS PARA O DESENVOLVIMENTO (PNUD), ÓRGÃO, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU). JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), EXISTÊNCIA, IMUNIDADE DE JURISDIÇÃO, HIPÓTESE, ESTADO ESTRANGEIRO, HIPÓTESE, DIPLOMATA, CÔNSUL. CARACTERIZAÇÃO, IMUNIDADE DE JURISDIÇÃO, ESTADO ESTRANGEIRO, DECORRÊNCIA, NORMA CONSUETUDINÁRIA, DIREITO INTERNACIONAL. CARACTERIZAÇÃO, IMUNIDADE DE JURISDIÇÃO, AGENTE DIPLOMÁTICO, SERVIDOR CONSULAR, DECORRÊNCIA, NORMA ESCRITA, CONVENÇÃO INTERNACIONAL. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), AUSÊNCIA, MODIFICAÇÃO, IMUNIDADE DE JURISDIÇÃO, ESTADO ESTRANGEIRO, DECORRÊNCIA, CONSTITUIÇÃO FEDERAL DE 1988, LIMITAÇÃO, ALTERAÇÃO, MATÉRIA, COMPETÊNCIA, PODER JUDICIÁRIO. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), OCORRÊNCIA, ALTERAÇÃO, NORMA CONSUETUDINÁRIA, DIREITO INTERNACIONAL, FINALIDADE, SUPERAÇÃO, IMUNIDADE DE JURISDIÇÃO ABSOLUTA, OBJETIVO, RECONHECIMENTO, IMUNIDADE DE JURISDIÇÃO RELATIVA, HIPÓTESE, ATO, GESTÃO, ESTADO ESTRANGEIRO. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), COMPATIBILIDADE, IMUNIDADE DE JURISDIÇÃO, PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO. INEXISTÊNCIA, PRECEDENTE, SUPREMO TRIBUNAL FEDERAL (STF), MATÉRIA, IMUNIDADE DE JURISDIÇÃO, ORGANISMO INTERNACIONAL. INAPLICABILIDADE, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), MATÉRIA, IMUNIDADE DE JURISDIÇÃO, ESTADO ESTRANGEIRO, HIPÓTESE, ORGANISMO INTERNACIONAL, FUNDAMENTO, AUSÊNCIA, ESTADO SOBERANO, AUSÊNCIA, TERRITÓRIO, DIVERSIDADE, ORIGEM, DIVERSIDADE, FINALIDADE. INEXISTÊNCIA, INERÊNCIA, IMUNIDADE DE JURISDIÇÃO, HIPÓTESE, ORGANISMO INTERNACIONAL. NECESSIDADE, EXISTÊNCIA, PREVISÃO, ÂMBITO, ACORDO INTERNACIONAL, FINALIDADE, RECONHECIMENTO, IMUNIDADE DE JURISDIÇÃO, ORGANISMO INTERNACIONAL. EXISTÊNCIA, PREVISÃO, IMUNIDADE DE JURISDIÇÃO, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU), ÂMBITO, NORMA INTERNACIONAL. IMPOSSIBILIDADE, DESCUMPRIMENTO, ACORDO INTERNACIONAL. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA COOPERAÇÃO ENTRE OS POVOS. POSSIBILIDADE, UTILIZAÇÃO, ARBITRAGEM, HIPÓTESE, CONTROVÉRSIA JURÍDICA, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: IMPOSSIBILIDADE, DISCUSSÃO, CASO CONCRETO, RESPONSABILIDADE, UNIÃO FEDERAL, FUNDAMENTO, NECESSIDADE, OBSERVÂNCIA, GARANTIA À AMPLA DEFESA, PRINCÍPIO DO CONTRADITÓRIO, FUNDAMENTO, INCOMPETÊNCIA, JUSTIÇA DO TRABALHO. NECESSIDADE, DECLARAÇÃO, INCONSTITUCIONALIDADE, TRATADO INTERNACIONAL, DECLARAÇÃO, AUSÊNCIA, RECEPÇÃO, TRATADO INTERNACIONAL, FINALIDADE, INOBSERVÂNCIA, TRATADO INTERNACIONAL, HIPÓTESE, INCORPORAÇÃO, TRATADO INTERNACIONAL, ORDENAMENTO JURÍDICO BRASILEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: EXCLUSIVIDADE, CARÁTER POLÍTICO, RESPONSABILIDADE, ESTADO BRASILEIRO, HIPÓTESE, OCORRÊNCIA, OFENSA, DIREITO, CIDADÃO, DECORRÊNCIA, CONDUTA, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU).\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO, UNIÃO FEDERAL. NECESSIDADE, CLÁUSULA EXPRESSA, ACORDO INTERNACIONAL, FINALIDADE, RECONHECIMENTO, IMUNIDADE DE JURISDIÇÃO, ORGANISMO INTERNACIONAL. EXISTÊNCIA, IMUNIDADE DE JURISDIÇÃO, HIPÓTESE, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU). DEVER, ORGANISMO INTERNACIONAL, OBSERVÂNCIA, DIREITO LOCAL, FUNDAMENTO, NORMA CONSUETUDINÁRIA, DIREITO INTERNACIONAL. CARACTERIZAÇÃO, ACESSO À JUSTIÇA, DIREITO FUNDAMENTAL, CIDADÃO. NECESSIDADE, CONCILIAÇÃO, IMUNIDADE DE JURISDIÇÃO, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU), GARANTIA, ACESSO À JUSTIÇA. EXISTÊNCIA, RESPONSABILIDADE SUBSIDIÁRIA, UNIÃO FEDERAL, HIPÓTESE, DESCUMPRIMENTO, OBRIGAÇÃO TRABALHISTA, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU), FUNDAMENTO, ACORDO BÁSICO DE ASSISTÊNCIA TÉCNICA COM A ORGANIZAÇÃO DAS NAÇÕES UNIDAS, SUAS AGÊNCIAS ESPECIALIZADAS E A AGÊNCIA INTERNACIONAL DE ENERGIA ATÔMICA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO, UNIÃO FEDERAL. RESPONSABILIDADE, UNIÃO FEDERAL, HIPÓTESE, CONTRATAÇÃO, MÃO-DE-OBRA, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU), ÂMBITO, TERRITÓRIO NACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=597368&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMUNIDADE ABSOLUTA DE JURISDIÇÃO, ESTADO ESTRANGEIRO)\nACI 9684 (TP), ACI 9686 (TP), ACI 9695 (TP), ACI 9704 (TP), ACI 9705 (TP), ACI 9707 (TP). \n(FUNDAMENTO, IMUNIDADE DE JURISDIÇÃO, ESTADO ESTRANGEIRO, AGENTE DIPLOMÁTICO, AGENTE CONSULAR)\nRE 94084 (TP), ACI 9701 (TP). \n(IMUNIDADE DE JURISDIÇÃO RELATIVA, ESTADO ESTRANGEIRO)\nAI 139671 AgR (1ªT), RE 222368 AgR (2ªT), ACI 9696 (TP). \n(IMUNIDADE DE JURISDIÇÃO, ORGANISMO INTERNACIONAL)\nACi 9703 (TP), RE 67544 (TP), AR 909 (TP). \n(\"STATUS\" NORMATIVO, TRATADO INTERNACIONAL)\nRE 80004 (TP), PPE 194 QO (TP), EXT 795 (TP), RTJ 83/809-848, RTJ 177/43. \n(CONTROLE DE CONSTITUCIONALIDADE, TRATADO INTERNACIONAL)\nADI 1480 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1159379. \n- Legislação estrangeira citada: art. 8 e art. 10 da Declaração dos Direitos do Homem e do Cidadão; art. 30 da Convenção sobre Imunidade de Jurisdição dos Estados e sua propriedade\r\n(http://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=III-13&chapter=3&lang=en); Convenção de Viena sobre Representação dos\r\nEstados nas suas Relações com Organizações Internacionais de Caráter Universal (http://treaties.un.org/pages/ViewDetails.aspx?src=TREATY&mtdsg_no=III-11&chapter=3&lang=en); Anexo I da Resolução 222 A (IX), n. 1, n. 2, letra a, letra b, letra c, letra d, item-1, item-2, item-3, item-4, n. 3, do Conselho Econômico e Social das Nações Unidas, de 15 de agosto de 1949.\r\n- Veja RE 578543, AI 690693 e AI 721169 do STF.\r\nNúmero de páginas: 104.\r\nAnálise: 19/08/2014, GOD.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nRECDO.(A/S)  : ORGANIZAÇÃO DAS NAÇÕES UNIDAS - PROGRAMA DAS NAÇÕES UNIDAS PARA O DESENVOLVIMENTO - ONU/PNUD \nADV.(A/S)  : LUIS GUILHERME LEAL CURVO E OUTRO(A/S)\nRECDO.(A/S)  : JOÃO BATISTA PEREIRA ORMOND \nADV.(A/S)  : MARCO AURÉLIO BALLEN","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":271139,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"RE 597368","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2013-05-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ACCIOLY, Hildebrando. Manual de Direito Internacional Público. 16. ed. São Paulo: Saraiva, 2008. p. 396.\r\nBAPTISTA, Luiz Olavo. Imunidade de Jurisdição na Execução dos Projetos de Cooperação entre o PNUD e o Governo Brasileiro. In: Lições de Direito Internacional - Estudos e Pareceres de Luiz  Olavo Baptista. Organização de Maristela Basso e Patrícia\r\nLuciane de Carvalho. Curitiba: Juruá, 2008. p. 294, 304, 306-307 e 309.\r\nBOBBIO, Norberto. A era dos direitos. Rio de Janeiro: Campus, 1992. P. 25.\r\nCRETELLA JÚNIOR, José. Comentários à Constituição Brasileira de 1988. 3. ed. Rio de Janeiro: Forense Universitária, 1997. v. 1. p. 434.\r\nCRETELLA NETO, José. Teoria Geral das Organizações Internacionais. São Paulo: Saraiva, 2007. p. 44.\r\nMELLO, Celso de Albuquerque. Curso de Direito Internacional Público. 14. ed. Rio de Janeiro: Renovar, 2002. p. 49, 583 e 584.\r\nREZEK, Francisco. Imunidade de jurisdição no entendimento atual da Justiça do Brasil. In: Notícia do Direito Brasileiro, n. 2. Universidade de Brasília, 1996, p. 39-48 e 43.\r\n_____. A imunidade das organizações internacionais no Século XXI. In: A imunidade de jurisdição e o Judiciário brasileiro. (Coord.) de Márcio Garcia e Antenor Pereira Madruga Filho. Brasília: Centro de Estudos de Direito Internacional, 2002. p. 17 e\r\n20.\r\n_____. Direito Internacional Público: Curso Elementar. 10. ed. São Paulo: Saraiva, 2007. p. 255-256.\r\n_____. A imunidade das organizações internacionais no Século XXI. In: A imunidade de jurisdição e o Judiciário brasileiro. Brasília: CEDI. p. 14 e 16-17.\r\nTRINDADE, Antônio Augusto Cançado. Direito das Organizações Internacionais. 3. ed. Belo Horizonte: Del Rey, 2003. p. 10 e 12.\r\n_____.Direito das Organizações Internacionais. 4. ed. Belo Horizonte: Del Rey, 2009. p. 477-478.","ministro_facet":["ELLEN GRACIE","TEORI ZAVASCKI"],"processo_numero":597368,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur279088","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"A Turma, por votação majoritária, não conheceu do recurso, nos termos do voto do Relator, vencido, em parte, o Senhor Ministro Gilmar Mendes. Ausente, justificadamente, neste julgamento, o Senhor Ministro Celso de Mello. 2ª Turma, 20.05.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur279088","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:26:32.849483","dg_unique":"sjur279088","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO ORDINÁRIO EM HABEAS CORPUS. PENAL. PROCESSUAL PENAL. RECURSO INTERPOSTO POR ADVOGADO COM A INSCRIÇÃO SUSPENSA NA ORDEM DOS ADVOGADOS DO BRASIL. AUSÊNCIA DE CAPACIDADE POSTULATÓRIA. NÃO CONHECIMENTO. ILEGALIDADE FLAGRANTE. INOCORRÊNCIA. PACIENTE CONDENADO PELO DELITO DE RECEPTAÇÃO QUALIFICADA. REGIME INICIAL ABERTO. IMPOSSIBILIDADE. NULIDADE NA SESSÃO DE JULGAMENTO DO WRIT MANEJADO NO STJ. INEXISTÊNCIA. RECURSO NÃO CONHECIDO.\n\n\n\n    I – O advogado que subscreveu a petição de interposição do recurso ordinário está com a inscrição suspensa na OAB/MG, não possuindo, portanto, capacidade postulatória para a prática do ato.\n\n\n\n    II – Esta Corte entende que o recorrente deve possuir capacidade postulatória para interpor recurso ordinário em habeas corpus, ainda que tenha sido o impetrante originário, por tratar-se de ato privativo de advogado. \n\n\n\n    III – Nos termos do art. 4º, parágrafo único do Estatuto da Advocacia e da OAB, são nulos os atos privativos de advogado praticados por aquele que esteja com a inscrição suspensa.\n\n\n\n    IV – A fixação do regime inicial semiaberto parece estar devidamente justificada, nos termos do art. 33, § 2º, b, do CP. \n\n\n\n    V – Não se verifica, de plano, a alegada nulidade na sessão de julgamento na qual foi apreciado o writ manejado em favor do ora recorrente no STJ, uma vez que o ato parece ter atendido aos ditames do Regimento Interno daquela Corte Superior.\n\n\n\n    VI – Recurso ordinário não conhecido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6872969","externo_seq_objeto_incidente":4545657,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-194  DIVULG 03-10-2014  PUBLIC 06-10-2014\nRTJ VOL-00233-01 PP-00125","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=121722&classe=RHC","is_colac":false,"titulo":"RHC 121722","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00004 PAR-ÚNICO\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00033 PAR-00002 LET-B\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1989\n          ART-00179 ART-00181\n                REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2014-10-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: DEVOLUÇÃO, PRAZO, INTERPOSIÇÃO, RECURSO. NECESSIDADE, DEVOLUÇÃO, PRAZO, FINALIDADE, AVALIAÇÃO, DEFESA TÉCNICA, VIABILIDADE, INTERPOSIÇÃO, RECURSO, CASO CONCRETO.\n\n- OBITER DICTUM, MIN. GILMAR MENDES: NECESSIDADE, DISCUSSÃO, POSSIBILIDADE, RECONHECIMENTO, CAPACIDADE POSTULATÓRIA, PARTE IMPETRANTE, FINALIDADE, INTERPOSIÇÃO, RECURSO, ÂMBITO, HABEAS CORPUS, HIPÓTESE, AUSÊNCIA, INSCRIÇÃO, PARTE IMPETRANTE, ORDEM DOS ADVOGADOS DO BRASIL (OAB).","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=121722&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CAPACIDADE POSTULATÓRIA, RECURSO EM HABEAS CORPUS)\nRHC 104270 QO (2ªT). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\r\nNúmero de páginas: 21.\r\nAnálise: 08/10/2014, GOD.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : CELSO CORREIA DA COSTA JUNIOR \nADV.(A/S)  : CARLOS ANTÔNIO DE FREITAS \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":279088,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RHC 121722","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2014-05-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":121722,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur282505","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, concedeu a segurança e, por maioria, vencido o Ministro Teori Zavascki, declarou a inconstitucionalidade incidental do art. 170 da Lei nº 8.112/1990, tudo nos termos do voto do Relator. Votou o Presidente, Ministro Joaquim Barbosa. Ausente, justificadamente, o Ministro Gilmar Mendes. Plenário, 23.04.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur282505","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur282505","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Constitucional e Administrativo. Poder disciplinar. Prescrição. Anotação de fatos desabonadores nos assentamentos funcionais. Declaração incidental de inconstitucionalidade do art. 170 da Lei nº 8.112/90. Violação do princípio da presunção de inocência. Segurança concedida.\n\n\n\n    1. A instauração do processo disciplinar interrompe o curso do prazo prescricional da infração, que volta a correr depois de ultrapassados 140 (cento e quarenta) dias sem que haja decisão definitiva.\n\n\n\n    2. O princípio da presunção de inocência consiste em pressuposto negativo, o qual refuta a incidência dos efeitos próprios de ato sancionador, administrativo ou judicial, antes do perfazimento ou da conclusão do processo respectivo, com vistas à apuração profunda dos fatos levantados e à realização de juízo certo sobre a ocorrência e a autoria do ilícito imputado ao acusado.\n\n\n\n    3. É inconstitucional, por afronta ao art. 5º, LVII, da CF/88, o art. 170 da Lei nº 8.112/90, o qual é compreendido como projeção da prática administrativa fundada, em especial, na Formulação nº 36 do antigo DASP, que tinha como finalidade legitimar a utilização dos apontamentos para desabonar a conduta do servidor, a título de maus antecedentes, sem a formação definitiva da culpa.\n\n\n\n    4. Reconhecida a prescrição da pretensão punitiva, há impedimento absoluto de ato decisório condenatório ou de formação de culpa definitiva por atos imputados ao investigado no período abrangido pelo PAD. \n\n\n\n    5. O status de inocência deixa de ser presumido somente após decisão definitiva na seara administrativa, ou seja, não é possível que qualquer consequência desabonadora da conduta do servidor decorra tão só da instauração de procedimento apuratório ou de decisão que reconheça a incidência da prescrição antes de deliberação definitiva de culpabilidade.\n\n\n\n    6. Segurança concedida, com a declaração de inconstitucionalidade incidental do art. 170 da Lei nº 8.112/1990.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7065460","externo_seq_objeto_incidente":1734420,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=23262&classe=MS","is_colac":false,"titulo":"MS 23262","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00010 INC-00057\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-001711      ANO-1952\n                EF-1952 ESTATUTO DOS FUNCIONÁRIOS PÚBLICOS CIVIS DA UNIÃO - REVOGADA PELA LEI-8112/1990\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00116 INC-00002 INC-00003 INC-00006 \n          ART-00127 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 ART-00128 \n          ART-00130 ART-00131 ART-00142 INC-00001 \n          INC-00002 INC-00003 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00152 \"CAPUT\" \n          ART-00167 \"CAPUT\" ART-00169 PAR-00001 \n          ART-00170\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   DEL-000578      ANO-1938\n                DECRETO-LEI\n\n","LEG-FED   DEL-000200      ANO-1967\n          ART-00116 INC-00003\n                DECRETO-LEI"],"publicacao_data":"2014-10-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEFERIMENTO, MANDADO DE SEGURANÇA, CASSAÇÃO, DECISÃO, DETERMINAÇÃO, REGISTRO, ASSENTAMENTO FUNCIONAL, SERVIDOR PÚBLICO, FATO, APURAÇÃO, PROCESSO ADMINISTRATIVO DISCIPLINAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: REGISTRO, ASSENTAMENTO FUNCIONAL, SERVIDOR, PARTICIPAÇÃO, PROCESSO ADMINISTRATIVO DISCIPLINAR, POSSIBILIDADE, CONFIGURAÇÃO, PENALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INCONSTITUCIONALIDADE, PREVISÃO, REGIME JURÍDICO ÚNICO DOS SERVIDORES PÚBLICOS DA UNIÃO, REGISTRO, ASSENTAMENTO FUNCIONAL, SERVIDOR PÚBLICO, FATO, APURAÇÃO, PROCESSO ADMINISTRATIVO DISCIPLINAR, HIPÓTESE, PRESCRIÇÃO DA PRETENSÃO PUNITIVA, MOTIVO, OFENSA, DIREITO À IMAGEM, DIREITO À HONRA, PROTEÇÃO, CONSTITUIÇÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: INCONSTITUCIONALIDADE, PREVISÃO, REGIME JURÍDICO ÚNICO DOS SERVIDORES PÚBLICOS DA UNIÃO, REGISTRO, ASSENTAMENTO FUNCIONAL, SERVIDOR PÚBLICO, FATO, APURAÇÃO, PROCESSO ADMINISTRATIVO DISCIPLINAR, HIPÓTESE, PRESCRIÇÃO DA PRETENSÃO PUNITIVA, MOTIVO, OFENSA, PRINCÍPIO DA RAZOABILIDADE.\n\n- VOTO VENCIDO, MIN. TEORI ZAVASCKI: INEXISTÊNCIA, INCONSTITUCIONALIDADE, REGISTRO, ASSENTAMENTO FUNCIONAL, SERVIDOR PÚBLICO, PARTICIPAÇÃO, PROCESSO ADMINISTRATIVO DISCIPLINAR, RESULTADO, AUSÊNCIA, APLICAÇÃO, PENALIDADE ADMINISTRATIVA, DECORRÊNCIA, PRESCRIÇÃO, MOTIVO, CARÁTER DOCUMENTAL, REGISTRO.\n\n- OBITER DICTUM, MIN. ROBERTO BARROSO: INADEQUAÇÃO, PLENÁRIO, SUPREMO TRIBUNAL FEDERAL (STF), APRECIAÇÃO, ATO ADMINISTRATIVO, PROFERIMENTO, PRESIDENTE DA REPÚBLICA, AFETAÇÃO, EXCLUSIVIDADE, INTERESSE INDIVIDUAL, DECORRÊNCIA, AUSÊNCIA, REPERCUSSÃO GERAL, SITUAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=23262&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRESCRIÇÃO DA PRETENSÃO PUNITIVA, ÂMBITO ADMINISTRATIVO)\nMS 23299 (1ªT), RMS 23436 (2ªT). \n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nADPF 144 (TP), HC 95886 (2ªT), HC 96618 (2ªT), RE 631102 (TP). \n(INCONSTITUCIONALIDADE, EXECUÇÃO ANTECIPADA DA PENA)\nHC 84078 (TP). \n- Legislação estrangeira citada: art. 9 da Declaração dos Direitos do Homem e do Cidadão de 1789;\nart. 11.1 da Declaração Universal de Direitos Humanos, aprovada pela Assembleia da Organização das Nações Unidas.\n- Decisão estrangeira citada: 8ª Sala do Tribunal Constitucional 76/90, caso Ley General Tributaria do Tribunal Constitucional da Espanha.\n- Veja Formulação nº 36 do Departamento de Administração do Serviço Público (DASP).\nNúmero de páginas: 40.\nAnálise: 07/01/2015, IVA.\nRevisão: 02/03/2015, KAR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S)  : DIOCLÉCIO CAMPOS JÚNIOR \nADV.(A/S)  : WASHINGTON BOLÍVAR DE BRITO E OUTRO\nADV.(A/S)  : MARCUS RODRIGUES CAMARGO FELIPE DOS SANTOS \nIMPDO.(A/S)  : PRESIDENTE DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":282505,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 23262","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2014-04-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"ALCALÁ, Humberto Nogueira. Consideraciones sobre el derecho fundamental a la presunción de inocencia. In: Ius et Práxis, v.11, n.1, Talca 2005.\r\nARAÚJO, Edmir Netto. Curso de Direito Administrativo. Saraiva: São Paulo, 2005. p. 856.\r\nCARVALHO, Américo A. Taipa. Sucessão de leis penais. 2. ed. Coimbra: Coimbra, 1997. p. 315.\r\nCOSTA, José Armando da. Teoria e Prática do Processo Administrativo Disciplinar. 3. ed., revista, atualizada e ampliada. Brasília: Brasília Jurídica, 1999. p. 245 e 246.\r\nFAVOREU, Louis. La constitutionnalisation du droit pénal et de la procédure pénale, vers un droit constitutionnel penal. In. Droit penal contemporain. Mélanges en l’honneur d’André Vitu. Paris: Cujas, 1989. p.169-209.\r\nFERRAJOLI, Luigi. Derecho y razón: teoria del garantismo penal. Trad. Perfecto Andrés Ibáñez. 4 ed. Madrid: Trotta, 2000. p.555-559.\r\nGOMES FILHO, Antônio Magalhães. Presunção de inocência e prisão cautelar. São Paulo: Saraiva, 1991. p. 45.\r\nMATTOS, Mauro Roberto Gomes de. Lei nº 8.112/90 interpretada e comentada. 5. ed. revista e\r\natualizada. Niterói: Impetus, 2010. p. 106/107.\r\nPEDRERO, Enrique Belda Pérez. La presunción de inocencia. In: Parlamento y Constitución. Anuario, nº 5, 2001, p.179-204.\r\nRUANO, Miguel Carmona. Prueba de la infracción administrativa y derecho fundamental a la presunción de inocência. In: Jueces para la democracia, nº 9, 1990. p. 22-30.\r\nVILELA, Alexandra. Considerações acerca da presunção de inocência em direito processual penal. Coimbra: Coimbra, 2000. p. 105.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":23262,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur309743","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Ausente, justificadamente, o Senhor Ministro Roberto Barroso. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 2.6.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur309743","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:30:13.688371","dg_unique":"sjur309743","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Internacional Público. Extradição Executória. Governo da Espanha. Tratado específico. Agressão sexual, maus tratos no âmbito familiar, coação, lesão corporal e maus tratos habituais. Crimes tipificados nos artigos 179, 153, 172.2 e 173.2, do Código Espanhol, e nos artigos 213, 136, 146 e 129, § 9º, do Código Penal brasileiro. requisito da dupla tipicidade atendido. Sentença condenatória transitada em julgado. Cálculo da prescrição pelo cúmulo das penas. Impossibilidade: Prescrição a ser reconhecida segundo qualquer um dos ordenamentos jurídicos. Dispositivo do Código Penal que considera a pena de cada crime para efeito de prescrição. Prescrição da pretensão executória em relação aos crimes com penas inferiores a um ano. Possibilidade de Extraditar no que tange a crimes com penas inferiores a um ano. Tratado bilateral. Princípio da especialidade. Prevalência, no ponto, sobre o Estatuto do Estrangeiro. Detração do tempo de cumprimento de prisão preventiva no Brasil. Extradição Deferida.\n\n\n\n    1. A extradição requer o preenchimento dos requisitos legais extraídos a contrario sensu do art. 77 da Lei nº 6.815/80, bem assim que sejam observadas as disposições contidas em tratado específico.\n\n\n\n    2. In casu, o extraditando foi condenado, definitivamente, à pena de 10 (dez) anos e 26 (vinte e seis) meses de prisão pelos crimes de agressão sexual, maus tratos no âmbito familiar, coação, lesão corporal e maus tratos habituais, tipificados nos artigos 179, 153 172.2 e 173.2, do Código Espanhol, correspondentes aos delitos de estupro, maus tratos, constrangimento ilegal e lesão corporal praticada no âmbito familiar, tipificados nos artigos 213, 136, 146 e 129, § 9º, do Código Penal brasileiro, o que atende à exigência legal da dupla incriminação prevista no art. 77, inc. II, da Lei n. 6.815/1980.\n\n\n\n    3. O artigo 133 do Código Penal Espanhol considera, para o cálculo da prescrição, o total das penas de todos os crimes, e não a pena de cada qual isoladamente, sendo que a pena superior a 10 (dez) anos, pelo concurso de crimes, remete ao prazo prescricional de 15 (anos), que não transcorreu entre o trânsito em julgado da sentença, em 15.06.2012.\n\n\n\n    3.1. O artigo 119 do Código Penal prevê, diversamente do dispositivo da lei espanhola, que “no caso de concurso de crimes, a extinção da punibilidade incidirá sobre a pena de cada um, isoladamente” a impedir a extradição, devendo a regra brasileira incidir no caso concreto por força do disposto no artigo IV do Tratado bilateral, in verbis: “Não será concedida a extradição: c) quando a ação penal ou a pena já estiver prescrita, segundo as leis do Estado requerente ou do Estado requerido”, tudo a evidenciar que se impõe o reconhecimento da prescrição no que tange às penas, consideradas isoladamente, inferiores a 1 (um) ano, cujo prazo prescricional é de 2 (dois) anos (cf. artigo 109, inc. VI, do Código Penal, aplicado com a redação anterior a da vigência da Lei n. 12.234/2010, uma vez que os fatos datam de 2009), biênio já transcorrido entre o trânsito em julgado da sentença condenatória, em 15/06/2012, e a prisão preventiva para extradição, efetivada em 31/10/2014.\n\n\n\n    3.2. As penas relativas aos crimes de maus tratos habituais (2 anos) e de agressão sexual (8 anos) anos não prescreveram.\n\n\n\n    4. A proibição de extraditar, por crime cuja pena seja igual ou inferior a um (1) ano (art. 77, IV, da Lei n. 6.815/1980), deve ser afastada, ex vi da norma específica contida no Tratado de Extradição.\n\n\n\n    4.1. Destarte, o artigo II, parágrafo 1, do Tratado de Extradição entre o Brasil e a Espanha (Decreto n. 99.340/1990) estabelece que “Autorizam a extradição os fatos a que as Leis do Estado requerido imponham pena privativa de liberdade superior a um ano”; contrario sensu, não se concederá extradição no tocante ao crime cuja pena seja igual ou inferior a um ano. [grifei]\n\n\n\n    4.2. O artigo II, parágrafo 2, do Tratado específico ainda proíbe a extradição para executar sentença cuja pena ainda não cumprida seja inferior a um ano.\n\n\n\n    4.3. O mesmo artigo II, em seu parágrafo 3, relativiza as exigências contidas nos seus parágrafos 1 e 2 ao dispor que “Quando o pedido de extradição referir-se a mais de um delito, e alguns deles não cumprirem com os requisitos dos parágrafos 1 e 2 deste Artigo, a extradição poderá ser concedida se um dos delitos preencher as referidas exigências”, a evidenciar que os crimes que não satisfaçam a exigência da pena mínima seguem a reboque dos crimes cujas penas excedam a um ano. [grifei]\n\n\n\n    4.4. A cláusula de relativização do Tratado prevalece, à luz do princípio da especialidade, sobre o Estatuto do Estrangeiro, que veda, pura e simplesmente, a extradição quando a pena for igual ou inferior a 1 (um) ano, por isso que também é possível conceder extradição no que tange a tais delitos, em razão do perfazimento das condições avençadas relativamente aos crimes apenados com 2 e 8 oito anos de prisão (maus tratos habituais e agressão sexual).\n\n\n\n    4.5. Contudo, a ocorrência, in casu, da prescrição das penas inferiores a um ano torna prejudicada a tese jurídica conducente à possibilidade de extraditar no que tange a tais crimes quando haja outros que perfazem as condições para a extradição.\n\n\n\n    5. Extradição deferida apenas no que tange aos crimes de agressão sexual (8 anos) e de maus tratos (2 anos), uma vez que os crimes de lesão corporal (10 meses), um dos crimes de maus tratos (6 meses) e de constrangimento ilegal (10 meses) encontram-se prescritos segundo o lei brasileira.\n\n\n\n    6. O Estado requerente deverá assumir o compromisso de descontar o tempo de prisão preventiva para extradição cumprido no Brasil.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=8725899","externo_seq_objeto_incidente":4654160,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-119  DIVULG 19-06-2015  PUBLIC 22-06-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1372&classe=Ext","is_colac":false,"titulo":"Ext 1372","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00004 ART-00080 \n          ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-012234      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 INC-00003 INC-00005 \n          ART-00109 INC-00006 REDAÇÃO ORIGINAL\n          ART-00119 ART-00129 PAR-00009 ART-00136 \n          ART-00146 ART-00213\n                CP-1940 CÓDIGO PENAL\n\n","LEG-INT   TTD      ANO-1988\n          ART-00002 PAR-00001 PAR-00002 PAR-00003 \n          ART-00004\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA"],"publicacao_data":"2015-06-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: INAPLICABILIDADE, PRINCÍPIO DA ESPECIALIDADE, ÂMBITO PENAL, FUNDAMENTO, IMPOSSIBILIDADE, PREVALÊNCIA, TRATADO DE EXTRADIÇÃO, CORRELAÇÃO, LEGISLAÇÃO PENAL, DECORRÊNCIA, INTRODUÇÃO, TRATADO DE EXTRADIÇÃO, ESTADO BRASILEIRO, INTERMÉDIO, DECRETO, FUNDAMENTO, DIREITO PENAL, SUBMISSÃO, PRINCÍPIO DA RESERVA LEGAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1372&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: art. 133, n. 1, art. 153, art. 172.2 art. 173.2 e art. 179 do Código Penal Espanhol.\r\nNúmero de páginas: 15.\r\nAnálise: 23/06/2015, JRS.\r\nRevisão: 31/07/2015, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : ALVARO COSTAS RODRIGUEZ \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":309743,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1372","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-06-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1372,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur331236","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu a extradição, nos termos do voto da Relatora. Falou, pelo extraditando, o Dr. Michel Saliba de Oliveira. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 3.11.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur331236","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur331236","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"2ºJULG","is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA. PRISÃO PREVENTIVA DECRETADA PELA JUSTIÇA NORTE-AMERICANA. TRATADO ESPECÍFICO: REQUISITOS ATENDIDOS. CRIMES DE FRAUDE BANCÁRIA E ALIENAÇÃO OU ONERAÇÃO FRAUDULENTA DE COISA PRÓPRIA. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelos Estados Unidos da América atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 6.815/1980 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado Requerente dispõe de competência jurisdicional para processar e julgar os crimes imputados ao Extraditando, que, naquele Estado, teria sido autor de atos configuradores, em tese, dos delitos previstos no Título 18 do Código dos Estados Unidos, Seções 1014 e 1344, conformando-se o caso ao disposto no art. 78, inc. I, da Lei n. 6.815/1980 e ao princípio de direito penal internacional da territorialidade da lei penal.\n\n\n\n    3. Requisito da dupla tipicidade previsto no art. 77, inc. II, da Lei n. 6.815/1980 cumprido: fatos delituosos imputados ao Extraditando correspondentes, no Brasil, aos crimes de fraude bancária e alienação ou oneração fraudulenta de coisa própria (art. 19 da Lei n. 7.492/1986 e art. 171, § 2º, inc. II, do Código Penal brasileiro).\n\n\n\n    4. Na extradição, este Supremo Tribunal Federal não detém competência para examinar o mérito da pretensão deduzida pelo Estado Requerente ou o contexto probatório no qual se apoia a postulação extradicional. Precedentes.\n\n\n\n    5. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9894236","externo_seq_objeto_incidente":4855612,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-241  DIVULG 27-11-2015  PUBLIC 30-11-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1388&classe=Ext%BAJULG","is_colac":false,"titulo":"Ext 1388 2ºJULG","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 ART-00080\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00019\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00171 PAR-00002 \n          INC-00002 INC-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL.\n\n","LEG-FED   DEC-055750      ANO-1965\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   TTD      ANO-1961\n          ART-00001 ART-00002 ITEM-20 ART-00003 \n          ART-00005 NÚMERO-3 ART-00008 ART-00009\n                TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL"],"publicacao_data":"2015-11-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- POSSIBILIDADE, EQUIPARAÇÃO, INDICTMENT, RECEBIMENTO, DENÚNCIA, DECISÃO DE PRONÚNCIA. CARACTERIZAÇÃO, INDICTMENT, CAUSA INTERRUPTIVA, PRAZO PRESCRICIONAL, FUNDAMENTO, JURISPRUDÊNCIA FIRMADA, STF.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1388&classe=Ext%BAJULG","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-2ºJULG","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO INSTRUTÓRIA)\nHC 80993 (1ªT). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 977 (TP). \n(NATUREZA JURÍDICA, INDICTMENT)\nExt 542 (TP), Ext 828 (TP), EXT 816 (TP). \n(EXTRADIÇÃO, APRECIAÇÃO, MÉRITO)\nExt 669 (TP), Ext 866 (TP), Ext 897 (TP). \n(INDICTMENT, INTERRUPÇÃO, PRAZO PRESCRICIONAL)\nExt 457 (TP). \n- Legislação estrangeira citada: Seções 1014 e 1344 do Título 18 do Código dos Estados Unidos.\r\nNúmero de páginas: 19.\r\nAnálise: 02/12/2015, JRS.\r\nRevisão: 26/04/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : KELLY ALAN FREESE OU KELLY FREESE \nADV.(A/S)  : VELCI JOSÉ DA SILVA NECKEL E OUTRO(A/S)\nADV.(A/S)  : MICHEL SALIBA DE OLIVEIRA \nADV.(A/S)  : GABRIELA GUIMARAES PEIXOTO \nADV.(A/S)  : MARCUS VINÍCIUS BERNARDES GUSMÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":331236,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1388 2ºJULG","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-11-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDO JULGAMENTO NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1388,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur343141","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma indeferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 8.3.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur343141","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur343141","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO – PRESCRIÇÃO DA PRETENSÃO PUNITIVA À LUZ DA LEGISLAÇÃO DO ESTADO REQUERENTE – INDEFERIMENTO. Descabe a extradição, uma vez extinta a prescrição da pretensão punitiva, considerada a legislação penal do Estado requerente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10543056","externo_seq_objeto_incidente":4698259,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-053  DIVULG 21-03-2016  PUBLIC 22-03-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1383&classe=Ext","is_colac":false,"titulo":"Ext 1383","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00006\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   TTD      ANO-1937\n          ART-00003 LET-C\n                TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O EQUADOR, FIRMADO NO RIO DE JANEIRO A 4 DE MARÇO DE 1937\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00155 PAR-00004 \n          INC-00001 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000110      ANO-1937\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O EQUADOR, FIRMADO NO RIO DE JANEIRO A 4 DE MARÇO DE 1937\n\n","LEG-FED   DEC-002950      ANO-1938\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O EQUADOR, FIRMADO NO RIO DE JANEIRO A 4 DE MARÇO DE 1937"],"publicacao_data":"2016-03-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CARACTERIZAÇÃO, FURTO QUALIFICADO, ÂMBITO, LEGISLAÇÃO BRASILEIRA, HIPÓTESE, SUBTRAÇÃO, COISA ALHEIA MÓVEL, INTERMÉDIO, ROMPIMENTO, OBSTÁCULO, CONCURSO DE PESSOAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1383&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: artigos 101, 108, 233 e 551, do Código Penal equatoriano.\n\nNúmero de páginas: 5.\nAnálise: 08/04/2016, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO EQUADOR \nEXTDO.(A/S)  : JOSÉ MIGUEL OYAGATA TUQUERREZ \nADV.(A/S)  : DANIEL MOURAD MAJZOUB (OAB 209481SP - OAB 209481SP)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":343141,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1383","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-03-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":1383,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur345654","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Por maioria de votos, a Turma acolheu a questão de ordem proposta pelo Relator, nos termos do seu voto, vencido, em parte, o Senhor Ministro Marco Aurélio, que a acolhia em maior extensão. Falou o Dr. Amarildo Maciel, pelos Requerentes. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 24.11.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur345654","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur345654","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"CumpSent","is_processo_antigo":false,"ementa_texto":"Ementa: RECLAMAÇÃO. EXECUÇÃO DE DECISÃO TRÂNSITA NESTES AUTOS EM 2001. QUATORZE ANOS DE DESCUMPRIMENTO DA DETERMINAÇÃO JUDICIAL DESTES AUTOS ORIUNDA DE ÓRGÃO FRACIONÁRIO DESTA CORTE. RECONHECIMENTO DO TRÂNSITO. POSSIBILIDADE. NATUREZA JURÍDICA DA RECLAMAÇÃO DE AÇÃO CONSTITUCIONAL. DESCUMPRIMENTO, PELA UNIÃO, DA DECISÃO PROFERIDA NOS AUTOS DO RMS 23.040 E NESTA RECLAMAÇÃO. PROCEDÊNCIA. AUTORIDADE RECLAMADA. CUMPRIMENTO DA DECISÃO JUDICIAL CONSTANTE DESTES AUTOS COM OBSERVÂNCIA DE UM CRONOGRAMA RAZOÁVEL CONSIDERADO O ATUAL CENÁRIO DE CRISE ECONÔMICA. \n\n\n\n    1. A Administração Pública, em um Estado Democrático de Direito não detém competência para, no âmbito de sua esfera administrativa, reabrir discussão sobre matéria que, em seu mérito, transitou em julgado. \n\n\n\n    2. O Administrador Público, no Estado de Legalidade, deve adotar as providências indispensáveis para o cumprimento da decisão judicial trânsita que reconheceu o direito em favor dos reclamantes.\n\n\n\n    3. A improcedência da Ação Rescisória 1.685 desconstitui, por razões lógicas, a liminar nela deferida.\n\n\n\n    4. In casu, insubsistente a liminar que havia suspendido o cumprimento do acórdão proferido nesta reclamação, o referido julgado recobra sua “força impositiva plena”.\n\n\n\n    5. Consectariamente, ressoa descabida a tese de que a decisão a ser cumprida é, apenas, aquela proferida nos autos do RMS 23.040, havendo, ao menos, seis motivos para se chegar a esta conclusão.\n\n\n\n    5.1. Primeiramente, porque a decisão proferida no referido mandado de segurança foi complementada pelo decisum dos autos desta Reclamação, que determinou a nomeação dos reclamantes, e que, na medida em que não foi objeto de qualquer recurso, tampouco de ação rescisória, transitou em julgado, o que impede novo debate sobre relação jurídica já decidida. A doutrina e a jurisprudência não se afastam da compreensão de que a reclamação é uma autêntica ação, e não um recurso ou incidente processual, et pour cause, a decisão proferida na mesma pode transitar em julgado. Precedente: Rcl 532 AgR, Relator(a): Min. SYDNEY SANCHES, Tribunal Pleno, julgado em 01/08/1996, DJ 20-09-1996). Aduza-se que, além de a referida decisão ter sido devidamente publicada, o próprio Ministro do Trabalho recebeu ofício para o seu cumprimento, o que afasta qualquer tese de que a União dela não foi intimada.\n\n\n\n    5.2. Em segundo lugar, porque a tese de que a decisão proferida nestes autos não se concilia com a decisão exarada os autos do RMS 23.040, na medida em que extra petita, não deve ser acolhida. Na ocasião do julgamento do mérito desta reclamação em 2001, chegou-se a conclusão, após a devida fundamentação, de que a extinção da segunda etapa do concurso de Auditor-Fiscal do Trabalho implicaria o direito à nomeação dos candidatos contemplados pelo RMS 23.040. \n\n\n\n    5.3. Em terceiro lugar, porque as duas decisões monocráticas proferidas em 03/12/2003 (fls. 343-345) e 02/08/2004 (fls. 417), no sentido de negar seguimento a esta reclamação e determinar o seu arquivamento não teve – e nem poderia - o condão de desconstituir a coisa julgada nestes autos e de inviabilizar a sua eficácia. Trata-se, nos dois casos, de mero arquivamento dos autos físicos, e não do processo, na medida em que este último veicula decisão transita pendente de execução. Deveras, o relator de um processo não tem competência para, após a deliberação oriunda de um órgão colegiado transitar em julgado, desconstituir monocraticamente o que decidido por mero despacho de arquivamento ou decisão negando seguimento.\n\n\n\n    5.4. Em quarto lugar, porque hodiernamente não existe mais a etapa de curso de formação nos concursos públicos para o cargo efetivo de Auditor-Fiscal do Trabalho, o que obstaculiza a pretensão de se ressuscitar algo inexistente. No mesmo sentido, esta Corte assentou, nesta reclamação, que, diante dessa circunstância, os candidatos contemplados pelo RMS 23.040 devem ser nomeados. \n\n\n\n    5.4.1. É cediço que o art. 471, inciso I, do CPC, expressamente, autoriza que o magistrado considere as mudanças da situação fática na execução de decisões revestidas pelo manto da coisa julgada, a fim de que possa adequar a ratio do pronunciamento judicial a uma nova realidade.\n\n\n\n    5.5. Em quinto lugar, porque os princípios aplicáveis à Administração Pública da economicidade e da eficiência, estampados, respectivamente, nos artigos 70 e 37 da Constituição da República impedem a realização do curso de formação na hipótese dos autos. Em virtude de experiências do passado, o mais provável é que a grande maioria dos candidatos, senão todos, sejam aprovados neste curso de formação e que tenham de, em seguida, ser nomeados. Sob essa ótica, o curso de formação, apenas, implicaria duas consequências: a de gerar uma despesa com a contratação de uma empresa para organizar o curso e atrasar a nomeação dos candidatos por mais tempo além de mais de uma década do que já esperaram. E nunca é demais rememorar que a própria reclamada juntou aos autos documentos (fls. 615) noticiando que a pessoa jurídica a ser contratada para realizar o curso de formação na hipótese dos autos receberá R$1.245.437,48 (um milhão, duzentos e quarenta e cinco mil, quatrocentos e trinta e sete reais e quarenta e oito centavos) e, além disso, os que participarão do curso receberão uma bolsa no valor total de R$2.997.589,06 (dois milhões, novecentos e noventa e sete mil, quinhentos e oitenta e nove reais e seis centavos). Uma absurda e desnecessária despesa de, aproximadamente, quatro milhões, duzentos e quarenta mil reais para a realização de um curso de formação que sequer existe nos dias de hoje.\n\n\n\n    5.6. Em sexto lugar, porque o concurso público a que se refere esta ação foi realizado em 1994 e, sob o prisma da razoabilidade, não é correto que a União exija de pessoas aprovadas em um concurso há mais de 20 anos atrás que se submetam a um curso de formação capaz de ensejar a reprovação como se nada tivesse ocorrido na vida dos candidatos em todo este tempo. O longo decurso do tempo não justifica exigir daqueles aprovados que se submetam a uma nova etapa de concurso público como se estivessem no mesmo estado de preparação para as provas que se encontravam em 1994. \n\n\n\n    6. Fixadas essas premissas, é imperioso reconhecer o direito dos candidatos abrangidos pelo RMS 23.040 à nomeação no cargo de Auditor-Fiscal do Trabalho, mormente porquanto o provimento judicial neste sentido oriundo desta Corte possui quase 15 anos desde a data em que transitou em julgado.\n\n\n\n    7. É assente nesta Corte o entendimento de que não assiste ao candidato nomeado tardiamente por força de decisão judicial o direito de contagem retroativa do tempo de serviço e dos demais efeitos funcionais a contar da data em que, supostamente, deveria ter sido nomeado, uma vez que somente o efetivo exercício rende ensejo às prerrogativas funcionais inerentes ao cargo público, sob pena de enriquecimento ilícito. Assim, e considerando que, na hipótese dos autos, não se identifica uma arbitrariedade flagrante, mas um complexo litígio que se circunscreve a, pelo menos, três processos, não há como falar em efeitos retroativos, quer funcionais, quer previdenciários, como postulam os reclamantes, porquanto implicaria excessiva oneração dos cofres públicos em razão de o litígio ter subsistido por mais de uma década. Os efeitos financeiros e funcionais da nomeação serão contados a partir da data em que os candidatos entrarem em exercício. (Precedente decidido em Repercussão Geral sobre o tema: RE 724.347/DF, Rel. Min. Marco Aurélio, Redator para o acórdão o Ministro Roberto Barroso, DJe 13/05/2015)\n\n\n\n    8. O enquadramento dos candidatos do concurso público sub judice de 1994 no cargo efetivo de Auditor-Fiscal do Trabalho deverá ser feito na classe A, padrão V da atual tabela de subsídios do cargo de Auditor Fiscal do Trabalho, ex vi do que previsto no art. 18 da Lei 10.593/2002: Art. 18. O ingresso nos cargos de Auditor-Fiscal da Receita Federal, Auditor-Fiscal da Previdência Social e Auditor-Fiscal do Trabalho dos aprovados em concurso, cujo edital tenha sido publicado até 30 de junho de 1999, dar-se-á, excepcionalmente, na classe A, padrão V.\n\n\n\n    9. In casu, a) cuida-se reclamação para assegurar o cumprimento de decisão proferida no RMS 23.040, cujo writ se refere a concurso publico realizado para o cargo de Fiscal do Trabalho em 1994, outrora transformado no cargo de Auditor-Fiscal do Trabalho, tendo alguns candidatos impetrado mandado de segurança visando a prosseguir no certame. Trânsito em julgado do referido writ (RMS 23.040) ocorrido em 10/02/2000 com decisão favorável aos candidatos, assegurando-lhes o direito de prosseguirem na segunda etapa do concurso público; b) Diante da extinção da referida etapa do concurso, a decisão transita nesta reclamação assegurou a nomeação dos candidatos, e não, apenas, o direito de prosseguir no curso de formação; c) Em 19/11/2001, foi ajuizada ação rescisória pela União (AR 1685), cuja liminar foi deferida pela relatora para suspender a tramitação desta reclamação; d) Em decorrência do deferimento da liminar, foram proferidas duas decisões monocráticas, a primeira em dezembro de 2003 e a segunda de agosto de 2004, que respectivamente, ensejaram o arquivamento dos autos impossibilitando o prosseguimento do feito; e) Ao final de 2014, a referida ação rescisória (AR 1685) foi julgada improcedente, permitindo o prosseguimento da execução do que decidido neste feito.\n\n\n\n    I) Em cumprimento ao que decidido nestes autos com trânsito em julgado, DETERMINO à autoridade reclamada que proceda à nomeação dos reclamantes para o cargo de Auditor Fiscal do Trabalho, Classe A, Padrão V, para que tenham exercício no Estado do Rio de Janeiro, observando as seguintes medidas a serem cumpridas de acordo com o cronograma abaixo:\n\n\n\n    II) Primeiramente, a União deverá, até 30 de novembro de 2015, convocar, por qualquer meio que avalie ser o mais eficaz e menos oneroso, todos os abrangidos pela decisão proferida no RMS 23.040 (apenas os impetrantes) para que manifestem, se for o caso, seu interesse na nomeação no cargo efetivo de Auditor-Fiscal do Trabalho, Classe A, Padrão V, com efeitos financeiros e funcionais a partir da data em que entrarem em exercício e para que, também, apresentem, em órgão da União indicado pela AGU, os documentos necessários para a referida nomeação, ressalvado aos reclamantes o direito de pleitear danos nas vias próprias, mediante a comprovação da arbitrariedade qualificada da Administração (RE 724.347).\n\n\n\n    III) A manifestação de vontade dos candidatos deverá ser dirigida ao órgão administrativo indicado pela AGU, e não diretamente nestes autos.\n\n\n\n    IV) Em seguida, a União deverá, até 10 de dezembro de 2015, informar, nestes autos, a lista contendo o nome completo de todo os que aceitaram ser nomeados de acordo com as condições definidas neste decisum.\n\n\n\n    V) Por fim, a União deverá, observada a ordem de classificação no concurso público na fase em que ele se encontrava quando foi suspenso, providenciar a nomeação de todos os que aceitaram ser nomeados e que apresentaram a documentação necessária até, impreterivelmente, 31 de março de 2016. A União deverá juntar nos autos a comprovação da nomeação dos contemplados até o prazo improrrogável de 15 de abril de 2016.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10737214","externo_seq_objeto_incidente":4843532,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-072  DIVULG 15-04-2016  PUBLIC 18-04-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1728&classe=Rcl","is_colac":false,"titulo":"Rcl 1728 CumpSent","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00037 \n          ART-00040 REDAÇÃO DADA PELA EMC-41/2003\n          ART-00070\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000020      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000041      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-003071      ANO-1916\n          ART-00120\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00471 INC-00001\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-009717      ANO-1998\n          ART-00001 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00129\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-010593      ANO-2002\n          ART-00018\n                LEI ORDINÁRIA\n\n","LEG-FED   RGI      ANO-1980\n          ART-00010 PAR-00003\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EDT-000001      ANO-1994\n                EDITAL DO CONCURSO PÚBLICO PARA FISCAL DO TRABALHO"],"publicacao_data":"2016-04-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: POSSIBILIDADE, RECLAMANTE, PROPOSITURA, DEMANDA, PERDAS E DANOS, DECORRÊNCIA, COMPROVAÇÃO, ARBITRARIEDADE, ADMINISTRAÇÃO.\n\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. MARCO AURÉLIO: RECONHECIMENTO, DIREITO, RECLAMANTE, VANTAGEM PESSOAL, REFERÊNCIA, PERÍODO, DESCUMPRIMENTO, DETERMINAÇÃO, ÂMBITO JUDICIAL, DECORRÊNCIA, ATO ILÍCITO, UNIÃO, CARACTERIZAÇÃO, ABUSO, UTILIZAÇÃO, NORMA, ÂMBITO PROCESSUAL.\n\n- AUSÊNCIA, NATUREZA JURÍDICA, RECURSO ADMINISTRATIVO, HIPÓTESE, RECLAMAÇÃO, DECORRÊNCIA, CARACTERIZAÇÃO, RECLAMAÇÃO, AÇÃO CONSTITUCIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1728&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-CumpSent","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECLAMAÇÃO, CARACTERIZAÇÃO, AÇÃO)\nRcl 532 AgR (2ªT). \n(DETERMINAÇÃO JUDICIAL, NOMEAÇÃO, CONCURSO PÚBLICO, REMUNERAÇÃO RETROATIVA)\nAI 840597 AgR (2ªT), RE 724347 (TP), AI 763774 AgR (1ªT). \n(AÇÃO RESCISÓRIA, PRECLUSÃO)\nAR 1740 (TP). \n- Decisão monocrática citada:\n(DETERMINAÇÃO JUDICIAL, NOMEAÇÃO, CONCURSO PÚBLICO, REMUNERAÇÃO RETROATIVA)\nRE 602254.\n- Legislação estrangeira citada: art. 808 do Código Francês.\r\n- Veja RMS 23040 e AR 1685 do STF.\r\n\nNúmero de páginas: 62.\nAnálise: 20/04/2016, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ADÉLIA DE ARAÚJO GONÇALVES E OUTRO(A/S)\nADV.(A/S)  : JOSÉ CARLOS BARBOSA NETO E OUTRO(A/S)\nREQDO.(A/S)  : MINISTRO DE ESTADO DO TRABALHO E EMPREGO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":345654,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Rcl 1728 CumpSent","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2015-11-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"CUMPRIMENTO DE SENTENÇA NA RECLAMAÇÃO","documental_doutrina_texto":"DANTAS, Marcelo Navarro Ribeiro. Reclamação Constitucional no Direito Brasileiro. Porto Alegre: Sérgio Antônio Fabris editor, 2000. p.453.\r\nDIDIER JÚNIOR, Fredie; CUNHA, Leonardo José Carneiro da. Curso de Direito Processual Civil. Meios de impugnação às decisões judiciais e processo nos tribunais. Salvador: JusPodivm, 2006. p. 326.\r\nMOREIRA, José Carlos Barbosa. Eficácia preclusiva da coisa julgada material. no sistema do processo civil brasileiro. Temas de Direito Processual. São Paulo: Saraiva, 1977. p. 100.\r\nSILVA, Ovídio Batista da. Curso de Processo Civil. 5. ed. v. 1. São Paulo: Revista dos Tribunais, 2000. p. 500.","ministro_facet":["LUIZ FUX"],"processo_numero":1728,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}