{"result":{"took":252,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur208485","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, julgou procedente a ação direta para dar ao § 2º do artigo 33 da Lei nº 11.343/2006 interpretação conforme à Constituição, para dele excluir qualquer significado que enseje a proibição de manifestações e debates públicos acerca da descriminalização ou legalização do uso de drogas ou de qualquer substância que leve o ser humano ao entorpecimento episódico, ou então viciado, das suas faculdades psico-físicas. Votou o Presidente, Ministro Cezar Peluso. Impedido o Senhor Ministro Dias Toffoli. Falou, pelo Ministério Público Federal, a Vice-Procuradora-Geral da República Dra. Deborah Macedo Duprat de Britto Pereira. Plenário, 23.11.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"AYRES BRITTO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur208485","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur208485","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ACÃO DIRETA DE INCONSTITUCIONALIDADE. PEDIDO DE “INTERPRETAÇÃO CONFORME À CONSTITUIÇÃO” DO § 2º DO ART. 33 DA LEI Nº 11.343/2006, CRIMINALIZADOR DAS CONDUTAS DE “INDUZIR, INSTIGAR OU AUXILIAR ALGUÉM AO USO INDEVIDO DE DROGA”.\n\n\n\n    1. Cabível o pedido de “interpretação conforme à Constituição” de preceito legal portador de mais de um sentido, dando-se que ao menos um deles é contrário à Constituição Federal.\n\n\n\n    2. A utilização do § 3º do art. 33 da Lei 11.343/2006 como fundamento para a proibição judicial de eventos públicos de defesa da legalização ou da descriminalização do uso de entorpecentes ofende o direito fundamental de reunião, expressamente outorgado pelo inciso XVI do art. 5º da Carta Magna. Regular exercício das liberdades constitucionais de manifestação de pensamento e expressão, em sentido lato, além do direito de acesso à informação (incisos IV, IX e XIV do art. 5º da Constituição Republicana, respectivamente). \n\n\n\n    3. Nenhuma lei, seja ela civil ou penal, pode blindar-se contra a discussão do seu próprio conteúdo. Nem mesmo a Constituição está a salvo da ampla, livre e aberta discussão dos seus defeitos e das suas virtudes, desde que sejam obedecidas as condicionantes ao direito constitucional de reunião, tal como a prévia comunicação às autoridades competentes. \n\n\n\n    4. Impossibilidade de restrição ao direito fundamental de reunião que não se contenha nas duas situações excepcionais que a própria Constituição prevê: o estado de defesa e o estado de sítio (art. 136, § 1º, inciso I, alínea “a”, e art. 139, inciso IV).\n\n\n\n    5. Ação direta julgada procedente para dar ao § 2º do art. 33 da Lei 11.343/2006 “interpretação conforme à Constituição” e dele excluir qualquer significado que enseje a proibição de manifestações e debates públicos acerca da descriminalização ou legalização do uso de drogas ou de qualquer substância que leve o ser humano ao entorpecimento episódico, ou então viciado, das suas faculdades psicofísicas.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=1955301","externo_seq_objeto_incidente":2691530,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-084 DIVULG 30-04-2012 PUBLIC 02-05-2012\nRTJ VOL-00222-01 PP-00146","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4274&classe=ADI","is_colac":false,"titulo":"ADI 4274","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00005 INC-00004 INC-00005 INC-00009\r\n          INC-00010  INC-00013 INC-00014 INC-00016\r\n          INC-00041 INC-00042 INC-00043 INC-00044 \r\n          ART-00060\r\n          PAR-00004 INC-00004 ART-00136 PAR-00001\r\n          INC-00001 LET-A ART-00139 INC-00004 \r\n          ART-00220 PAR-00001 \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   DEL-002848      ANO-1940\r\n          ART-00287   \r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-011343      ANO-2006\r\n          ART-00033 PAR-00002 PAR-00003 \r\n                LTX-2006 LEI DE TÓXICOS"],"publicacao_data":"2012-05-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. LUIZ FUX: NECESSIDADE, PREVISÃO, \r\nPARÂMETRO, CUMPRIMENTO, DECISÃO. NECESSIDADE, CARACTERIZAÇÃO, REUNIÃO \r\nPACÍFICA, NOTIFICAÇÃO PRÉVIA, AUTORIDADE, AUSÊNCIA, INCENTIVO, \r\nVIOLÊNCIA, \r\nAUSÊNCIA, INCENTIVO, CONSUMO, ENTORPECENTE, AUSÊNCIA, PARTICIPAÇÃO, \r\nCRIANÇA, ADOLESCENTE.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. CELSO DE MELLO: AUSÊNCIA, \r\nIMPEDIMENTO, MANIFESTAÇÃO, MINORIA, DECORRÊNCIA, LIBERDADE DE \r\nEXPRESSÃO. POSSIBILIDADE, EXISTÊNCIA, CONFLITO, MANIFESTAÇÃO, MAIORIA. \r\nDESCABIMENTO, IMPEDIMENTO, CIRCULAÇÃO, IDEIA, MINORIA, FUNDAMENTO, \r\nOFENSA, MORALIDADE, CULTURA, DECORRÊNCIA, ESTADO DEMOCRÁTICO DE \r\nDIREITO.\r\n\r\n- RESSALVA DE ENTENDIMENTO,  MIN. GILMAR MENDES: EXISTÊNCIA, RESERVA \r\nLEGAL QUALIFICADA, REGULAÇÃO, LIBERDADE DE REUNIÃO. EXISTÊNCIA, \r\nLIMITAÇÃO MATERIAL, \r\n\r\nLIBERDADE DE REUNIÃO. DESCABIMENTO, ENTENDIMENTO, AUSÊNCIA, LIMITAÇÃO, \r\nLIBERDADE DE REUNIÃO, DECORRÊNCIA, INCOMPATIBILIDADE, INTERPRETAÇÃO \r\nSISTEMÁTICA, CONSTITUIÇÃO FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4274&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão citado: ADPF 187.\r\n- Decisões estrangeiras citadas: Caso Ellen Mac Donald J, Iorfida v. MacIntyre da Corte de Ontário (General Division), julgado em 05 de outubro de 1994; Caso Hague v. Committee for Industrial Organization, julgado em 05 de junho de 1939.\r\nNúmero de páginas: 32.\r\nAnálise: 14/05/2012, SEV.\r\nRevisão: 23/05/2012, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : PROCURADORA GERAL DA REPÚBLICA\r\nINTDO.(A/S)         : PRESIDENTE DA REPÚBLICA\r\nADV.(A/S)           : ADVOGADO-GERAL DA UNIÃO\r\nINTDO.(A/S)         : CONGRESSO NACIONAL\r\nAM. CURIAE.         : ASSOCIAÇÃO BRASILEIRA DE ESTUDOS SOCIAIS DO USO DE PSICOATIVOS - ABESUP \r\nADV.(A/S)           : MAURO MACHADO CHAIBEN E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":208485,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4274","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2011-11-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BIANCHINI, Alice et al. Lei de Drogas Comentada. Revista dos Tribunais. \r\n\r\n\r\n\r\n\r\n\r\n3. ed. p. 196.\r\nGUIMARÃES, Isaac Sabbá. Nova Lei Antidrogas Comentada. Crimes e Regimes \r\n\r\n\r\n\r\n\r\n\r\nProcessual Penal. 4. ed. Juruá, 2010. p. 110.\r\nLUCHIARI, Edemur Ercílio; SILVA, José Geraldo da. Comentários à Nova Le \r\n\r\n\r\n\r\n\r\n\r\nde Drogas. Millenium, 2008. p. 53.\r\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de \r\nConstitucionalidade. Saraiva. p. 267.","ministro_facet":["AYRES BRITTO"],"processo_numero":4274,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur251678","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu, em parte, a extradição e julgou prejudicado o agravo regimental interposto, nos termos do voto do Relator. Unânime. Não participou, justificadamente, deste julgamento, o Senhor Ministro Marco Aurélio. Presidência do Senhor Ministro Luiz Fux. 1ª Turma, 19.11.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur251678","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:23:23.194098","dg_unique":"sjur251678","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n     Extradição instrutória. Governo dos Estados Unidos da América. Pedido instruído com os documentos necessários para sua análise. Atendimento aos requisitos da Lei nº 6.815/80 e do tratado bilateral. Fraude postal. Dupla tipicidade. Ocorrência. Inexistência de acusação formal por outras infrações. Prescrição. Não ocorrência, sob a óptica tanto da legislação alienígena quanto da legislação penal brasileira, relativamente aos fatos posteriores a 30/11/05. Extinção da punibilidade em relação aos fatos anteriores a 30/11/05. Reexame de fatos. Impossibilidade. Sistema de contenciosidade limitada. Precedentes. Alegação de ausência de comprovação da autenticidade dos textos legais estrangeiros. Pedido encaminhado por via diplomática. Autenticidade dos documentos. Inteligência do disposto no art. 80, § 2º, do Estatuto do Estrangeiro (conforme a redação dada pela Lei nº 12.878/13). Revogação da prisão. Não ocorrência de situação excepcional que justifique a revogação de medida constritiva de liberdade imposta ao extraditando. Legitimidade constitucional da prisão cautelar para fins extradicionais. Precedentes. Pedido deferido em parte, assegurando-se a detração do tempo de prisão ao qual ele houver sido submetido no Brasil (art. 91, inciso II, da Lei nº 6.815/80). Prejudicialidade do agravo regimental.\n\n\n\n    1. O pedido formulado pelo Governo dos Estados Unidos da América, com base em tratado de extradição firmado com o Brasil, atende aos pressupostos necessários para seu deferimento, nos termos da Lei nº 6.815/80.\n\n\n\n    2. O fato delituoso imputado ao extraditando corresponde, no Brasil, ao crime de estelionato, previsto no art. 171 do Código Penal brasileiro, satisfazendo, assim, ao requisito da dupla tipicidade, previsto no art. 77, inciso II, da Lei nº 6.815/80. Precedentes.\n\n\n\n    3. Os fatos expostos identificam apenas os crimes de fraude praticados no período compreendido entre 13/4/05 e 18/1/06, dentro do território norte-americano estando individualizadas as condutas imputadas ao extraditando de forma suficiente e bastante ao exercício do direito de defesa. Não há, por outro lado, efetiva acusação da prática dos crimes de agressão, incesto, corrupção de menor e estupro, as quais parecem decorrer de erro material no pedido.\n\n\n\n    4. A legislação norte-americana dispõe que se extingue a punibilidade do delito se o indictment não ocorrer em cinco anos de seu cometimento (Código dos Estados Unidos, título 18, artigo 3282). Na hipótese, os delitos foram cometidos de forma continuada, havendo notícia de que as fraudes postais foram praticadas entre 13/4/05 e 18/1/06.\n\n\n\n    5. O ato de indictment ocorreu em 30 de novembro de 2010. Assim, em relação à suposta fraude cometida entre 13 e 14/4/05, verifica-se a ocorrência da extinção da punibilidade do agente, pelo que, por essa infração, o pedido não comporta acolhimento. Quanto aos demais atos praticados a partir de 2 de dezembro de 2005, não houve extinção da punibilidade, comportando o pedido o devido acolhimento.\n\n\n\n    6. No Brasil, o processo extradicional se pauta pelo princípio da contenciosidade limitada, não competindo à Suprema Corte indagar sobre o mérito da pretensão deduzida pelo Estado requerente ou sobre o contexto probatório em que a postulação extradicional se apoia.\n\n\n\n    7. O pedido que foi instruído com os documentos necessários para sua análise, trazendo, inclusive, detalhes pormenorizados quanto ao local, à data, à natureza e às circunstâncias do fato delituoso. Portanto, está em perfeita consonância com as regras dos arts. IX, 1, do tratado bilateral e 80, caput, da Lei nº 6.815/80.\n\n\n\n    8. Não procede a alegação do extraditando de defeito na instrução do pedido de extradição, ao argumento de que não haveria comprovação formal da autenticidade dos textos legais estrangeiros aplicáveis ao caso, os quais foram encaminhados por via diplomática, o que se revela suficiente para essa finalidade. É o que preconiza o § 2º do art. 80, caput, da Lei nº 6.815/80, atualizado pela Lei nº 12.878/13.\n\n\n\n    9. A prisão preventiva é condição de procedibilidade para o processo de extradição e, tendo natureza cautelar, “destina-se, em sua precípua função instrumental, a assegurar a execução de eventual ordem de extradição” (Ext nº 579-QO, Tribunal Pleno, Relator o Ministro Celso de Mello, DJ de 10/9/93), nos termos dos arts. 81 e 84 da Lei nº 6.815/90, não comportando a liberdade provisória ou a prisão domiciliar, salvo em situações excepcionais.\n\n\n\n    10. De acordo com o art. 91, inciso II, da Lei nº 6.815/80, o Governo dos Estados Unidos da América deve assegurar a detração do tempo em que o extraditando tiver permanecido preso no Brasil por força do pedido formulado.\n\n\n\n    11. Extradição deferida em parte. Agravo regimental prejudicado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=5042718","externo_seq_objeto_incidente":4402213,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-248  DIVULG 13-12-2013  PUBLIC 16-12-2013","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1313&classe=Ext","is_colac":false,"titulo":"Ext 1313","documental_legislacao_citada_texto":["LEG-INT   TTD      ANO-1961\n          ART-00005 ART-00009 NÚMERO-1\n                DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESTADOS UNIDOS DA AMÉRICA\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 \n          ART-00080 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00081 ART-00084 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00171\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESTADOS UNIDOS DA AMÉRICA\n\n","LEG-FED   DEC-055750      ANO-1965\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESTADOS UNIDOS DA AMÉRICA"],"publicacao_data":"2013-12-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1313&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 915 (TP). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 866 (TP). \n(NOTA DIPLOMÁTICA, AUTENTICIDADE)\nExt 1171 (TP). \n(PRISÃO PREVENTIVA, CONDIÇÃO DE PROCEDIBILIDADE, EXTRADIÇÃO)\nExt 579 (TP), HC 83303 (TP), HC 88455 (TP), HC 90070 (TP), Ext 1121 AgR (TP), HC 71172 (TP). \n- Legislação estrangeira citada: art. 3282, do Título 18 do Código dos Estados Unidos.\r\nNúmero de páginas: 25.\r\nAnálise: 15/01/2014, JOS.\r\nRevisão: 19/03/2014, SER.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : JOHN PAUL UTSICK OU JOHN P UTSICK OU JACK PAUL UTSICK \nADV.(A/S)  : LUÍZ DE OLIVEIRA ROZETTE FILHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":251678,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1313","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2013-11-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["DIAS TOFFOLI"],"processo_numero":1313,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur249260","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AM","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao agravo regimental, nos termos do voto do Relator. 2ª Turma, 29.10.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur249260","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amazonas","dg_atualizado_em":"2023-10-04T14:23:23.194098","dg_unique":"sjur249260","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: AMPLIAÇÃO E MELHORIA NO ATENDIMENTO DE GESTANTES EM MATERNIDADES ESTADUAIS – DEVER ESTATAL DE ASSISTÊNCIA MATERNO-INFANTIL RESULTANTE DE NORMA CONSTITUCIONAL – OBRIGAÇÃO JURÍDICO- -CONSTITUCIONAL QUE SE IMPÕE AO PODER PÚBLICO, INCLUSIVE AOS ESTADOS-MEMBROS – CONFIGURAÇÃO, NO CASO, DE TÍPICA HIPÓTESE DE OMISSÃO INCONSTITUCIONAL IMPUTÁVEL AO ESTADO-MEMBRO – DESRESPEITO À CONSTITUIÇÃO PROVOCADO POR INÉRCIA ESTATAL (RTJ 183/818-819) – COMPORTAMENTO QUE TRANSGRIDE A AUTORIDADE DA LEI FUNDAMENTAL DA REPÚBLICA (RTJ 185/794-796) – A QUESTÃO DA RESERVA DO POSSÍVEL: RECONHECIMENTO DE SUA INAPLICABILIDADE, SEMPRE QUE A INVOCAÇÃO DESSA CLÁUSULA PUDER COMPROMETER O NÚCLEO BÁSICO QUE QUALIFICA O MÍNIMO EXISTENCIAL (RTJ 200/191-197) – O PAPEL DO PODER JUDICIÁRIO NA IMPLEMENTAÇÃO DE POLÍTICAS PÚBLICAS INSTITUÍDAS PELA CONSTITUIÇÃO E NÃO EFETIVADAS PELO PODER PÚBLICO – A FÓRMULA DA RESERVA DO POSSÍVEL NA PERSPECTIVA DA TEORIA DOS CUSTOS DOS DIREITOS: IMPOSSIBILIDADE DE SUA INVOCAÇÃO PARA LEGITIMAR O INJUSTO INADIMPLEMENTO DE DEVERES ESTATAIS DE PRESTAÇÃO CONSTITUCIONALMENTE IMPOSTOS AO ESTADO – A TEORIA DA “RESTRIÇÃO DAS RESTRIÇÕES” (OU DA “LIMITAÇÃO DAS LIMITAÇÕES”) – CARÁTER COGENTE E VINCULANTE DAS NORMAS CONSTITUCIONAIS, INCLUSIVE DAQUELAS DE CONTEÚDO PROGRAMÁTICO, QUE VEICULAM DIRETRIZES DE POLÍTICAS PÚBLICAS, ESPECIALMENTE NA ÁREA DA SAÚDE (CF, ARTS. 196, 197 E 227) – A QUESTÃO DAS “ESCOLHAS TRÁGICAS” – A COLMATAÇÃO DE OMISSÕES INCONSTITUCIONAIS COMO NECESSIDADE INSTITUCIONAL FUNDADA EM COMPORTAMENTO AFIRMATIVO DOS JUÍZES E TRIBUNAIS E DE QUE RESULTA UMA POSITIVA CRIAÇÃO JURISPRUDENCIAL DO DIREITO – CONTROLE JURISDICIONAL DE LEGITIMIDADE DA OMISSÃO DO ESTADO: ATIVIDADE DE FISCALIZAÇÃO JUDICIAL QUE SE JUSTIFICA PELA NECESSIDADE DE OBSERVÂNCIA DE CERTOS PARÂMETROS CONSTITUCIONAIS (PROIBIÇÃO DE RETROCESSO SOCIAL, PROTEÇÃO AO MÍNIMO EXISTENCIAL, VEDAÇÃO DA PROTEÇÃO INSUFICIENTE E PROIBIÇÃO DE EXCESSO) – DOUTRINA – PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL EM TEMA DE IMPLEMENTAÇÃO DE POLÍTICAS PÚBLICAS DELINEADAS NA CONSTITUIÇÃO DA REPÚBLICA (RTJ 174/687 – RTJ 175/1212-1213 – RTJ 199/1219-1220) – POSSIBILIDADE JURÍDICO-PROCESSUAL DE UTILIZAÇÃO DAS “ASTREINTES” (CPC, ART. 461, § 5º) COMO MEIO COERCITIVO INDIRETO – EXISTÊNCIA, NO CASO EM EXAME, DE RELEVANTE INTERESSE SOCIAL – AÇÃO CIVIL PÚBLICA: INSTRUMENTO PROCESSUAL ADEQUADO À PROTEÇÃO JURISDICIONAL DE DIREITOS REVESTIDOS DE METAINDIVIDUALIDADE – LEGITIMAÇÃO ATIVA DO MINISTÉRIO PÚBLICO (CF, ART. 129, III) – A FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO COMO “DEFENSOR DO POVO” (CF, ART. 129, II) – DOUTRINA – PRECEDENTES – RECURSO DE AGRAVO IMPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=4904100","externo_seq_objeto_incidente":4479992,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-230  DIVULG 21-11-2013  PUBLIC 22-11-2013","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=581352&classe=RE","is_colac":false,"titulo":"RE 581352 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" ART-00129 INC-00002 \n          INC-00003 ART-00196 ART-00197 ART-00227\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00269 INC-00001 ART-00461 PAR-00004 \n          PAR-00005 ART-00515 PAR-00003\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2013-11-22","documental_acordao_mesmo_sentido_lista_texto":"ARE 1186540 AgR PROCESSO ELETRÔNICO\n          JULG-20-10-2020  UF-RS  TURMA-02  MIN-CELSO DE MELLO N.PÁG-012\n          DJe-263  DIVULG 03-11-2020  PUBLIC 04-11-2020\n \nAI 759543 AgR ACÓRDÃO ELETRÔNICO\n          JULG-17-12-2013  UF-RJ  TURMA-02  MIN-CELSO DE MELLO N.PÁG-031\n          DJe-029  DIVULG 11-02-2014  PUBLIC 12-02-2014\n          RTJ VOL-00227-01 PP-00749","documental_indexacao_texto":"- LIMITAÇÃO, DISCRICIONARIEDADE, ADMINISTRAÇÃO, IMPLEMENTAÇÃO, DIREITO SOCIAL. INEXIGIBILIDADE, EFETIVAÇÃO, NORMA CONSTITUCIONAL, HIPÓTESE, COMPROVAÇÃO, ALEGAÇÃO, INCAPACIDADE FINANCEIRA, ÓRGÃO ESTATAL, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL. IMPOSSIBILIDADE, MANIPULAÇÃO, CONDIÇÃO ECONÔMICA, FAZENDA PÚBLICA, FINALIDADE, JUSTIFICATIVA, OMISSÃO, EFETIVAÇÃO, DIREITO FUNDAMENTAL. PREVALÊNCIA, DIREITO À VIDA, DIREITO À SAÚDE, INTERESSE ECONÔMICO, FAZENDA PÚBLICA. IMPOSSIBILIDADE, REDUÇÃO, SUPRESSÃO, ESTÁGIO, CONCRETIZAÇÃO, DIREITO SOCIAL, FUNDAMENTO, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL. INEXISTÊNCIA, VEDAÇÃO, PROVIMENTO, RECURSO EXTRAORDINÁRIO, FINALIDADE, RESTABELECIMENTO, SENTENÇA, PRIMEIRA INSTÂNCIA, FUNDAMENTO, DESCARACTERIZAÇÃO, SENTENÇA TERMINATIVA, OCORRÊNCIA, JULGAMENTO DO MÉRITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=581352&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DESRESPEITO, CONSTITUIÇÃO, INÉRCIA ESTATAL)\nRTJ 183/818, RTJ 185/794. \n(RESERVA DO POSSÍVEL, MÍNIMO EXISTENCIAL)\nRTJ 200/191. \n(JURISDIÇÃO CONSTITUCIONAL, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS)\nRTJ 164/158, RTJ 174/687, RTJ 175/1212, RTJ 185/794, RTJ 199/1219. \n(LEGITIMIDADE ATIVA, MINISTÉRIO PÚBLICO, AÇÃO CIVIL PÚBLICA)\nAI 734487 AgR (2ªT), AI 674764 AgR (1ªT), RTJ 178/377, RTJ 185/302. \n(DEVER, ESTADO, EFETIVAÇÃO, DIREITO À SAÚDE)\nRE 393175 AgR (2ªT). \n(MULTA COMINATÓRIA, FAZENDA PÚBLICA)\nRE 495740 TAR (2ªT), RT 808/253, RF 370/297. \n(EROSÃO, CONSCIÊNCIA CONSTITUCIONAL)\nRTJ 183/818. \n- Decisões monocráticas citadas:\n(MULTA COMINATÓRIA, FAZENDA PÚBLICA)\nRE 488208.\n(PROVIMENTO, RECURSO EXTRAORDINÁRIO, PROSSEGUIMENTO, CAUSA)\nRE 591304, RE 608870.\n(LEGITIMIDADE ATIVA, MINISTÉRIO PÚBLICO, AÇÃO CIVIL PÚBLICA)\nRE 462416, AI 655392, AI 662339.\n(JURISDIÇÃO CONSTITUCIONAL, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS)\nADPF 45 MC.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: Ag 743420 AgRg, REsp 201378, REsp 611434, REsp 769532, REsp 784188, REsp 810017. \n- Decisão estrangeira citada: Acórdão 39/84 do Tribunal Constitucional Português.\r\nNúmero de páginas: 34.\r\nAnálise: 02/01/2014, GOD.\r\nRevisão: 06/03/2014, SER.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO AMAZONAS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":249260,"documental_tese_texto":null,"procedencia_geografica_completo":"AM - AMAZONAS","processo_codigo_completo":"RE 581352 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2013-10-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"Acórdãos do Tribunal Constitucional. Lisboa: Imprensa Nacional, 1984. v. 3. p. 95-131.\r\nAMARAL, Guilherme Rizzo. As Astreintes e o processo Civil Brasileiro: multa do artigo 461 do CPC e outras. Livraria do Advogado, 2004. p. 99/103, item 3.5.4.\r\nANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. Coimbra: Almedina, 1987. p. 207, item 5.\r\nBARCELLOS, Ana Paula de. A Eficácia Jurídica dos Princípios Constitucionais. Renovar, 2002. p. 245/246.\r\nBUENO, Pimenta. Direito Público Brasileiro e Análise da Constituição do Império. Reedição do Ministério da Justiça, 1958. p. 45.\r\nCALABRESI, Guido; BOBBITT, Philip. Tragic Choices. W.W. Norton & Company, 1978.\r\nCANOTILHO, José Joaquim Gomes; MOREIRA, Vital. Fundamentos da Constituição. Coimbra Editora, 1991. p. 46, item 2.3.4.\r\n_____. Direito Constitucional e Teoria da Constituição. Almedina, 1998. p. 320/322, item 3.\r\nCRETELLA JUNIOR, José. Comentários à Constituição de 1988. Forense Universitária, 1993. v. 8. p. 4332-4334, item 181.\r\nCUNHA, Leonardo José Carneiro da. Algumas Questões sobre as Astreintes (Multa Cominatória). In: Revista Dialética de Direito Processual. n. 15. junho/2004. p. 95/104, item 7.\r\nFERRAZ, Anna Cândida da Cunha. Processos Informais de Mudança da Constituição. Max Limonad, 1986. p. 217/218 e p. 230/232, item 5.\r\nFRISCHEISEN, Luiza Cristina Fonseca. Políticas Públicas - A Responsabilidade do Administrador e o Ministério Público. Max Limonad, 2000. p. 59, 95 e 97.\r\nGALDINO, Flávio. Introdução à Teoria dos Custos dos Direitos. Lumen Juris, 2005. p. 190/198, itens 9.5 e 9.6, e p. 345/347, item 15.3.\r\nHOLMES, Stephen; SUNSTEIN, Cass R.. The Cost of Rights. New York: Norton, 1999.\r\nKRELL, Andreas Joachim. Direitos Sociais e Controle Judicial no Brasil e na Alemanha. Sergio Antonio Fabris Editor, 2002. p. 40.\r\nLOEWENSTEIN, Karl. Teoria de la Constitución. Barcelona: Ariel, 1983. p. 222.\r\nMARCHESAN, Ana Maria Moreira. O princípio da prioridade absoluta aos direitos da criança e do adolescente e a discricionariedade administrativa. In: Revista dos Tribunais. v. 749. p. 82-103.\r\nMAZZILLI, Hugo Nigro. Regime Jurídico do Ministério Público. 3. ed. Saraiva, 1996. p. 224/227, item 24, \"b\".\r\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Hermenêutica Constitucional e Direitos Fundamentais. 1. ed. 2ª tiragem. Brasília Jurídica, 2002. p. 127/128.\r\nMIRANDA, Jorge. Manual de Direito Constitucional. 2. ed. Coimbra, 1988. Tomo II, p. 406 e 409.\r\nMIRANDA, Pontes de. Comentários à Constituição de 1967 com a Emenda n. 1, de 1969. 2. ed. Revista dos Tribunais, 1970. Tomo I. p.15-16.\r\nNERY JUNIOR, Nelson. O Ministério Público e as Ações Coletivas. In: MILARÉ, Édis (coord.). Ação Civil Pública. Revista dos Tribunais, 1995. p. 366.\r\nSARLET, Ingo W.. Algumas considerações em torno do conteúdo, eficácia e efetividade do direito à saúde na Constituição de 1988. In: Interesse Público. Notadez, 2001. n. 12. p. 91/107.\r\nSGARBOSSA, Luís Fernando. Crítica à Teoria dos Custos dos Direitos. Fabris Editor, 2010. v. 1.\r\nSILVA, José Afonso da. Aplicabilidade das Normas Constitucionais. 3. ed. Malheiros, 1998. p. 226, item 4.\r\n_____. Poder Constituinte e Poder Popular. Malheiros, 2000. p. 199, item 20/21.\r\nTALAMINI, Eduardo. Tutela Relativa aos Deveres de Fazer e de não Fazer: e sua extensão aos deveres de entrega de Coisa (CPC, arts. 461 e 461-A; CDC, art. 84). 2. ed. Revista dos Tribunais, 2003. p. 246/247, item 9.3.4.\r\nZUBA, Thais Maria Riedel de Resende. O Direito Previdenciário e o Princípio da Vedação do Retrocesso. LTr, 2013. p. 107/139, itens 3.1 a 3.4.","ministro_facet":["CELSO DE MELLO"],"processo_numero":581352,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur251821","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Por maioria de votos, a Turma deferiu a extradição, nos termos do voto do Relator, vencido o Senhor Ministro Marco Aurélio. Falaram: o Dr. Pierpaolo Cruz Bottini, pelo Extraditando, e o Dr. Paulo de Tarso Braz Lucas, Subprocurador-Geral da República, pelo Ministério Público Federal. Presidência do Senhor Ministro Luiz Fux. 1ª Turma, 19.11.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur251821","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:23:23.194098","dg_unique":"sjur251821","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n      Extradição executória. Governo da Sérvia. Pedido formulado com promessa de reciprocidade. Competência do Estado requerente para a instrução e o julgamento dos fatos narrados no mandado de detenção expedido. Artigo 78, inciso I, da Lei nº 6.815/80. Crime que não possui conotação política. Vedação do art. 77 da Lei nº 6.815/80 afastada. Pedido formal de extradição devidamente apresentado pelo Estado requerente (art. 80 da Lei nº 6.815/80). Requisitos da dupla tipicidade e da dupla punibilidade preenchidos na espécie. Atendimento aos requisitos da Lei nº 6.815/80. Prescrição. Não ocorrência, tanto da óptica da legislação alienígena quanto da óptica da legislação penal brasileira. Alegação da defesa de que o julgamento à revelia importou em prejuízo ao exercício do direito de defesa e ao contraditório. Impossibilidade de sua análise. Princípio da contenciosidade limitada. Precedentes. Observância da detração. Extraditando que responde a processo crime no Brasil por fato diverso do pedido de extradição. Execução após eventual cumprimento da pena, ressalvada a opção da Presidência da República pela entrega imediata do extraditando (arts. 89 e 90 da Lei nº 6.815/80). Pedido deferido.\n\n\n\n    1. A falta de tratado bilateral de extradição entre o Brasil e o país requerente não impede a formulação e o atendimento do pedido extradicional, desde que o Estado requerente prometa reciprocidade de tratamento ao Brasil, mediante expediente - nota verbal - formalmente transmitido por via diplomática (art. 76 da Lei nº 6.815/80).\n\n\n\n    2. O Estado requerente possui competência para a instrução e o julgamento dos fatos narrados no mandado de prisão expedido, pois o crime imputado ao extraditando foi praticado no seu território, estando o caso em perfeita consonância com o disposto no art. 78, inciso I, da Lei nº 6.815/80.\n\n\n\n    3. Pedido formal de extradição devidamente apresentado pelo Estado requerente (art. 80 da Lei nº 6.815/80) e instruído com cópias do mandado de detenção expedido por autoridade judiciária competente, bem como da decisão condenatória transitada em julgado, havendo indicações seguras sobre local, data, natureza e circunstâncias dos fatos delituosos, como se verifica nos documentos juntados.\n\n\n\n    4. O crime não possui conotação política, o que afasta, portanto, a vedação contida no art. 77 da Lei nº 6.815/80.\n\n\n\n    5. Os requisitos da dupla tipicidade e da dupla punibilidade estão presentes na espécie, uma vez que se imputa ao extraditando a prática do crime de produção não autorizada e comercialização de estupefacientes (art. 245, parágrafo 1º, do Código Penal da República Federal da Jugoslávia), o qual, à época, correspondia, no Brasil, ao crime tipificado no art. 12 da Lei nº 6.368/76 (tráfico de entorpecentes), cuja pena de reclusão era de três (3) a quinze (15) anos.\n\n\n\n    6. Não ocorrendo a prescrição da pretensão executória, tanto pelos textos legais apresentados pelo Estado requerente quanto pela legislação penal brasileira, o pedido de extradição atende aos requisitos da Lei nº 6.815/80, não havendo óbice ao seu deferimento nesse aspecto.\n\n\n\n    7. As alegações da defesa de que o julgamento à revelia importou em prejuízo ao exercício do direito de defesa e ao contraditório e de que não havia prova de recepção da lei penal pela Constituição Sérvia não podem ser analisadas pela Suprema Corte, pois, no Brasil, o processo extradicional se pauta pelo princípio da contenciosidade limitada.\n\n\n\n    8. Extradição deferida, ficando estabelecido que deverá ser efetuada, após o cumprimento das sanções corporais eventualmente impostas ao extraditando pela justiça brasileira por fato diverso do pedido de extradição, a detração do tempo de prisão ao qual houver ele sido submetido no Brasil (art. 91, inciso II, da Lei nº 6.815/80), ressalvada a opção da Presidência da República por sua entrega imediata, conforme previsto nos arts. 89 e 90 da Lei nº 6.815/80.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=5049422","externo_seq_objeto_incidente":3918803,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-249  DIVULG 16-12-2013  PUBLIC 17-12-2013","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1208&classe=Ext","is_colac":false,"titulo":"Ext 1208","documental_legislacao_citada_texto":["LEG-FED   LEI-006368      ANO-1976\n          ART-00012\n                LTX-1976 LEI DE TÓXICOS\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00012 ART-00076 ART-00077 ART-00078 \n          INC-00001 \n          ART-00080 PAR-00001 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00089 ART-00090 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00007 INC-00002 LET-A ART-00109 \n          INC-00003 ART-00112 INC-00001\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2013-12-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INEXISTÊNCIA, ÓBICE, EXTRADIÇÃO, HIPÓTESE, COMPETÊNCIA JURISDICIONAL CRIMINAL, JUSTIÇA BRASILEIRA, JUSTIÇA ESTRANGEIRA, SITUAÇÃO, INEXISTÊNCIA, PROCESSO EM CURSO, ÂMBITO, JUSTIÇA BRASILEIRA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: EXTINÇÃO DO PROCESSO SEM JULGAMENTO DO MÉRITO. CARACTERIZAÇÃO, DIREITO PROCESSUAL, GARANTIA, LIBERDADE INDIVIDUAL. IMPOSSIBILIDADE, ATUAÇÃO, MINISTÉRIO PÚBLICO, CARÁTER SUPLEMENTAR, ESTADO REQUERENTE, SEDE, PROCESSO DE EXTRADIÇÃO, DESCARACTERIZAÇÃO, MINISTÉRIO PÚBLICO, PARTE PROCESSUAL, CARACTERIZAÇÃO, MINISTÉRIO PÚBLICO, FISCAL DA LEI.\n\n- OBITER DICTUM, MIN. LUIZ FUX: OCORRÊNCIA, ALTERAÇÃO, ESTATUTO DO ESTRANGEIRO, OBJETIVO, CRIAÇÃO, NOVIDADE, REQUISITO, EXTRADIÇÃO. ATRIBUIÇÃO, PARTE PROCESSUAL, ÔNUS DA PROVA, CONTEÚDO NORMATIVO, VIGÊNCIA, LEGISLAÇÃO ESTRANGEIRA, DECORRÊNCIA, ANALOGIA, CÓDIGO DE PROCESSO CIVIL. INAPLICABILIDADE, PRINCÍPIO, JURA NOVIT CURIA, HIPÓTESE, ORDENAMENTO JURÍDICO ESTRANGEIRO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1208&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, COMPETÊNCIA CUMULATIVA, JUSTIÇA BRASILEIRA)\nExt 1151 (TP), Ext 1300 (1ªT), EXT 636 (TP). \n(EXTRADIÇÃO, PROMESSA DE RECIPROCIDADE)\nExt 1039 (TP), Ext 1078 (TP), Ext 1090 (TP). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 866 (TP), Ext 932 (TP). \n- Legislação estrangeira citada: art. 97, n. 1, n. 2 e n. 3, e art. 245, § 1º, do Código Penal da República Federal da Iugoslávia.\r\nNúmero de páginas: 27.\r\nAnálise: 13/01/2014, GOD.\r\nRevisão: 21/02/2014, SER.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA SÉRVIA \nEXTDO.(A/S)  : GORAN NESIC OU NESIC GORAN \nADV.(A/S)  : PIERPAOLO CRUZ BOTTINI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":251821,"documental_tese_texto":null,"procedencia_geografica_completo":"SRB - REPÚBLICA DA SÉRVIA","processo_codigo_completo":"Ext 1208","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2013-11-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["DIAS TOFFOLI"],"processo_numero":1208,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur258041","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao agravo regimental, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Senhor Ministro Gilmar Mendes. 2ª Turma, 18.02.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur258041","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:23:23.194098","dg_unique":"sjur258041","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: RECURSO EXTRAORDINÁRIO – EFEITO SUSPENSIVO – MEDIDA CAUTELAR INCIDENTAL – PRESSUPOSTOS NECESSÁRIOS À CONCESSÃO DO PROVIMENTO CAUTELAR (RTJ 174/437-438) – EXISTÊNCIA DE JUÍZO POSITIVO DE ADMISSIBILIDADE DO RECURSO EXTRAORDINÁRIO – INOCORRÊNCIA, NA ESPÉCIE, DO REQUISITO CONCERNENTE À PLAUSIBILIDADE JURÍDICA – CONTROVÉRSIA FUNDADA NO DIREITO DO CONTRIBUINTE À RESTITUIÇÃO DO EXCESSO COBRADO PELO ESTADO EM MECANISMO DA ANTECIPAÇÃO DO FATO GERADOR – NÃO OUTORGA DE EFICÁCIA SUSPENSIVA AO APELO EXTREMO INTERPOSTO PELO ESTADO DE MINAS GERAIS – RECURSO IMPROVIDO – DEVOLUÇÃO DOS AUTOS AO TRIBUNAL DE ORIGEM, PARA OS FINS DO ART. 543-B E RESPECTIVOS PARÁGRAFOS DO CPC.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=5464396","externo_seq_objeto_incidente":3682744,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-054  DIVULG 18-03-2014  PUBLIC 19-03-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=402905&classe=RE","is_colac":false,"titulo":"RE 402905 MC-AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00150 PAR-00007\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00542 REDAÇÃO DADA PELA LEI-8950/1994\n          ART-00542 PAR-00002 ART-0543B\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008950      ANO-1994\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011418      ANO-2006\n                LEI ORDINÁRIA\n\n","LEG-FED   RGI      ANO-1980\n          ART-00328 REDAÇÃO DADA PELA EMR-21/2007\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EMR-000021      ANO-2007\n                EMENDA REGIMENTAL"],"publicacao_data":"2014-03-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=402905&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-MC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRIBUTO, RESTITUIÇÃO)\nRE 593849 RG. \n(RE, MEDIDA CAUTELAR, EFICÁCIA SUSPENSIVA)\nRTJ 110/458, RTJ 111/957, RTJ 112/957, RTJ 174/437. \n- Decisões monocráticas citadas:\n(TRIBUTO, RESTITUIÇÃO)\nADI 2675, ADI 2777, AC 821.\n(ESTATUTO CONSTITUCIONAL DO CONTRIBUINTE)\nPet 1466.\n- Decisão estrangeira citada: Caso “Panhandle Oil Co. v. State of Mississippi Ex Rel. Knox”, 1928 (277 U.S. 218).\r\n\nNúmero de páginas: 9.\nAnálise: 25/03/2014, TIA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTADO DE MINAS GERAIS \nADV.(A/S)  : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nAGDO.(A/S)  : DISTRIBUIDORA DE BEBIDAS ABC LTDA \nADV.(A/S)  : JOÃO DÁCIO ROLIM \nADV.(A/S)  : KELLY CRISTINA DE OLIVEIRA PRATAROTTI \nADV.(A/S)  : EDSON SAULO COVRE \nINTDO.(A/S)  : CERVEJARIA PETRÓPOLIS S/A \nADV.(A/S)  : PAULO SANCHES CAMPOI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":258041,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RE 402905 MC-AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2014-02-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA MEDIDA CAUTELAR NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"GRECO, Marco Aurélio. Substituição Tributária – Antecipação do Fato Gerador. 2ª ed. Malheiros, 2001. p. 31, item n. 2.2.3.","ministro_facet":["CELSO DE MELLO"],"processo_numero":402905,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur313487","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, nos termos do voto da Relatora. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 23.06.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur313487","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:30:13.688371","dg_unique":"sjur313487","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA. PRISÃO PREVENTIVA DECRETADA PELA JUSTIÇA NORTE-AMERICANA. TRATADO ESPECÍFICO: REQUISITOS ATENDIDOS. CRIMES DE FRAUDE BANCÁRIA E ALIENAÇÃO OU ONERAÇÃO FRAUDULENTA DE COISA PRÓPRIA. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelos Estados Unidos da América atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 6.815/1980 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado Requerente dispõe de competência jurisdicional para processar e julgar os crimes imputados ao Extraditando, que, naquele Estado, teria sido autor de atos configuradores, em tese, dos delitos previstos no Título 18 do Código dos Estados Unidos, Seções 1014 e 1344, conformando-se o caso ao disposto no art. 78, inc. I, da Lei n. 6.815/1980 e ao princípio de direito penal internacional da territorialidade da lei penal.\n\n\n\n    3. Requisito da dupla tipicidade previsto no art. 77, inc. II, da Lei n. 6.815/1980 cumprido: fatos delituosos imputados ao Extraditando correspondentes, no Brasil, aos crimes de fraude bancária e alienação ou oneração fraudulenta de coisa própria (art. 19 da Lei n. 7.492/1986 e art. 171, § 2º, inc. II, do Código Penal brasileiro).\n\n\n\n    4. Na extradição, este Supremo Tribunal Federal não detém competência para examinar o mérito da pretensão deduzida pelo Estado Requerente ou o contexto probatório no qual se apoia a postulação extradicional. Precedentes.\n\n\n\n    5. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=8924496","externo_seq_objeto_incidente":4731076,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-151  DIVULG 31-07-2015  PUBLIC 03-08-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1388&classe=Ext","is_colac":false,"titulo":"Ext 1388","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 ART-00080\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00019\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1961\n          ART-00001 ART-00003 ART-00008 ART-00009\n                TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00117 INC-00001 \n          INC-00002 ART-00171 PAR-00002 INC-00002 \n          INC-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013      ANO-1964\n                DECRETO LEGISLATIVO - APROVA  O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEC-055750      ANO-1965\n          ART-00002 ITEM-20 ART-00005 ITEM-3\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-08-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- POSSIBILIDADE, EQUIPARAÇÃO, INDICTMENT, RECEBIMENTO, DENÚNCIA, DECISÃO DE PRONÚNCIA, JURISPRUDÊNCIA FIRMADA, STF, ENTENDIMENTO, INDICTMENT, CARACTERIZAÇÃO, CAUSA INTERRUPTIVA, PRAZO PRESCRICIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1388&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- A Ext 1388 foi objeto de embargos de declaração acolhidos com efeitos modificativos.\n- Acórdão(s) citado(s):\n(EXTRADIÇÃO INSTRUTÓRIA)\nHC 80993 (1ªT). \n(NATUREZA JURÍDICA, INDICTMENT)\nExt 542 (TP), Ext 828 (TP), EXT 816 (TP). \n( INDICTMENT, INTERRUPÇÃO, PRAZO PRESCRICIONAL)\nExt 457 (TP). \n(EXTRADIÇÃO, APRECIAÇÃO, MÉRITO)\nExt 669 (TP), Ext 866 (TP), Ext 897 (TP). \n- Legislação estrangeira citada: Seções 1014 e 1344 do Título 18 do Código dos Estados.\nNúmero de páginas: 20.\nAnálise: 06/08/2015, JRS.\nRevisão: 27/10/2015, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : KELLY ALAN FREESE OU KELLY FREESE \nADV.(A/S)  : VELCI JOSÉ DA SILVA NECKEL E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":313487,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1388","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-06-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1388,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur321862","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, concedeu parcialmente a ordem, tão somente para determinar ao Tribunal de Justiça do Estado de Minas Gerais que prossiga no julgamento da Apelação 1.0016.98.004980-9/001, mantida a prisão decretada em desfavor do acusado, nos termos do voto do Relator. Falou, pelo paciente, o Dr. Gustavo de Almeida Ribeiro, Defensor Público Federal. Ausentes, justificadamente, o Senhor Ministro Celso de Mello e a Senhora Ministra Cármen Lúcia. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 08.09.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur321862","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:30:13.688371","dg_unique":"sjur321862","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Homicídio triplamente qualificado. Terceira sessão de julgamento do Tribunal do Júri. Condenação. 3. Apelo defensivo considerado intempestivo ao fundamento de suficiência da intimação pessoal da Defensoria Pública em plenário. 4. A Defensoria Pública deve ser intimada pessoalmente de todos os atos do processo, sob pena de nulidade, a teor do art. 370, § 4º, do Código de Processo Penal, do art. 5º, § 5º, da Lei 1.060/1950 e do art. 44, I, da Lei Complementar 80/1994. Homenagem ao princípio constitucional da ampla defesa. 5. Alegação de excesso de prazo na prisão cautelar. Inocorrência. Acusado foragido do distrito da culpa. Necessidade da custódia preventiva para assegurar a aplicação da lei penal. 6. Ordem parcialmente concedida tão somente para determinar ao TJ/MG que prossiga no julgamento do recurso defensivo, mantida a prisão cautelar do acusado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9459773","externo_seq_objeto_incidente":4710733,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-193  DIVULG 25-09-2015  PUBLIC 28-09-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=126663&classe=HC","is_colac":false,"titulo":"HC 126663","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000080      ANO-1994\n          ART-00044 INC-00001\n                LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LEI-001060      ANO-1950\n          ART-00005 PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00370 PAR-00004 \n          ART-00457 REDAÇÃO DADA PELA LEI-11689/2008\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2015-09-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=126663&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TERMO INICIAL, CONTAGEM DE PRAZO, MINISTÉRIO PÚBLICO, DEFENSORIA PÚBLICA)\nHC 83255 (TP), HC 125270 (2ªT). \n- Decisão estrangeira citada: BVerfGE 70, 288-293 da Corte Constitucional alemã.\r\n\nNúmero de páginas: 15.\nAnálise: 08/10/2015, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : VALDIR MARINHO DE SOUZA \nIMPTE.(S)  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":321862,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"HC 126663","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2015-09-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BATTIS, Ulrich; GUSY, Christoph. Einführung in das Staatsrecht, 3a. edição, Heidelberg, 1991. p. 363-364.\r\nMIRANDA, Pontes de. Comentários à Constituição de 1967/69, tomo V. p. 234.\r\nPIEROTH; SCHLINK, Grundrechte-Staatsrecht II. Heidelberg, 1988. p. 281.\r\nDürig/Assmann. MaunzDürig, Grundgesetz-Kommentar, Art. 103, vol IV, no 85-99.","ministro_facet":["GILMAR MENDES"],"processo_numero":126663,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur310472","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Revisor, não conheceu da ação, vencido o Ministro Marco Aurélio (Relator), que a julgava procedente. Redigirá o acórdão o Ministro Gilmar Mendes (Revisor). Ausentes, justificadamente, o Ministro Celso de Mello, o Ministro Roberto Barroso, que representa o Tribunal na \"Brazil Conference\", na Universidade de Harvard, e na \"Brazilian Undergraduate Student Conference\", na Universidade de Columbia, Estados Unidos, e, neste julgamento, o Ministro Ricardo Lewandowski (Presidente). Presidiu o julgamento a Ministra Cármen Lúcia (Vice-Presidente). Plenário, 23.04.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur310472","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:30:13.688371","dg_unique":"sjur310472","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação rescisória. Decisão fundada em jurisprudência do STF posteriormente alterada. Art. 557, §1º, do CPC. Suposta violação literal de lei. Inocorrência. Não cabe ação rescisória de decisões proferidas em harmonia com a jurisprudência do STF, ainda que ocorra alteração posterior do entendimento do Tribunal sobre a matéria. Ação não conhecida. Precedente: RE 590.809.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=8773651","externo_seq_objeto_incidente":3773182,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-125  DIVULG 26-06-2015  PUBLIC 29-06-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2199&classe=AR","is_colac":false,"titulo":"AR 2199","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00007 INC-00008 \n          ART-00037 \"CAPUT\" INC-00010 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 \"CAPUT\" INC-00015 INC-00021 \n          PAR-00006 ART-00039 PAR-00004 ART-00040 \n          PAR-00004 ART-00100 ART-00102 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00008 PAR-00003\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00020 PAR-00004 ART-00485 INC-00005 \n          ART-00557 PAR-00001\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-007783      ANO-1989\n          ART-00007 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008213      ANO-1991\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010331      ANO-2001\n                LEI ORDINÁRIA\n\n","LEG-FED   SUMSTF-000339      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-06-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, AÇÃO RESCISÓRIA, FUNDAMENTO, POSSIBILIDADE, ALTERAÇÃO, JURISPRUDÊNCIA, FUTURO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: INEXISTÊNCIA, OFENSA, CÓDIGO DE PROCESSO CIVIL, CASO CONCRETO, FUNDAMENTO, CONFORMIDADE, DECISÃO RESCINDENDA, JURISPRUDÊNCIA FIRMADA, MOMENTO, PROFERIMENTO, DECISÃO. DESCABIMENTO, INDENIZAÇÃO, DECORRÊNCIA, AUSÊNCIA, REVISÃO GERAL ANUAL, REMUNERAÇÃO, SERVIDOR PÚBLICO, FUNDAMENTO, INEXISTÊNCIA, PREVISÃO, ÍNDICE, TEXTO CONSTITUCIONAL, INOCORRÊNCIA, OFENSA, GARANTIA CONSTITUCIONAL, IRREDUTIBILIDADE DE VENCIMENTOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: EXIGÊNCIA, PROCURAÇÃO COM PODER ESPECÍFICO, FINALIDADE, AJUIZAMENTO, AÇÃO RESCISÓRIA. INSUFICIÊNCIA, REPRODUÇÃO, PROCURAÇÃO GERAL, AÇÃO PRINCIPAL, ÂMBITO, AÇÃO RESCISÓRIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: AFASTAMENTO, ALEGAÇÃO PRELIMINAR. INEXISTÊNCIA, IRREGULARIDADE, REPRESENTAÇÃO PROCESSUAL, AUTOR, FUNDAMENTO, EXISTÊNCIA, PROCURAÇÃO GERAL. PROCEDÊNCIA, PEDIDO, RESCISÃO, DECISÃO RESCINDENDA. EVOLUÇÃO JURISPRUDENCIAL, SUPREMO TRIBUNAL FEDERAL (STF), MATÉRIA, CONTROLE JUDICIAL, INCONSTITUCIONALIDADE POR OMISSÃO. DEVER, SUPREMO TRIBUNAL FEDERAL (STF), GUARDA, CONSTITUIÇÃO FEDERAL, HIPÓTESE, INCONSTITUCIONALIDADE, ATO OMISSIVO, ATO COMISSIVO, AGENTE POLÍTICO. SUPERAÇÃO, ESTADO BRASILEIRO, FASE ANTERIOR, CONSTITUCIONALISMO, INOBSERVÂNCIA, CONSTITUIÇÃO. PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, VIA PROCESSUAL, OBJETIVO, ALCANCE, EFETIVIDADE, NORMA CONSTITUCIONAL. ABANDONO, IDEIA, CARACTERIZAÇÃO, CONSTITUCIONALISMO, EXPRESSÃO, PRINCÍPIO, CARÁTER POLÍTICO. SUPERAÇÃO, IDEIA, INCAPACIDADE, CONSTITUIÇÃO, CRIAÇÃO, DIREITO SUBJETIVO. DEVER, CONCRETIZAÇÃO, NORMA CONSTITUCIONAL. NECESSIDADE, MANUTENÇÃO, EQUIVALÊNCIA, REMUNERAÇÃO, SERVIDOR PÚBLICO, SERVIÇO PRESTADO, FUNDAMENTO, DEVER, REVISÃO GERAL ANUAL, DIREITO, IRREDUTIBILIDADE DE VENCIMENTOS. CARACTERIZAÇÃO, FINALIDADE, NORMA CONSTITUCIONAL, PROTEÇÃO, VENCIMENTO, SERVIDOR PÚBLICO, EFEITO, INFLAÇÃO. EDIÇÃO, EMENDA CONSTITUCIONAL, OBJETIVO, MELHORIA, CONDIÇÃO, SERVIDOR PÚBLICO. INVIABILIDADE, SERVIDOR PÚBLICO, UTILIZAÇÃO, GREVE, OBJETIVO, NEGOCIAÇÃO, AUMENTO, REMUNERAÇÃO, FUNDAMENTO, AUSÊNCIA, PREJUÍZO, ADMINISTRADOR PÚBLICO. EXISTÊNCIA, DIFERENÇA, REAJUSTE, AUMENTO. NECESSIDADE, LEI, FINALIDADE, CONCESSÃO, AUMENTO, REMUNERAÇÃO, SERVIDOR PÚBLICO. FUNÇÃO, REAJUSTE, REMUNERAÇÃO, SERVIDOR PÚBLICO, AFASTAMENTO, EFEITO, INFLAÇÃO, MANUTENÇÃO, PODER AQUISITIVO. IMPOSSIBILIDADE, PODER JUDICIÁRIO, CONCESSÃO, AUMENTO, REMUNERAÇÃO, SERVIDOR PÚBLICO. CARACTERIZAÇÃO, CORREÇÃO MONETÁRIA, FORMA, REPOSIÇÃO, VALOR REAL, MOEDA. DESCARACTERIZAÇÃO, CORREÇÃO MONETÁRIA, FORMA, ACRÉSCIMO. RECONHECIMENTO, JURISPRUDÊNCIA, CASO ANÁLOGO, DIREITO, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO ADMINISTRATIVO. POSSIBILIDADE, SERVIDOR PÚBLICO, AJUIZAMENTO, AÇÃO DE COBRANÇA, OBJETIVO, EXPEDIÇÃO, PRECATÓRIO, FINALIDADE, RECEBIMENTO, REAJUSTE, REMUNERAÇÃO. PREVISÃO, TEXTO CONSTITUCIONAL, GARANTIA, MANUTENÇÃO, VALOR, REMUNERAÇÃO, SERVIDOR PÚBLICO. CONFIGURAÇÃO, REDUÇÃO, VALOR, REMUNERAÇÃO, HIPÓTESE, INFERIORIDADE, PERCENTAGEM, REAJUSTE, REMUNERAÇÃO, COMPARAÇÃO, INFLAÇÃO, PERÍODO. INADMISSIBILIDADE, INOBSERVÂNCIA, NORMA CONSTITUCIONAL, FUNDAMENTO, EFEITO FINANCEIRO. DESCABIMENTO, JUIZ, FORMULAÇÃO, PREVISÃO, CARÁTER ECONÔMICO, OBJETIVO, FUNDAMENTAÇÃO, DECISÃO JUDICIAL. IMPOSSIBILIDADE, PODER JUDICIÁRIO, APRECIAÇÃO, CONVENIÊNCIA, NORMA CONSTITUCIONAL. OCORRÊNCIA, INVERSÃO, HIPÓTESE, PREVALÊNCIA, CONSEQUÊNCIA, DECISÃO, DESCONSIDERAÇÃO, DIREITO. ASSEGURAMENTO, SUPREMO TRIBUNAL FEDERAL (STF), EFICÁCIA, CONSTITUIÇÃO FEDERAL, HIPÓTESE, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL, DEPENDÊNCIA, RECURSO FINANCEIRO. PREVISÃO, DIREITO (ORDENAMENTO JURÍDICO), CONSEQUÊNCIA, HIPÓTESE, DESCUMPRIMENTO, NORMA JURÍDICA. CARACTERIZAÇÃO, RESPONSABILIDADE CIVIL DO ESTADO, ELEMENTO CONSTITUTIVO, ESTADO DEMOCRÁTICO DE DIREITO. DEVER, ESTADO BRASILEIRO, INDENIZAÇÃO, PARTICULAR, DECORRÊNCIA, OMISSÃO, HIPÓTESE, OCORRÊNCIA, DANO, PARTICULAR, EXISTÊNCIA, DEVER DE AGIR, ESTADO BRASILEIRO, POSSIBILIDADE, ESTADO BRASILEIRO, PREVENÇÃO DO DANO. OCORRÊNCIA, OFENSA, GARANTIA CONSTITUCIONAL, ACESSO À JUSTIÇA, HIPÓTESE, IMPEDIMENTO, RESPONSABILIZAÇÃO, ÂMBITO JUDICIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2199&classe=AR","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO RESCISÓRIA, ALTERAÇÃO, JURISPRUDÊNCIA)\nRE 590809 (TP). \n(CONTROLE JUDICIAL, INCONSTITUCIONALIDADE POR OMISSÃO)\nMI 232 (TP), MI 283 (TP), MI 712 (TP), MI 721 (TP), ADI 1458 MC (TP). \n(NATUREZA JURÍDICA, CORREÇÃO MONETÁRIA)\nACO 404 execução-AgR (TP). \n(EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO ADMINISTRATIVO)\nADI 2733 (TP), ADI 2599 MC (TP). \n(DECISÃO JUDICIAL, CONSEQUENCIALISMO)\nRE 271286 AgR (2ªT), RE 436996 AgR (2ªT), RE 226835 (1ªT). \n(AUTOAPLICABILIDADE, NORMA CONSTITUCIONAL, REVISÃO GERAL ANUAL)\nMS 22439 (TP). \n(OMISSÃO, REVISÃO GERAL ANUAL)\nADI 2492 (TP). \n(AÇÃO RESCISÓRIA, REPRESENTAÇÃO PROCESSUAL)\nAR 2129 AgR-AgR (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1112524. \n- Legislação estrangeira citada: art. 283 da Carta portuguesa de 1976.\r\n- Veja RE 560077 e RE 565089 do STF.\nNúmero de páginas: 32.\nAnálise: 02/07/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : ESPÓLIO DE TEREZINHA GOMES PEREIRA, REPRESENTADO POR JONES PEREIRA \nADV.(A/S)  : MARCELLO MACEDO REBLIN \nRÉU(É)(S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":310472,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"AR 2199","processo_classe_processual_unificada_classe_sigla":"AR","julgamento_data":"2015-04-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO RESCISÓRIA","documental_doutrina_texto":"BARROSO, Luís Roberto. O direito constitucional e a efetividade de suas normas. 2006. p. 61.\r\nBINEMBOJM, Gustavo. Temas de direito administrativo e constitucional. 2008. p. 338.\r\nCAMARGO, Margarida Maria Lacombe. Fundamentos teóricos do pragmatismo jurídico. Revista de Direito do Estado, n. 6, 2007. p. 208.\r\nCLÈVE, Clèmerson Merlin. A fiscalização abstrata da constitucionalidade no Direito brasileiro. 2000. p. 347.\r\nDANTAS, San Tiago. Programa de direito civil. 1979. p. 79.\r\nHESSE, Konrad. A força normativa da Constituição. 1991. p. 19.\r\nLARENZ, Karl. Metodologia da ciência do direito. 1997. p. 516.\r\nLOEWENSTEIN, Karl. Teoría de la Constitución. 1976. p. 170.\r\nMELLO, Celso Antônio Bandeira de. Curso de direito administrativo. 2006. p. 968-970.\r\nMOREIRA NETO, Diogo de Figueiredo. Curso de direito administrativo. 2009. p. 336-337.\r\nPIOVESAN, Flávia. Proteção judicial contra omissões legislativas. 2003. p. 123.\r\nSILVA, José Afonso da. A aplicabilidade das normas constitucionais. 2008. p. 65.","ministro_facet":["MARCO AURÉLIO","GILMAR MENDES"],"processo_numero":2199,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur92436","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria de votos, julgou improcedente a reclamação,\nficando sem efeito a medida liminar concedida, vencido o Ministro Marco\nAurélio (Relator). Votou o Presidente. Relator para o acórdão o\nMinistro Néri da Silveira. Falou pelo reclamante o Dr. Arnoldo Wald.\nAusente, justificadamente, o Ministro Celso de Mello, Presidente.\nPresidiu o julgamento o Ministro Carlos Velloso, Vice-Presidente\n(RISTF, art. 37, I). Plenário, 03.9.97.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"MIN. SEPÚLVEDA PERTENCE","revisor_processo_nome":null,"id":"sjur92436","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:04:34.986959","dg_unique":"sjur92436","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: Reclamação: alegação de usurpação de competência originária\n   do Supremo Tribunal Federal (CF, art. 102, I, a): improcedência.\n1. Decisão reclamada que, em ação civil pública, reconheceu\n   incidentemente a inconstitucionalidade da regra do direito\n   intertemporal do decreto-lei que estabeleceu o Plano Verão sobre\n   o cálculo da correção monetária das cadernetas de poupança e\n   condenou instituição bancária a creditar correção monetária mais\n   favorável, que advinha do regime legal anterior: validade:\n   inexistência de usurpação da competência exclusiva do Supremo\n   Tribunal para a ação direta de inconstitucionalidade.\n2. Ação\n   civil pública que veicula pedido condenatório, em favor de\n   \"interesses individuais homogêneos\" de sujeitos indeterminados\n   mas determináveis, quando fundada na invalidez, em face da\n   Constituição, de lei federal não se confunde com ação direta de\n   inconstitucionalidade, sendo, pois, admissível no julgamento da\n   ACP a decisão incidente acerca da constitucionalidade da lei, que\n   constitua questão prejudicial do pedido condenatório.\n3.\n   Hipótese diversa daquelas em que a jurisprudência do Supremo\n   Tribunal entende que pode se configurar a usurpação da\n   competência da Corte (v.g. Rcl 434, Rezek, DJ 9.12.1994; Rcl 337,\n   Brossard, DJ 19.12.1994).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=597&classe=Rcl","externo_seq_objeto_incidente":1636165,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 02-02-2007 PP-00075\nEMENT VOL-02262-01 PP-00011\nRTJ VOL-00201-02 PP-00438","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=597&classe=Rcl","is_colac":false,"titulo":"Rcl 597","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\n                ART-00005 INC-00036\n                ART-00102 INC-00001 LET-A\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   LEI-005869    ANO-1973\n                ART-00046 INC-00002\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   RGI    ANO-1980\n                ART-00037 INC-00001 ART-00161 INC-00003\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL\n                FEDERAL\n","LEG-FED   LEI-000221      ANO-1894\n                LEI ORDINÁRIA\n","LEG-FED   LEI-007347      ANO-1985\n                ART-00001\n                REDAÇÃO DADA PELA LEI-8884/1994\n                LEI DA AÇÃO CIVIL PÚBLICA\n                LEI ORDINÁRIA\n","LEG-FED   LEI-007730      ANO-1989\n                ART-00017 INC-00001 INC-00036\n                LEI ORDINÁRIA\n","LEG-FED   LEI-008038      ANO-1990\n                ART-00017\n                LEI ORDINÁRIA\n","LEG-FED   LEI-008884      ANO-1994\n                LEI ORDINÁRIA\n","LEG-FED   DEL-002284      ANO-1986\n                ART-00005 ART-00012\n                DECRETO-LEI\n","LEG-FED   RES-001338      ANO-1987\n                RESOLUÇÃO DO BANCO CENTRAL\n","LEG-FED   RES-001396      ANO-1987\n                RESOLUÇÃO DO BANCO CENTRAL"],"publicacao_data":"2007-02-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO CIVIL PÚBLICA, PROTEÇÃO,\nDIREITO, CÓDIGO DE DEFESA DO CONSUMIDOR, DEFINIÇÃO, INTERESSE\nINDIVIDUAL HOMOGÊNEO . INEXISTÊNCIA, CONTROLE ABSTRATO, HIPÓTESE,\nAUTOS, MOTIVO, RESULTADO, SENTENÇA CONDENATÓRIA . STF, JULGAMENTO,\nRECLAMAÇÃO, IMPOSSIBILIDADE, DISCUSSÃO, NATUREZA JURÍDICA, AÇÃO CIVIL\nPÚBLICA . STF, ENTENDIMENTO CONSENSUAL, COISA JULGADA, LIMITE,\nEFICÁCIA\nUNIVERSAL, CONTROLE ABSTRATO .\n - FUNDAMENTAÇÃO COMPLEMENTAR, MIN.\nSYDNEY SANCHES : AÇÃO CIVIL PÚBLICA, OBJETIVO, CONDENAÇÃO, RÉU,\nOCORRÊNCIA, COISA JULGADA, RELAÇÃO, PARTE DISPOSITIVA, SENTENÇA .\nAPRECIAÇÃO, QUESTÃO,  INCONSTITUCIONALIDADE, FUNDAMENTO, PROCEDÊNCIA,\nAÇÃO, INOCORRÊNCIA, USURPAÇÃO, COMPETÊNCIA, STF, EXISTÊNCIA,\nPOSSIBILIDADE, CORTE SUPREMA,  NECESSIDADE, APRECIAÇÃO, MATÉRIA,\nHIPÓTESE, PROPOSITURA, RECURSO EXTRAORDINÁRIO.\n- VOTO VENCIDO, MIN. MARCO AURÉLIO : EXTINÇÃO, PROCESSO, AUSÊNCIA,\nJULGAMENTO, MÉRITO, IMPROPRIEDADE,\nAJUIZAMENTO, PRIMEIRA INSTÂNCIA, AÇÃO CIVIL PÚBLICA, DEPENDÊNCIA,\nEXERCÍCIO, CONTROLE CONCENTRADO, DECLARAÇÃO, INCONSTITUCIONALIDADE,\nLEI\nFEDERAL, RESULTADO, OBRIGAÇÃO, RECLAMANTE, CRÉDITO, CORREÇÃO MONETÁRIA,\nCONTA, POUPANÇA . INDETERMINAÇÃO SUBJETIVA, BENEFICIÁRIO, CONSIDERAÇÃO,\nINDIVIDUALIZAÇÃO, POUPADOR, RESULTADO, IMPROPRIEDADE, AÇÃO CIVIL\nPÚBLICA . FACE, ABRANGÊNCIA, PROVIMENTO JUDICIAL, AÇÃO CIVIL PÚBLICA,\nOCORRÊNCIA, CONTROLE ABSTRATO, CARACTERÍSTICA, RELAÇÃO, VIA, AÇÃO\nDIRETA DE INCONSTITUCIONALIDADE, COMPETÊNCIA EXCLUSIVA, STF. CONTROLE\nDIFUSO, CONSTITUCIONALIDADE, EXIGÊNCIA, INDIVIDUALIZAÇÃO, FORMA\nDIRETA,\nAUTOR, RÉU, ORIGEM, DENOMINAÇÃO, CONTROLE CONCRETO . AÇÃO CIVIL\nPÚBLICA, DECISÃO JUDICIAL, EFEITO, \"ERGA OMNES\", ALCANCE, TERRITÓRIO,\nJURISDIÇÃO, TRIBUNAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=597&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl","documental_observacao_texto":"-Acórdãos citados: Rcl 337 (RTJ 164/832), Rcl 410 (RTJ 144/713), Rcl\n434 (RTJ 154/13), Rcl 600 (RTJ 189/418), Rcl 602 (RTJ 184/408).\n-Legislação estrangeira citada: CONSTITUIÇÃO AUSTRÍACA DE 1919.\nNúmero de páginas: 50\nAnálise: 15/02/2007, JBM.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.             : BANCO CREFISUL S/A\nADV.                : ARNOLDO WALD E OUTROS\nRECLDO.             : PRIMEIRO TRIBUNAL DE ALÇADA CÍVEL DO ESTADO\n   DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":92436,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"Rcl 597","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"1997-09-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":"MEIRELLES, Hely Lopes. Mandado de Segurança, Ação Popular, Ação Civil\nPública, Mandado de Injunção, \"Habeas Data\". São Paulo: Malheiros\nEditores, 1996. p.153-154.","ministro_facet":["MARCO AURÉLIO","SEPÚLVEDA PERTENCE"],"processo_numero":597,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur96766","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RN","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou procedente a reclamação para cassar o acórdão do Tribunal de Justiça do Estado do Rio Grande do Norte, que deferiu o mandado de segurança, vencido o Senhor Ministro Marco Aurélio, que não a conhecia. Votou o Presidente, o Senhor Ministro Maurício Corrêa. Ausentes, justificadamente, os Senhores Ministros Celso de Mello e Carlos Velloso e, neste julgamento, o Senhor Ministro Sepúlveda Pertence. Plenário, 11.09.2003.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur96766","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Norte","dg_atualizado_em":"2023-10-04T14:04:34.986959","dg_unique":"sjur96766","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: Reclamação. 2. Garantia da autoridade de provimento\ncautelar na ADI 1.730/RN. 3. Decisão do Tribunal de Justiça do\nEstado do Rio Grande do Norte em Mandado de Segurança.\nReenquadramento de servidor aposentado, com efeitos \"ex nunc\".\nAposentadoria com proventos correspondentes à remuneração de classe\nimediatamente superior. 4. Decisão que restabelece dispositivo cuja\nvigência encontrava-se suspensa por decisão do Supremo Tribunal\nFederal, em sede de cautelar. 5. Eficácia \"erga omnes\" e efeito\nvinculante de decisão cautelar proferida em ação direta de\ninconstitucionalidade. 6. Reclamação julgada procedente","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=2256&classe=Rcl","externo_seq_objeto_incidente":2082809,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 30-04-2004 PP-00068  EMENT VOL-02149-04 PP-00637","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2256&classe=Rcl","is_colac":false,"titulo":"Rcl 2256","documental_legislacao_citada_texto":["LEG-FED   CF         ANO-1946\n                ART-00008 PAR-ÚNICO ART-00013\n                CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF    ANO-1967\n                ART-00010 INC-00007 LET-E ART-00042\n                INC-00007 ART-00046\n                ART-00119 INC-00001 LET-P (REDAÇÃO DADA PELA\nEMC-7/1977)\n                ART-00119 INC-00001 LET-P ART-00119 INC-00001 LET-I\n                ART-00120 PAR-ÚNICO  LET-C (REDAÇÃO DADA PELA\nEMC-1/1969)\n                CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001    ANO-1969\n","LEG-FED   EMC-000007     ANO-1977\n","LEG-FED   CF       ANO-1988\n                ART-00102 INC-00001 LET-P ART-00102\n                INC-00003 ART-00102 PAR-00002 ART-00105\n                INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   LEI-002271      ANO-1954\n                ART-00004\n","LEG-FED   LEI-004337      ANO-1964\n","LEG-FED   LEI-009494      ANO-1997\n                ART-00001\n","LEG-FED   LEI-009868      ANO-1999\n                ART-00011 \"CAPUT\" ART-00011 PAR-00001\n                PAR-00002 ART-00021 ART-00028 PAR-ÚNICO\n","LEG-FED   RGI         ANO-1970\n                ART-00022 INC-00004 ART-00173 ART-00175 ART-00180\n                RISTF-1970 REGIMENTO INTERNO DO SUPREMO\n                TRIBUNAL FEDERAL\n","LEG-EST   CES\n                ART-00029 PAR-00001\n                (RN)"],"publicacao_data":"2004-04-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEFERIMENTO, RECLAMAÇÃO, CASSAÇÃO, DECISÃO, TRIBUNAL DE JUSTIÇA,\nMANDADO DE SEGURANÇA, DETERMINAÇÃO, REENQUADRAMENTO, SERVIDOR\nAPOSENTADO, AUDITOR FISCAL DO TESOURO ESTADUAL, EFEITO PATRIMONIAL,\nTERMO INICIAL, IMPETRAÇÃO, GARANTIA, APOSENTADORIA, PROVENTOS,\nCORRESPONDÊNCIA, REMUNERAÇÃO, CARGO, CLASSE IMEDIATAMENTE SUPERIOR.\nOCORRÊNCIA, DESRESPEITO, DECISÃO, (STF), MEDIDA CAUTELAR, AÇÃO DIRETA\nDE INCONSTITUCIONALIDADE, SUPERVENIÊNCIA, JULGAMENTO, MÉRITO,\nDECLARAÇÃO, INCONSTITUCIONALIDADE, DISPOSITIVO, CONSTITUIÇÃO ESTADUAL,\n(RN).\n- EXISTÊNCIA, JURISPRUDÊNCIA, (STF), ATRIBUIÇÃO, IDENTIDADE,\nSIGNIFICADO, EXPRESSÃO, SUSPENSÃO DE VIGÊNCIA, SUSPENSÃO DE EXECUÇÃO,\nNORMA. EXISTÊNCIA, DIFERENCIAÇÃO, VIGÊNCIA NORMATIVA, VIGÊNCIA\nFÁTICA, VALIDADE, EFICÁCIA, INFLUÊNCIA RECÍPROCA, CONFORMIDADE, TEORIA,\nDIREITO, ATUALIDADE. EXISTÊNCIA, PREVISÃO EXPRESSA, CONSTITUIÇÃO\nFEDERAL, COMPETÊNCIA ORIGINÁRIA, (STF), JULGAMENTO, PEDIDO, MEDIDA\nCAUTELAR, (ADI). APLICABILIDADE, DIREITO ANTERIOR, OCORRÊNCIA,\nDEFERIMENTO, LIMINAR, SUSPENSÃO, APLICAÇÃO, NORMA, CARACTERIZAÇÃO,\nPODER RESTAURADOR PROVISÓRIO. POSSIBILIDADE, CONCESSÃO, EFEITO \"EX\nTUNC\", LIMINAR, SUSPENSÃO, NORMA, FUNDAMENTO, PROCESSO, CONTROLE,\nNORMA, EXISTÊNCIA, OPERABILIDADE, PLANO, VIGÊNCIA, NORMA, AUSÊNCIA,\nEXCLUSIVIDADE, PLANO, EFICÁCIA.\n- DIFERENCIAÇÃO, PROCESSO, FUNDAMENTO, DIREITO SUBJETIVO, PETIÇÃO DE\nPRINCÍPIO CIVILISTA, RELAÇÃO, PROCESSO OBJETIVO, JURISDIÇÃO\nCONSTITUCIONAL, QUESTÃO, NATUREZA POLÍTICA, DESNECESSIDADE, PARTE,\nDEMONSTRAÇÃO, INTERESSE JURÍDICO ESPECÍFICO. IMPRESCINDIBILIDADE,\nEFICÁCIA, \"ERGA OMNES\", CONTRA TODOS, DECISÃO, PROCESSO, AUSÊNCIA,\nPARTES FORMAIS. EXISTÊNCIA, EFICÁCIA, \"ERGA\nOMNES\", DECISÃO, CONCESSÃO, LIMINAR, (ADI), NECESSIDADE, PUBLICIDADE,\nDECISÃO.\n- EXISTÊNCIA, EFEITO VINCULANTE, DECISÃO, CONCESSÃO, LIMINAR,\n(ADI), IMPOSSIBILIDADE, OBTENÇÃO, VIA OBLÍQUA, MEDIDA CAUTELAR,\nANTECIPAÇÃO DE TUTELA, OBJETO, SUSPENSÃO, LIMINAR, (ADI).\nCARACTERIZAÇÃO, AFRONTA, DECISÃO, (STF), ÓRGÃO ORDINÁRIO, JURISDIÇÃO,\nAPLICAÇÃO, NORMA, OBJETO, SUSPENSÃO, (ADI), POSSIBILIDADE, PROPOSITURA,\nRECLAMAÇÃO. EQUIPARAÇÃO, EFEITO VINCULANTE, AÇÃO DECLARATÓRIA DE\nCONSTITUCIONALIDADE, (ADI), SINAL TROCADO. EXISTÊNCIA, EFEITO\nVINCULANTE, DECISÃO, RELAÇÃO, ESTADO DEMOCRÁTICO, FUNÇÃO, GUARDIÃO,\nCONSTITUIÇÃO, (STF).\n- RESSALVA DE ENTENDIMENTO, MIN. AYRES BRITTO: DESCARACTERIZAÇÃO, (ADC), \r\nLEGITIMADORA,\nDECISÃO, SEDE CAUTELAR, IMPOSSIBILIDADE, GERAÇÃO,\nEFEITO RETROATIVO.\n- VOTO VENCIDO, MIN. MARCO AURÉLIO:  DESCABIMENTO, RECLAMAÇÃO, \r\nFUNDAMENTO, PROCESSO\nOBJETIVO, CONTROLE, NORMA, ALEGAÇÃO, DESCUMPRIMENTO, DECISÃO, (STF),\nSEDE, PROCESSO SUBJETIVO. OCORRÊNCIA,  VIOLAÇÃO, PRINCÍPIO, JUIZ\nNATURAL, IMPOSSIBILIDADE, ACESSO, \"PER SALTUM\", (STF).\nIMPOSSIBILIDADE, EXECUÇÃO, DECISÃO, CONTROLE CONCENTRADO,\nCONSTITUCIONALIDADE, OCORRÊNCIA, EXAURIMENTO, PRONUNCIAMENTO DEFINITIVO\n. EXCEPCIONALIDADE, CABIMENTO, RECLAMAÇÃO, DESCUMPRIMENTO, DECISÃO,\nPROCESSO OBJETIVO, HIPÓTESE, DESCUMPRIMENTO, DECISÃO, AUTOR, ATO\nNORMATIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2256&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl","documental_observacao_texto":"Votação: por maioria, vencido o Min. Marco Aurélio.\nResultado: procedente.\nAcórdãos citados:ADC-4-MC (RTJ-169/383), RP-94 (ARCHIVO\nJUDICIÁRIO 85/31), ADI-154-MC (RTJ-130/974), RP-466\n(RTJ-23/1), RP-467 (RTJ-19/5), ADI-596-MC (RTJ-149/767),\nADI-652-QO (RTJ-146/561), RP-898, RP-933-MC (RTJ-76/342),\nADI-1244-QO (RTJ-169/451), RP-1356 (RTJ-120/64), RP-1391\n(RTJ-132/1123), Rcl-1507-QO (RTJ-184/876), ADI-1610-MC,\nADI-1730-MC (RTJ-179/570), Rcl-1880-AgR-QO,  RE-168277-QO\n(RTJ-168/1005);\nDecisões monocráticas citadas: Rcl-167 (RDA-206/246), Pet-1404.\nLegislação estrangeira citada: Artigo 103, inciso II e\nartigo 4º, inciso III da Constituição Alemã; parágrafo 218\n(nova redação), parágrafos  176, 177, 179, I, 218-b e 219\ndo Código Penal Alemão; parágrafo 32 da Lei do\nBundesverfassungsgericht.\nNúmero de páginas: (47). Análise:(PCC). Revisão:(RCO).\nInclusão: 14/09/04, (JVC).\nAlteração: 02/02/05, (SVF).\nAlteração: 30/04/2019, NSB.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)     : ESTADO DO RIO GRANDE DO NORTE\nADVDO.(A/S)   : PGE-RN-NIVALDO BRUM VILAR SALDANHA E OUTRO (A/S)\nRECLDO.(A/S) : TRIBUNAL DE JUSTIÇA DO ESTADO DO RIO GRANDE\n                        DO NORTE\nINTDO.(A/S)   : ALDEMIR VASCONCELOS DE SOUZA\nADVDO.(A/S)  : LÚCIA BRANDÃO E OUTRO (A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":96766,"documental_tese_texto":null,"procedencia_geografica_completo":"RN - RIO GRANDE DO NORTE","processo_codigo_completo":"Rcl 2256","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2003-09-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":"OBRA:  RECHTSFOLGEN DER VERFASSUNGSWIDRIGKEIT VON NORM UND EINZELAKT\nAUTOR: JÖRN IPSEN\nANO: 1980  PÁGINA: 157, 227-231\nOBRA:  TEORIA PURA DO DIREITO\nAUTOR: HANS KELSEN\nANO: 1974  PÁGINA: 298-299\nEDITORA: COIMBRA\nOBRA:  DER RECHTSTAAT UND DIE VERWALTUNGSGERICHTE \"IN\" DEUTSCHLAND\nAUTOR: VON GNEIST\nANO: 1879  PÁGINA: 271\nOBRA:  WESEN UND ENTWICKLUNG DER STAATSGERICHTSBARKEIT\nAUTOR: HEINRICH TRIEPEL\nANO: 1929  VOLUME: 5  PÁGINA: 26\nEDITORA: VVDStRL\nOBRA:  DIE ABSTRAKTE NORMENKONTROLLE IN BUNDESVERFASSUNGSGERICHT UND\nGRUNDGESETZ\nAUTOR: HARTMUT SÖHN\nANO: 1976  VOLUME: 1  PÁGINA: 292-304\nEDITORA: TÜBINGEN\nOBRA:  CONTROLE DE CONSTITUCIONALIDADE: ASPECTOS JURÍDICOS E POLÍTICOS\nAUTOR: GILMAR FERREIRA MENDES\nANO: 1990  PÁGINA: 249\nOBRA:  REPERTÓRIO DE JURISPRUDÊNCIA IOB, Nº 20, CADERNO I, OUTUBRO\nAUTOR: GILMAR FERREIRA MENDES\nANO: 1997  PÁGINA: 501-504\nOBRA:  A COMPETÊNCIA DO SENADO FEDERAL PARA SUSPENDER A EXECUÇÃO DOS\nATOS INCONSTITUCIONAIS, \"IN\" REVISTA DE INFORMAÇÃO LEGISLATIVA Nº 57\nAUTOR: ANA VALDEREZ AYRES NEVES DE ALENCAR\nANO: 1978  PÁGINA: 260, 293, 303-304.","ministro_facet":["GILMAR MENDES"],"processo_numero":2256,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}