{"result":{"took":519,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur457765","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por empate na votação, deu provimento, em parte, ao recurso, a fim de reconhecer a incompetência do Juízo da 13ª Vara Federal Criminal da Seção Judiciária de Curitiba/PR, determinando, por consequência, a remessa da AP 5051606-232016.4.04.7000/PR e dos feitos acessórios ao Juízo Eleitoral do Rio de Janeiro/RJ competente, a quem caberá a análise da validade dos atos decisórios e instrutórios realizados, nos termos do voto do Ministro Ricardo Lewandowski, Redator para o acórdão, e do Ministro Gilmar Mendes, vencidos os Ministros Edson Fachin (Relator) e Nunes Marques, que negavam provimento ao agravo regimental. Falou, pelo agravante, o Dr. Aury Lopes Junior. Presidência do Ministro Nunes Marques. 2ª Turma, 14.9.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"RICARDO LEWANDOWSKI","revisor_processo_nome":null,"id":"sjur457765","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur457765","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NA RECLAMAÇÃO. ALEGAÇÃO DE DESCUMPRIMENTO DA AUTORIDADE DA DECISÃO DO STF FIRMADA NO INQUÉRITO 4.146/DF. RECEBIMENTO DA DENÚNCIA PELO STF, INCLUSIVE EM RELAÇÃO AO CRIME ELEITORAL. PERDA ULTERIOR DO MANDATO DO RECORRENTE. DECLINAÇÃO PARA O JUÍZO DE PRIMEIRA INSTÂNCIA. EXCLUSÃO DO CRIME ELEITORAL PELA INSTÂNCIA INFERIOR APÓS O RECEBIMENTO DOS AUTOS. MANIPULAÇÃO INDEVIDA DA COMPETÊNCIA. VIOLAÇÃO DA AUTORIDADE DA DECISÃO PROFERIDA PELO STF. A VALIDADE DAS DECISÕES DEVERÁ SER ANALISADA PELO JUÍZO ELEITORAL COMPETENTE. AGRAVO REGIMENTAL A QUE SE DÁ PARCIAL PROVIMENTO.\n\n\n\n    1. Alegação de descumprimento da autoridade da decisão do STF. Cabimento da reclamação.\n\n\n\n    2. A jurisprudência do STF encontra-se consolidada quanto à competência da Justiça Eleitoral para o julgamento de crimes eleitorais e de crimes comuns conexos a essas infrações.\n\n\n\n    3. Ao receber os autos remetidos pelo Supremo, o magistrado de primeira instância promoveu o decote da peça acusatória (já recebida por esta Corte), em relação às infrações penais eleitorais. Violação da autoridade da decisão do Tribunal no que se refere à definição da competência.\n\n\n\n    4. Caberá ao juiz eleitoral competente o exame da validade das decisões e atos instrutórios, nos termos do art. 567 do Código de Processo Penal, sem prejuízo de análise futura por esta Suprema Corte, após esgotadas as instâncias recursais pertinentes.\n\n\n\n    5. Agravo regimental a que se dá parcial provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758762062","externo_seq_objeto_incidente":5743656,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-248  DIVULG 16-12-2021  PUBLIC 17-12-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=34796&classe=Rcl","is_colac":false,"titulo":"Rcl 34796 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1934\n    ART-00083 LET-H\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00119 INC-00007\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00130 INC-00007 ART-00137 INC-00007\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00038 INC-00053 ART-00102\n    INC-00001 LET-L ART-00109 INC-00004\n    ART-00121 ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737 ANO-1965\n    ART-00035 INC-00002 ART-00350\n    CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00523 ART-00937 PAR-00003 INC-00006\n    ART-00988 INC-00001 INC-00002 INC-00003\n    INC-00004 PAR-00005 INC-00001\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00327 PAR-00002\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00078 INC-00004 ART-00081 ART-00108\n    PAR-00001 ART-00109 ART-00563 ART-00566\n    ART-00567 ART-00581 INC-00001 ART-00654\n    PAR-00002\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000062 ANO-2020\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RGI ANO-1980\n    ART-00005 INC-00001 ART-00131 \"CAPUT\"\n    ART-00150 PAR-00003 ART-00156 \"CAPUT\"\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000734\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-12-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CABIMENTO, RECLAMAÇÃO, DECORRÊNCIA, INOBSERVÂNCIA, DECISÃO, RECEBIMENTO, DENÚNCIA, CRIME ELEITORAL. CASO CONCRETO, INOCORRÊNCIA, PRECLUSÃO. OCORRÊNCIA, OFENSA, REGRA, COMPETÊNCIA, AUTORIDADE, DECISÃO, STF, PRINCÍPIO DO JUIZ NATURAL. DECISÃO, STF, AUSÊNCIA, FIXAÇÃO, COMPETÊNCIA, JUSTIÇA FEDERAL. DESCABIMENTO, ALEGAÇÃO, NECESSIDADE, DESMEMBRAMENTO DE PROCESSO, DECORRÊNCIA, EXISTÊNCIA, REGRA, CONEXÃO, PREVALÊNCIA, JUSTIÇA ESPECIALIZADA.\n\n- VOTO, MIN. GILMAR MENDES: PROVIMENTO PARCIAL, AGRAVO REGIMENTAL. CASO CONCRETO, OCORRÊNCIA, DESCUMPRIMENTO, DECISÃO, STF, RECEBIMENTO, DENÚNCIA, OBJETIVO, MANIPULAÇÃO, COMPETÊNCIA. OFENSA, PRINCÍPIO DO JUIZ NATURAL. AUSÊNCIA, PRECLUSÃO, DECORRÊNCIA, INCOMPETÊNCIA ABSOLUTA. JURISPRUDÊNCIA, STF, VEDAÇÃO, DESMEMBRAMENTO DE PROCESSO, NECESSIDADE, APLICAÇÃO, REGRA, CONEXÃO, PREVALÊNCIA, JUSTIÇA ESPECIALIZADA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: DESPROVIMENTO, AGRAVO REGIMENTAL, DESCABIMENTO, RECLAMAÇÃO, DECORRÊNCIA, PRECLUSÃO. OCORRÊNCIA, TRÂNSITO EM JULGADO, COISA JULGADA MATERIAL, DECISÃO, ENTENDIMENTO, PREJUDICIALIDADE, ATIPICIDADE, CRIME ELEITORAL. IRRELEVÂNCIA, HIPÓTESE, MANUTENÇÃO, CRIME ELEITORAL, DECORRÊNCIA, ENTENDIMENTO, NECESSIDADE, DESMEMBRAMENTO DE PROCESSO, PRESERVAÇÃO, COMPETÊNCIA, JUSTIÇA FEDERAL, PRESERVAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: DESPROVIMENTO, AGRAVO REGIMENTAL. DESCABIMENTO, RECLAMAÇÃO, DECORRÊNCIA, PRECLUSÃO. JURISPRUDÊNCIA, STF, NÃO CONHECIMENTO, RECLAMAÇÃO, HIPOTECA, DECISÃO PARADIGMA, AUSÊNCIA, EFEITO VINCULANTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=34796&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXECUÇÃO PROVISÓRIA DA PENA)\nADC 43 (TP), ADC 44 (TP), ADC 54 (TP). \n(TRÂNSITO EM JULGADO, CONDENAÇÃO)\nAP 470 QO (TP). \n(RECLAMAÇÃO, CONVERSÃO, HC)\nRcl 25509 AgR (TP). \n(COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME COMUM, CRIME CONEXO, CRIME ELEITORAL)\nCC 7033 (1ªT), Inq 4435 AgR (1ªT), Pet 6820 AgR-ED (2ªT), Inq 4435 AgR-quarto (TP), Pet 8134 AgR (2ªT), Rcl 36009 (2ªT), Pet 5700 (TP). \n(PRORROGAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL)\nCC 7033 (1ªT), RE 398042 (1ªT), Inq 4435 AgR-quarto (TP). \n(ARQUIVAMENTO, CRIME ELEITORAL, REMESSA, INSTÂNCIA INFERIOR)\nPet 8134 AgR (2ªT). \n(ARGUIÇÃO, NULIDADE, MOMENTO OPORTUNO, PRECLUSÃO)\nHC 88868 (1ªT), RHC 133931 AgR (2ªT), HC 174888 ED (2ªT), RHC 185549 AgR (1ªT). \n(HC, APRECIAÇÃO, JUÍZO COMPETENTE)\nHC 91510 (1ªT). \n(RECONHECIMENTO, NULIDADE, DEMONSTRAÇÃO, PREJUÍZO)\nHC 107769 (1ªT), RHC 125242 AgR (2ªT), RHC 138670 ED (1ªT), RHC 151402 AgR (1ªT), HC 183250 AgR (1ªT), HC 180592 AgR (1ªT). \n(SISTEMA ACUSATÓRIO, MINISTÉRIO PÚBLICO, OPINIO DELICTI)\nRHC 120379 (1ªT). \n(PEDIDO, ARQUIVAMENTO, PROCURADOR-GERAL DA REPÚBLICA, OBRIGAÇÃO, ACOLHIMENTO, STF)\nPet 2509 AgR (TP), Pet 2820 AgR (TP), Inq 1206 QO (1ªT), Inq 2341 QO (TP), Inq 1443 QO (TP). \n(RECLAMAÇÃO, DECISÃO PARADIGMA, AUSÊNCIA, EFEITO VINCULANTE)\nRcl 46258 AgR (2ªT), Rcl 43316 AgR (1ªT), Rcl 44773 AgR-ED-ED (2ªT). \n- Decisões monocráticas citadas:\n(AFASTAMENTO, CARGO, CÂMARA DOS DEPUTADOS, EDUARDO COSENTINO DA CUNHA)\nAC 4070.\n(RECLAMAÇÃO, DECISÃO PARADIGMA, AUSÊNCIA, EFEITO VINCULANTE)\nRcl 42993, Rcl 47084, Rcl 47255.\n- Acórdão(s) citado(s) - outros tribunais:\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME COMUM, CRIME CONEXO, CRIME ELEITORAL)\nSTJ: AgRg na APn 865, EDcl nos EDcl no Inq 1181, APn 894, Pet 6639. \n- Decisões estrangeiras citadas: BVerfGE, 21, 139 (146), do Tribunal Constitucional alemão; Sentencia C-040, de 1997, da Corte Constitucional da Colômbia.\n- Veja Inqs 4136 e 4146 e Rcl 34805 do STF.\nNúmero de páginas: 77.\nAnálise: 23/08/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : EDUARDO COSENTINO DA CUNHA \nADV.(A/S)  : VITOR PACZEK E OUTRO(A/S)\nAGDO.(A/S)  : NÃO INDICADO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":457765,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"Rcl 34796 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2021-09-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"DIAS, Jorge de Figueiredo. Direito processual penal, 1974. p. 322-323.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 13. ed. São Paulo: Saraiva, 2018.\nNUCCI, Guilherme. Código de Processo Penal Comentado. 11. ed. São Paulo: Revista dos Tribunais, 2012. p. 250.\nPULIDO, Carlos Bernal. El derecho de los derechos. Escritos sobre la aplicación de los derechos fundamentales. p. 362.","ministro_facet":["EDSON FACHIN","RICARDO LEWANDOWSKI"],"processo_numero":34796,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur458049","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, referendou a medida cautelar para assentar que se insere na competência dos Estados, Distrito Federal e Municípios a decisão de promover a imunização de adolescentes maiores de 12 anos, consideradas as situações concretas que vierem a enfrentar, sempre sob sua exclusiva responsabilidade, e desde que observadas as cautelas e recomendações dos fabricantes das vacinas, da ANVISA e das autoridades médicas, respeitada, ainda, a ordem de prioridades constante da Nota Técnica 36/2021-SECOVID/GAB/SECOVID/MS, de 2/9/2021, nos termos do voto do Relator. O Ministro Nunes Marques acompanhou o Relator com ressalvas. Falou, pelo requerente, o Dr. Felipe Santos Correa. Plenário, Sessão Virtual de 1.10.2021 a 8.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["3","4"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur458049","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur458049","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"TPI-oitava-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: TUTELA DE URGÊNCIA EM ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CONCESSÃO MONOCRÁTICA. SAÚDE. COMPETÊNCIA COMUM. EMERGÊNCIA DE SAÚDE PÚBLICA DECORRENTE DA COVID-19. IMUNIZAÇÃO DE ADOLESCENTES. EVIDÊNCIAS CIENTÍFICAS E ANÁLISES ESTRATÉGICAS EM SAÚDE. ART. 3°, § 1° DA LEI 13.979/2020. APROVAÇÃO PELA ANVISA E POR ENTIDADES CONGÊNERES ESTRANGEIRAS. PRIORIDADE ABSOLUTA AO DIREITO À SAÚDE, À VIDA E À EDUCAÇÃO DAS CRIANÇAS, ADOLESCENTES E JOVENS. CAPUT DO ART. 227 DA CF. ENSINO FUNDAMENTAL E MÉDIO. ATUAÇÃO PRIORITÁRIA DOS ESTADOS E DO DISTRITO FEDERAL. § 3° DO ART. 211 DA CF. DECISÃO SOBRE A VACINAÇÃO. COMPETÊNCIA DOS ENTES SUBNACIONAIS. PLANEJAMENTO DE RETORNO ÀS AULAS PRESENCIAIS. MEDIDA CAUTELAR REFERENDADA PELO PLENÁRIO.\n\n\n\n    I - A decisão concernente à inclusão ou exclusão de adolescentes no rol de pessoas a serem vacinadas deverá levar em consideração, por expresso mandamento legal, as evidências científicas e análises estratégicas em saúde, nos termos do art. 3°, § 1°, da Lei 13.979/2020. \n\n\n\n    II - Em um exame prefacial, típico das tutelas de urgência, a Nota Informativa 1/2021-SECOVID/GAB/SECOVID/MS, publicada em 15/9/2021, não encontra amparo em evidências científicas, nem em análises estratégicas a que faz alusão o art. 3°, § 1°, da Lei 13.979/2020, e muito menos em standards, normas e critérios científicos e técnicos, estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas, nos termos definidos no julgamento conjunto da ADI 6.421-MC/DF e em outra ações. \n\n\n\n    III - A aprovação do uso de imunizante contra a Covid-19 em adolescentes entre 12 e 18 anos, tenham eles comorbidades ou não, pela ANVISA e por agências congêneres de outros países e da União Europeia, aliada às manifestações de importantes organizações da área médica, levam a crer que o Ministério da Saúde tomou uma decisão intempestiva e, aparentemente, equivocada, a qual, acaso mantida, pode promover indesejáveis retrocessos no combate à Covid -19.\n\n\n\n    IV - A Constituição de 1988 atribuiu prioridade absoluta ao direito à saúde, à vida e à educação das crianças, adolescentes e dos jovens, nos termos do caput do art. 227, de maneira que tal postulado precisa ser, necessariamente, levado em consideração na política pública de imunização contra a Covid-19, sobretudo por sua relevância para a volta dos adolescentes às aulas presenciais. \n\n\n\n    V - As autoridades sanitárias locais, caso decidam promover a vacinação de adolescentes sem comorbidades, adequando o Plano Nacional de Operacionalização da Vacinação contra a Covid-19 às suas realidades locais, poderão fazê-lo, desde que deem a necessária publicidade às suas decisões, sempre acompanhadas da devida motivação e baseadas em dados científicos e avaliações estratégicas, sobretudo aquelas concernentes ao planejamento da volta às aulas presenciais nos distintos níveis de ensino. Atuação prioritária no ensino fundamental e médio (§ 3° do art. 211). \n\n\n\n    VI – Medida cautelar referendada pelo Plenário do Supremo Tribunal Federal para assentar que se insere na competência dos Estados, Distrito Federal e Municípios a decisão de promover a imunização de adolescentes maiores de 12 anos, consideradas as situações concretas que vierem a enfrentar, sempre sob sua exclusiva responsabilidade, e desde que observadas as cautelas e recomendações dos fabricantes das vacinas, da ANVISA e das autoridades médicas, respeitada, ainda, a ordem de prioridades constante da Nota Técnica 36/2021-SECOVID/GAB/SECOVID/MS, de 2/9/2021.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758847592","externo_seq_objeto_incidente":6262518,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-001  DIVULG 07-01-2022  PUBLIC 10-01-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=756&classe=ADPF","is_colac":false,"titulo":"ADPF 756 TPI-oitava-Ref","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00021 INC-00018 ART-00023 INC-00002\n    ART-00024 INC-00012 ART-00196 ART-00198\n    ART-00211 PAR-00003 ART-00227 \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008080 ANO-1990\n    ART-00016 INC-00003 LET-A\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    ART-00003 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014124 ANO-2021\n    ART-00013 PAR-00003 PAR-00005\n    LEI ORDINÁRIA"],"publicacao_data":"2022-01-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RESSALVA DE ENTENDIMENTO, MIN. NUNES MARQUES: STF, DEFINIÇÃO, COMPETÊNCIA, PODER LEGISLATIVO, PODER EXECUTIVO, ELABORAÇÃO, POLÍTICA PÚBLICA, MEDIDA DE ENFRENTAMENTO À PANDEMIA. MINISTÉRIO DA SAÚDE (MS), CONHECIMENTO TÉCNICO, ELABORAÇÃO, PROGRAMA NACIONAL DE IMUNIZAÇÕES (PNI), CARÁTER NACIONAL, DEVER, OBSERVÂNCIA, PODER JUDICIÁRIO; PRINCÍPIO DA SEPARAÇÃO DOS PODERES.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=756&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-TPI-oitava-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ENTE FEDERADO, COMPETÊNCIA CONCORRENTE, CONTROLE, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19))\nADI 6341 MC-Ref (TP), ADI 6343 MC-Ref (TP), ADI 6362 (TP), ADPF 672 MC-Ref (TP), ADPF 811 (TP). \n(VACINA, NECESSIDADE, EVIDÊNCIA, CONHECIMENTO CIENTÍFICO, PLANEJAMENTO ESTRATÉGICO)\nADI 6586 (TP), ADI 6587 (TP). \n(ENTE FEDERADO, DISTRIBUIÇÃO, VACINA, DESCUMPRIMENTO, PLANO, GOVERNO FEDERAL, CORONA VIRUS DISEASE 2019 (COVID-19))\nADPF 770 MC-Ref (TP). \n(INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, MANUTENÇÃO, VIGÊNCIA, DISPOSITIVO, LEI, MEDIDA DE ENFRENTAMENTO À PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19))\nADI 6625 MC-Ref (TP). \n(DECISÃO ADMINISTRATIVA, DIREITO À SAÚDE, MEIO AMBIENTE, VIDA, PESQUISA CIENTÍFICA, CARÁTER TÉCNICO)\nADI 6421 MC (TP), ADI 6422 MC (TP), ADI 6424 MC (TP), ADI 6425 MC (TP), ADI 6427 MC (TP), ADI 6428 MC (TP), ADI 6431 MC (TP). \n(EDUCAÇÃO, DIREITO FUNDAMENTAL, INDISPONIBILIDADE)\nRE 594018 AgR (2ªT), ARE 639337 AgR (2ªT). \n(CONSTITUCIONALIDADE, ATO, GOVERNADOR, PREFEITO, FECHAMENTO, IGREJA, PANDEMIA)\nADPF 811 (TP). \n(POLÍTICA PÚBLICA, VACINA, COMUNIDADE, QUILOMBO)\nADPF 742 MC (TP). \n(FEDERALISMO COOPERATIVO, COLABORAÇÃO, ENTE FEDERADO, MEDIDA DE ENFRENTAMENTO À PANDEMIA)\nADI 6362 (TP). \n- Decisões monocráticas citadas:\n(ENTE FEDERADO, COMPETÊNCIA CONCORRENTE, CONTROLE, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19))\nADPF 672.\n(EFEITO, MUDANÇA, ORIENTAÇÃO, PLANEJAMENTO ESTRATÉGICO, VACINA, CORONA VIRUS DISEASE 2019 (COVID-19))\nACO 3518 MC.\nNúmero de páginas: 35.\nAnálise: 19/10/2022, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIALISTA BRASILEIRO - PSB \nADV.(A/S)  : RAFAEL DE ALENCAR ARARIPE CARNEIRO \nREQDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PARTIDO COMUNISTA DO BRASIL \nADV.(A/S)  : PAULO MACHADO GUIMARAES E OUTRO(A/S)\nINTDO.(A/S)  : PARTIDO SOCIALISMO E LIBERDADE (P-SOL) \nADV.(A/S)  : ANDRE BRANDAO HENRIQUES MAIMONI \nINTDO.(A/S)  : PARTIDO DOS TRABALHADORES \nADV.(A/S)  : EUGENIO JOSE GUILHERME DE ARAGAO E OUTRO(A/S)\nINTDO.(A/S)  : CIDADANIA \nADV.(A/S)  : PAULO MACHADO GUIMARAES E OUTRO(A/S)\nAM. CURIAE.  : FEDERACAO BRASILEIRA DAS ASSOC DE SINDROME DE DOWN \nADV.(A/S)  : CAHUE ALONSO TALARICO \nADV.(A/S)  : MARGARIDA ARAUJO SEABRA DE MOURA \nADV.(A/S)  : CLAUDIA DE NORONHA SANTOS \nADV.(A/S)  : CAIO SILVA DE SOUSA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":458049,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 756 TPI-oitava-Ref","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2021-10-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA OITAVA TUTELA PROVISÓRIA INCIDENTAL NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":756,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur458829","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, formulado pelo Governo da Itália, ficando condicionada a entrega de Rania Al Ghanem: (a) ao juízo discricionário do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/17; e (c) à conclusão dos processos penais a que a extraditanda eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/17; julgou prejudicado o agravo regimental interposto nestes autos (eDoc. 31), e aquele interposto nos autos da PPE 969 (eDoc. 22) e; nos moldes da fundamentação do voto do Relator, manteve a prisão preventiva para fins de extradição de Rania Al Ghanem, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 17.12.2021 a 7.2.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur458829","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur458829","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO EXECUTÓRIA. GOVERNO DA ITÁLIA. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI 13.445/2017) E DO TRATADO BILATERAL DE EXTRADIÇÃO VIGENTE ENTRE AS PARTES (DECRETO 863/93). POSSIBILIDADE DE ENTREGA DA SÚDITA ALIENÍGENA AO ESTADO REQUERENTE. IMPUTAÇÃO DO CRIME DE EXTORSÃO MEDIANTE SEQUESTRO. DUPLA TIPICIDADE CONFIGURADA E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. SUPOSTA AUSÊNCIA DE DOLO DO AGENTE PARA A PRÁTICA CRIMINOSA E EXISTÊNCIA DE CAUSA EXTINTIVA DA CULPABILIDADE DECORRENTE DE COAÇÃO MORAL IRRESISTÍVEL. IMPOSSIBILIDADE DE ANÁLISE ATRAVÉS DE PROCESSO DE EXTRADIÇÃO. ADOÇÃO, NO BRASIL, DO SISTEMA BELGA OU DA CONTENCIOSIDADE LIMITADA. PRECEDENTES. AUSÊNCIA DE PRESCRIÇÃO DO DELITO EM AMBOS OS ESTADOS. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI Nº 13.445/2017.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu artigo 5º, inciso LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pela extraditanda, que é cidadã espanhola. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445/17) e do Tratado de Extradição entre o Governo da República Federativa do Brasil e o Governo da Itália, firmado entre os países em 17 de outubro de 1989 e promulgado no Brasil pelo Decreto nº 863, de 9 de julho de 1993.\n\n\n\n    2. O fato delituoso imputado à extraditanda corresponde, no direito pátrio, ao crime de extorsão mediante sequestro (artigo 159 do Código Penal). Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/17. Demais requisitos que autorizam a extradição, mostram-se igualmente preenchidos.\n\n\n\n    3. O sistema belga – ou de contenciosidade limitada – que rege o processo de extradição passiva, no Brasil (art. 91, § 1º, da Lei de Migração), não autoriza a análise, pelo SUPREMO TRIBUNAL FEDERAL, de questões atinentes à avaliação do material probatório produzido na investigação efetivada pelo Estado requerente e, por esse motivo, é insuscetível de análise, em processo de extradição, suposta ausência de dolo da extraditanda e existência de causa excludente da culpabilidade, decorrente de eventual coação moral irresistível. Precedentes.\n\n\n\n    4. No caso concreto, tanto pela legislação internacional como pela legislação pátria, o prazo prescricional ainda não foi alcançado.\n\n\n\n    5. Pedido extradicional deferido, ficando condicionada a entrega de RANIA AL GHANEM (a) à decisão discricionária do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/17; e (c) à conclusão dos processos penais a que a extraditanda eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/17. Por corolário, JULGO PREJUDICADOS o Agravo Regimental interposto nestes autos (eDoc. 31), e aquele interposto nos autos da PPE 969 (eDoc. 22). Prisão preventiva para fins de extradição mantida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759100322","externo_seq_objeto_incidente":6185339,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-025  DIVULG 09-02-2022  PUBLIC 10-02-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1675&classe=Ext","is_colac":false,"titulo":"Ext 1675","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00039 INC-00040 INC-00047\n    INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-1989\n    ART-00001 ART-00002 NÚMERO-00002 ART-00003\n    ART-00011\n    TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989 \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00001 ART-00075 ART-00109 INC-00001\n    ART-00110 ART-00113 ART-00116 ART-00117\n    ART-00159 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00345\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078 ANO-1992\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989 \n\n","LEG-FED   DEC-000863 ANO-1993\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989 \n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-013445 ANO-2017\n    ART-00082 INC-00002 INC-00004 ART-00086\n    ART-00091 PAR-00001 PAR-00002 ART-00095\n    \"CAPUT\" ART-00096\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO"],"publicacao_data":"2022-02-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRISÃO PREVENTIVA PARA EXTRADIÇÃO, CONDIÇÃO DE PROCEDIBILIDADE, PROCESSO DE EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1675&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 667 (1ªT), Ext 917 (TP), Ext 986 (TP), Ext 1031 (TP), Ext 1149 (TP), Ext 1334 (2ªT), Ext 1488 (2ªT), Ext 1631 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA RECIPROCIDADE, TRATADO INTERNACIONAL)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(REQUISITO, EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 1196 (TP), Ext 669 (TP). \n(EXTRADIÇÃO, ESTRANGEIRO, VÍNCULO, FAMÍLIA, ESTADO BRASILEIRO, SÚMULA, 421/STF)\nExt 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT), Ext 669 (TP). \n(EXTRADIÇÃO, AUMENTO, LIMITE MÁXIMO, PENA, APLICAÇÃO IMEDIATA, LEI PROCESSUAL)\nExt 1505 (1ªT), Ext 1645 (1ªT), Ext 1648 (1ªT), Ext 1652 (1ªT). \n- Decisões monocráticas citadas:\n(EXTRADIÇÃO, AUMENTO, LIMITE MÁXIMO, PENA, APLICAÇÃO IMEDIATA, LEI PROCESSUAL)\nExt 1661.\n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO)\nPPE 969.\n- Legislação estrangeira citada: art. 172, art. 582, art. 585 e art. 630, do Código Penal italiano.\nNúmero de páginas: 36.\nAnálise: 02/08/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : RANIA AL GHANEM \nADV.(A/S)  : LUCIANO SANTOS LOPES \nADV.(A/S)  : CARLOS LUIZ DE LIMA E NAVES \nADV.(A/S)  : CHRISTIANE SANTOS LOPES \nADV.(A/S)  : IGOR CAMPOS DE OLIVEIRA PIRES \nADV.(A/S)  : RODOLFO SANTOS PEÇANHA REZENDE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":458829,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1675","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-02-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1675,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur466120","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, indeferiu o pedido de extradição com a revogação das medidas cautelares anteriormente adotadas e julgou prejudicados os embargos de declaração opostos pela Procuradoria-Geral da República, nos termos do voto do Relator. Falaram o Dr. Lucas Rodrigues de Paula pelo Requerente; o Dr. Beto Ferreira Martins Vasconcelos pelo Extraditando; o Dr. Gustavo Zortéa da Silva, pelo Amicus Curiae Defensoria Pública da União, e o Dr. Rodrigo Fillipi Dornelles pelo Amicus Curiae Associação Direitos Humanos em Rede. Presidência da Ministra Cármen Lúcia. Primeira Turma, 05.04.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur466120","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur466120","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO EXECUTÓRIA. GOVERNO DA TURQUIA. PROMESSA DE RECIPROCIDADE. LEI DE MIGRAÇÃO. DUPLA TIPICIDADE E AUSÊNCIA DOS REQUISITOS PARA A EXTRADIÇÃO. DEFICIÊNCIA NA DESCRIÇÃO ESPECÍFICA DOS FATOS. CONTEXTO FÁTICO COM CONOTAÇÃO POLÍTICA. RELEVÂNCIA DA ALEGAÇÃO DE VIOLAÇÃO DOS DIREITOS HUMANOS ANTE A POSSÍVEL SUBMISSÃO DO EXTRADITANDO A JUÍZO OU TRIBUNAL DE EXCEÇÃO. PEDIDO INDEFERIDO.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu art. 5º, LII, autoriza como regra a extradição de estrangeiros, condição suportada pelo extraditando, que é cidadão turco.\n\n\n\n    2. O deferimento do pedido extradicional exige a presença do requisito da dupla tipicidade, pois, como definido por esta CORTE SUPREMA, revela-se essencial, para a exata aferição do respeito ao postulado da dupla incriminação, que os fatos atribuídos ao extraditando, não obstante a incoincidência de sua designação formal, revistam-se de tipicidade penal e sejam igualmente puníveis tanto pelo ordenamento jurídico doméstico quanto pelo sistema de direito positivo do Estado requerente. Precedentes.\n\n\n\n    3. Ausência na descrição específica dos fatos. Cumpre ao Estado requerente identificar, com clareza e precisão, os elementos definidores da conduta delituosa. A mera exposição genérica dos fatos sem delimitar quais eram as funções, o grau hierárquico ocupado ou papel desempenhado pelo extraditando no âmbito da possível organização criminosa, inviabiliza o deferimento do pedido de extradição. Precedentes da CORTE: Ext 633, Rel. Min. CELSO DE MELLO, Tribunal Pleno, DJ de 06/04/2001 e Ext 670, Rel. Min. SEPÚLVEDA PERTENCE, Tribunal Pleno, j. 11/6/1997, DJ de 27/06/1997.\n\n\n\n    4. Relevância da alegação de violação dos direitos humanos ante a possível submissão do extraditando a juízo ou tribunal de exceção. É possível o indeferimento do pedido de extradição quando, evidenciada a instabilidade política pelo Estado requerente, não existirem garantias de que o extraditando receberá um julgamento justo, imparcial e por juiz independente. Precedentes da CORTE: Ext 1.578, Rel. Min. EDSON FACHIN, Segunda Turma, DJe de 20/02/2020 (Governo da Turquia x Ali Sipahi); Ext 986, Rel. Min. EROS GRAU, Tribunal Pleno, DJe de 05/10/2007 (Governo da Bolívia x John Axel Rivero Antero); Ext 633, Rel. Min. CELSO DE MELLO, Tribunal Pleno, DJ de 06/04/2001 (Governo da República Popular da China x Qian Hong).\n\n\n\n    5. Pedido indeferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761404177","externo_seq_objeto_incidente":6244333,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-118  DIVULG 17-06-2022  PUBLIC 20-06-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1693&classe=Ext","is_colac":false,"titulo":"Ext 1693","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170\n    ART-00016 ART-00017 PAR-ÚNICO ART-00018\n    ART-00023 INC-00004 ART-00026\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009474 ANO-1997\n    ART-00001 ART-00033\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00003 ART-00006 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00008 INC-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00138 ART-00141 INC-00002 ART-0359L\n    CP-1940 CÓDIGO PENAL"],"publicacao_data":"2022-06-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PEDIDO, EXTRADIÇÃO, FUNDAMENTAÇÃO, PROMESSA, RECIPROCIDADE, TRATADO DE EXTRADIÇÃO. ALTERAÇÃO, LEGISLAÇÃO, ABOLITIO CRIMINIS, CONTINUIDADE, FATO TÍPICO, NORMA. PROCESSO DE EXTRADIÇÃO, EXCLUSÃO, APRECIAÇÃO, MÉRITO, IMPUTAÇÃO DE CRIME, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. ÓBICE, DEFERIMENTO, EXTRADIÇÃO, IMPUTAÇÃO, AGENTE, MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA. PRINCÍPIO DO JUIZ NATURAL, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL, OBSERVÂNCIA, REGRA, DISTRIBUIÇÃO, COMPETÊNCIA. ÓBICE, EXTRADIÇÃO, RECONHECIMENTO, CONDIÇÃO, REFUGIADO, IDENTIDADE, FATO, FUNDAMENTO, PEDIDO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO, MIN. ROSA WEBER, MIN. CÁRMEN LÚCIA: ÓBICE, EXTRADIÇÃO, RECONHECIMENTO, CONDIÇÃO, REFUGIADO; MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA, PEDIDO, EXTRADIÇÃO; POSSIBILIDADE, JULGAMENTO, AGENTE, JUÍZO, TRIBUNAL DE EXCEÇÃO; AUSÊNCIA, DESCRIÇÃO, CARÁTER ESPECÍFICO, CONDUTA, AGENTE, DUPLA TIPICIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1693&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, REQUISITO, DESCRIÇÃO, CARÁTER ESPECÍFICO, CONDUTA, AGENTE)\nExt 633 (1ªT), Ext 670 (1ªT). \n(EXTRADIÇÃO, INSTABILIDADE, POLÍTICA, ESTADO REQUERENTE, JUÍZO DE EXCEÇÃO, TRIBUNAL DE EXCEÇÃO)\nExt 633 (1ªT), Ext 986 (TP), Ext 1578 (2ªT). \n(REQUISITO, EXTRADIÇÃO)\nExt 667 (1ªT). \n(PEDIDO, EXTRADIÇÃO, FUNDAMENTAÇÃO, TRATADO INTERNACIONAL, PROMESSA, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(REQUISITO, EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 1196 (TP), Ext 669 (TP). \n(ABOLITIO CRIMINIS, PRINCÍPIO, CONTINUIDADE, FATO TÍPICO, NORMA)\nHC 106155 (1ªT), AI 804466 AgR (1ªT). \n(EXTRADIÇÃO, FISCALIZAÇÃO, STF, LEGALIDADE, PEDIDO)\nExt 703 (1ªT). \n(PROCESSO DE EXTRADIÇÃO, ORGANIZAÇÃO CRIMINOSA, TERRORISMO, NECESSIDADE, DESCRIÇÃO, CARATER ESPECIFICO, CONDUTA, AGENTE)\nExt 670 (1ªT), Ext 1578 (2ªT). \n(EXTRADIÇÃO, RECONHECIMENTO, CONDIÇÃO, REFUGIADO)\nExt 1170 (TP). \n- Decisões monocráticas citadas:\n(ABOLITIO CRIMINIS, PRINCÍPIO, CONTINUIDADE, FATO TÍPICO, NORMA)\nHC 184625, RHC 187360.\n- Decisão estrangeira citada: Decisão Urteil do Primeiro Senado de 20 de março de 1956 1 BvR 479/55, do Tribunal Constitucional Federal alemão.\nNúmero de páginas: 39.\nAnálise: 28/02/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA TURQUIA \nADV.(A/S)  : WESLEY RICARDO BENTO DA SILVA \nEXTDO.(A/S)  : YAKUP SAGAR \nADV.(A/S)  : BETO FERREIRA MARTINS VASCONCELOS OAB/SP 172687 E OUTRO(A/S)\nADV.(A/S)  : ANA LUISA FERREIRA PINTO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : ASSOCIACAO DIREITOS HUMANOS EM REDE \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO \nADV.(A/S)  : RODRIGO FILIPPI DORNELLES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":466120,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1693","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-04-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"CUNHA, Rogério Sanches. Manual de Direito Penal: Parte Geral. JusPODIVM, 2013. p. 106.\nDENNEWITZ, Boddo. Kommentar zum Bonner Grundgesetz: Bonner Kommeratar. Hamburgo: Joachin Hestmann, 1950. art. 101.\nMELLO, Celso de. A tutela judicial da liberdade. Revista dos Tribunais, v. 526. p. 291.\nSCHWABE, Jürgen. Cinqüenta Anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Coletânea original. Organização e introdução: Leonardo Martins. Konrad Adenauer Stiftung. Programa Estado de Derecho para Sudamérica. p. 900-901.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1693,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur461487","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu em parte da ação direta e, na parte conhecida, julgou improcedente o pedido formulado, nos termos do voto do Relator. Falaram: pela requerente, o Dr. Guilherme Pupe da Nóbrega; e, pela Procuradoria-Geral da República, o Dr. Humberto Jacques de Medeiros, Vice-Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 4.11.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["8","11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur461487","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur461487","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação direta de inconstitucionalidade. Constitucional. Administrativo. Direitos fundamentais. Lei 17.107/12, do Estado do Paraná, que dispõe sobre penalidades ao responsável pelo acionamento indevido dos serviços telefônicos de atendimento a emergências envolvendo remoções ou resgates, combate a incêndios, ocorrências policiais ou atendimento de desastres (trote telefônico). 2. Inépcia da petição inicial. Falta de causa de pedir. Apenas o art. 2º, caput, e § 1º, se relacionam com as causas de pedir da ação – invasão da competência da União para legislar sobre telecomunicações e violação à vida privada e à proteção de dados. Demais dispositivos que tratam das sanções a serem aplicadas ao usuário da linha telefônica da qual se origina o trote a serviços de emergência. Ação conhecida apenas quanto aos dispositivos mencionados. 3. Dispositivos que determinam que as prestadoras de serviço telefônico são obrigadas a fornecer, sob pena de multa, os dados pessoais dos usuários de terminais utilizados para passar trotes aos serviços de emergência. 4. Alegação de inconstitucionalidade formal, por invasão da competência da União para legislar sobre serviços de telecomunicações – art. 22, IV, da CF. A norma trata do relacionamento entre as prestadoras e a administração pública, em uma relação diversa daquela decorrente da outorga da prestação do serviço – prestação de informações para processo administrativo. Norma compatível com a legislação federal, que não estabelece um direito ao sigilo absoluto dos dados pessoais, sendo perfeitamente compatível com a requisição de dados no curso de um procedimento de apuração de infração administrativa. 5. Alegação de inconstitucionalidade material, por suposta violação ao direito à privacidade, pela quebra do sigilo de dados sem ordem judicial e em situação desproporcional – art. 5º, X e XII, da CF. Proporcionalidade da medida, desde que observadas as exigências que decorrem dos dispositivos constitucionais indicados. Quebra de sigilo limitada aos dados pessoais. Exigência de um procedimento administrativo em curso. Infração administrativa grave, com possíveis repercussões criminais e potencial de produzir considerável risco à comunidade. 6. Conhecimento parcial da ação, apenas em relação ao art. 2º, caput, e § 1º. Quanto a estes, pedido julgado improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759942400","externo_seq_objeto_incidente":4382183,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-059  DIVULG 28-03-2022  PUBLIC 29-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4924&classe=ADI","is_colac":false,"titulo":"ADI 4924","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00005 INC-00010\n    INC-00012 INC-00035 INC-00054 ART-00021\n    INC-00011 ART-00022 INC-00001 INC-00004\n    ART-00023 INC-00002 ART-00024 INC-00001\n    INC-00005 INC-00010 INC-00011 INC-00012\n    INC-00013 INC-00015 INC-00016 ART-00025\n    \"CAPUT\" PAR-00001 ART-00030 INC-00001\n    ART-00103 INC-00009 ART-00125 PAR-00001\n    ART-00128 PAR-00005 ART-00144 \"CAPUT\"\n    PAR-00004 PAR-00005 PAR-0005A ART-00175\n    PAR-ÚNICO INC-00001 INC-00002 INC-00003\n    INC-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000104 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-004117 ANO-1962\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009296 ANO-1996\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009472 ANO-1997\n    ART-00003 INC-00006 ART-00060 \"CAPUT\"\n    PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014953 ANO-2009\n    LEI ORDINÁRIA, SC\n\n","LEG-FED   LEI-012527 ANO-2011\n    ART-00031 PAR-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00002 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    ART-00004 INC-00003 LET-A PAR-00001\n    ART-00006 INC-00003 ART-00026\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00340\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   MPR-000954 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DEC-007724 ANO-2012\n    ART-00058 INC-00001\n    DECRETO\n\n","LEG-FED   PJL-000763 ANO-2015\n    PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-EST   LEI-014149 ANO-2012\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-014738 ANO-2012\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-017107 ANO-2012\n    ART-00001 PAR-ÚNICO ART-00002 \"CAPUT\"\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    ART-00002 PAR-00002 PAR-00003 ART-00003\n    PAR-ÚNICO ART-00004 ART-00005 ART-00006\n    ART-00007 ART-00008\n    LEI ORDINÁRIA, PR\n\n","LEG-EST   LEI-005571 ANO-2020\n    LEI ORDINÁRIA, MS\n\n","LEG-DIS   LEI-006418 ANO-2019\n    LEI ORDINÁRIA, DF"],"publicacao_data":"2022-03-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUTONOMIA, CARÁTER NORMATIVO, DISPOSITIVO, LEI, AUSÊNCIA, IMPUGNAÇÃO. DOUTRINA, JURISPRUDÊNCIA, ADMISSIBILIDADE, TEORIA, DIVISIBILIDADE, LEI. LEI FEDERAL, POSSIBILIDADE, USUÁRIO, BLOQUEIO, CÓDIGO, ACESSO, NÚMERO, TELEFONE. LEI IMPUGNADA, REGÊNCIA, MATÉRIA, DIREITO ADMINISTRATIVO, ASSISTÊNCIA, SEGURANÇA PÚBLICA, COMPETÊNCIA LEGISLATIVA, COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO; COMPETÊNCIA MATERIAL, TOTALIDADE, ENTE FEDERADO. DOUTRINA, FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. INCIDÊNCIA, MATÉRIA, MULTIPLICIDADE, COMPETÊNCIA, NECESSIDADE, INTERPRETAÇÃO, NORMA, CONSIDERAÇÃO, INTENSIDADE, VINCULAÇÃO, SITUAÇÃO, FATO; PRIMARIEDADE, FINALIDADE, DESTINAÇÃO, NORMA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. CASO CONCRETO, LEI IMPUGNADA, CORRELAÇÃO, DIREITO ADMINISTRATIVO, SEGURANÇA PÚBLICA, ORGANIZAÇÃO, SERVIÇO; PRIMARIEDADE, FINALIDADE, NORMA, POSSIBILIDADE, EXERCÍCIO, PODER DE POLÍCIA, PENALIDADE, ATO ILÍCITO. LEI IMPUGNADA, AUSÊNCIA, CRIAÇÃO, OBRIGAÇÃO, CONTRATO DE PRESTAÇÃO DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO. CASO CONCRETO, DISTINÇÃO, JULGAMENTO, STF, CONSTITUCIONALIDADE, GRATUIDADE, INSTALAÇÃO, INFRAESTRUTURA, SERVIÇO DE TELECOMUNICAÇÃO, DIREITO, BEM DE USO COMUM DO POVO. CASO CONCRETO, NORMA, DIREITO ADMINISTRATIVO, DEMANDA, COMPARTILHAMENTO DE DADOS, EXISTÊNCIA, BANCO DE DADOS, EMPRESA, CONCESSIONÁRIA, FINALIDADE, APURAÇÃO, ILÍCITO ADMINISTRATIVO. AUSÊNCIA, DIREITO FUNDAMENTAL, CARÁTER ABSOLUTO. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. PRINCÍPIO DA PROPORCIONALIDADE, DIVISÃO, CATEGORIA, ADEQUAÇÃO, NECESSIDADE, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO. AUTORIZAÇÃO LEGAL, ACESSO, NATUREZA ADMINISTRATIVA, DADO CADASTRAL, LIMITAÇÃO. DEVIDO PROCESSO LEGAL SUBSTANTIVO. DIREITO COMPARADO, SIGILO, DADO. JURISPRUDÊNCIA, STF, QUEBRA DE SIGILO, DADO, QUEBRA DE SIGILO BANCÁRIO. APLICAÇÃO, NORMA, HIPÓTESE, PROCEDIMENTO, INCOMPATIBILIDADE, CONSTITUIÇÃO FEDERAL, UTILIZAÇÃO, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. POSSIBILIDADE, RESPONSABILIDADE ADMINISTRATIVA, RESPONSABILIDADE CIVIL, RESPONSABILIDADE PENAL, OFENSA, PRIVACIDADE, USO INDEVIDO, SIGILO, DADO.\n\n- VOTO, MIN. NUNES MARQUES: LEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DAS OPERADORAS DE CELULARES (ACEL), AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE. PERTINÊNCIA TEMÁTICA. LEI IMPUGNADA, OBJETIVO, IMPEDIMENTO, PERTURBAÇÃO, SERVIÇO DE RELEVÂNCIA PÚBLICA; AUSÊNCIA, REGÊNCIA, SERVIÇO DE TELECOMUNICAÇÃO. LEI IMPUGNADA, DESTINATÁRIO, CIDADÃO, TITULAR, LINHA TELEFÔNICA. CAPUT, LEI IMPUGNADA, IMPOSIÇÃO, OBRIGAÇÃO, EMPRESA, TELEFONIA. LEI IMPUGNADA, AUSÊNCIA, INVASÃO, COMPETÊNCIA, UNIÃO FEDERAL, MOTIVO, OBRIGAÇÃO, IMPOSIÇÃO, EMPRESA, TELEFONIA, AUSÊNCIA, ÔNUS, CARÁTER ECONÔMICO, RELEVÂNCIA, ALTERAÇÃO, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO, CONCESSÃO, SERVIÇO DE TELECOMUNICAÇÃO. OBRIGAÇÃO, DECORRÊNCIA, PODER DE POLÍCIA, ESTADO-MEMBRO. DEMONSTRAÇÃO, PREJUÍZO, CARÁTER FINANCEIRO, TROTE TELEFÔNICO. PROJETO DE LEI, SENADO FEDERAL, LEGISLAÇÃO, ÂMBITO NACIONAL, PENA, INFRATOR, CONDUTA CRIMINOSA, CASO CONCRETO. IDENTIFICAÇÃO, TITULAR, LINHA TELEFÔNICA, AUSÊNCIA, CARACTERIZAÇÃO, PEDIDO, CARÁTER GENÉRICO, DADO CADASTRAL, USUÁRIO, AUSÊNCIA, HIPÓTESE, QUEBRA DE SIGILO, SIGILO TELEFÔNICO, INEXISTÊNCIA, AUTORIZAÇÃO JUDICIAL. NOME, PROPRIEDADE, LINHA TELEFÔNICA, IDENTIDADE, CADASTRO DE PESSOAS FÍSICAS (CPF), ENDEREÇO, RECEBIMENTO, CONTA TELEFÔNICA, AUSÊNCIA, PROTEÇÃO, SIGILO. INFRAÇÃO CIVIL, TROTE TELEFÔNICO, PREJUÍZO, CARÁTER MATERIAL, CARÁTER INSTITUCIONAL, IMPACTO ORÇAMENTÁRIO, PREJUÍZO, SOCIEDADE.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, IMPUGNAÇÃO ESPECÍFICA, NORMA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, REQUISITO, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE. INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. CONCENTRAÇÃO, MATÉRIA, IMPORTÂNCIA, CONGRESSO NACIONAL, PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO. DOUTRINA, PRINCÍPIO DA EFICIÊNCIA, SEGURANÇA PÚBLICA, FUNÇÃO. EFICIÊNCIA, PRESTAÇÃO, ATIVIDADE, SEGURANÇA PÚBLICA, GARANTIA, ESTABILIDADE, DEMOCRACIA, PAÍS, CARACTERIZAÇÃO, COLABORAÇÃO, ENTE FEDERADO, CONDUÇÃO, ATIVIDADE, EFETIVIDADE, BEM COMUM, EFICÁCIA, QUALIDADE, TOTALIDADE, TERRITÓRIO NACIONAL. RAZOABILIDADE, INTERPRETAÇÃO, COMPETÊNCIA, NATUREZA CONSTITUCIONAL, AUTONOMIA, ESTADO-MEMBRO, FEDERALISMO COOPERATIVO, EVOLUÇÃO, EFICIÊNCIA, SEGURANÇA PÚBLICA, CONFRONTO, CRIMINALIDADE, IMPUNIDADE, CORRUPÇÃO. STF, REFORÇO, FEDERALISMO, POSSIBILIDADE, ESTADO-MEMBRO, REGULAMENTAÇÃO, SEGURANÇA PÚBLICA, DIREITO DO CONSUMIDOR, AUSÊNCIA, INTERFERÊNCIA, CONTRATO, CONCESSÃO. PRINCÍPIO DA SUBSIDIARIEDADE, UNIÃO EUROPEIA (UE), APLICAÇÃO, REPÚBLICA FEDERATIVA DO BRASIL. LEI IMPUGNADA, MECANISMO, PROTEÇÃO, PODER PÚBLICO, SEGURANÇA PÚBLICA, SAÚDE PÚBLICA. EMPRESA, SERVIÇO DE TELECOMUNICAÇÃO, AUSÊNCIA, IMUNIDADE, LEGISLAÇÃO ESTADUAL. CÓDIGO BRASILEIRO DE TELECOMUNICAÇÕES, DEFINIÇÃO, SERVIÇO DE TELECOMUNICAÇÃO. SEGURANÇA PÚBLICA, SERVIÇO PÚBLICO, CARÁTER GERAL, INDIVISIBILIDADE. LEI IMPUGNADA, MATÉRIA, SEGURANÇA PÚBLICA, COMPETÊNCIA CONCORRENTE. DIREITO COMPARADO, RELATIVIZAÇÃO, INVIOLABILIDADE, SIGILO, COMUNICAÇÃO. STF, ENTENDIMENTO, PROTEÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, COMUNICAÇÃO, DADO.\n\n- VOTO, MIN. EDSON FACHIN: LEI IMPUGNADA, PROTEÇÃO, SERVIÇO PÚBLICO, ESSENCIALIDADE. DIREITO À AUTODETERMINAÇÃO INFORMATIVA, LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS (LGPD). CONTROLE, PESSOA NATURAL, PROCESSAMENTO, DADO, CARÁTER PESSOAL, EXPLICAÇÃO, DIREITO À AUTODETERMINAÇÃO INFORMATIVA. LEI IMPUGNADA, PREVISÃO, DEVIDO PROCESSO LEGAL, ATO ADMINISTRATIVO. PROTEÇÃO, SEGURANÇA PÚBLICA, PROTEÇÃO, SAÚDE, PRESERVAÇÃO, CONTINUIDADE, SERVIÇO PÚBLICO, MITIGAÇÃO, LIMITE CONSTITUCIONAL, PRINCÍPIO, PRIVACIDADE. PRINCÍPIO DA MÁXIMA EFETIVIDADE, DIREITO FUNDAMENTAL, CRITÉRIO, DISTRIBUIÇÃO, COMPETÊNCIA. FEDERALISMO COOPERATIVO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. DISTINÇÃO, SIGILO, CLÁUSULA, RESERVA DE JURISDIÇÃO. DADO, DIREITO À INTIMIDADE, VIDA PRIVADA, AUSÊNCIA, OBRIGATORIEDADE, ORDEM JUDICIAL, ACESSO. CONSTITUIÇÃO FEDERAL, OUTORGA, LEGISLADOR ORDINÁRIO, DETERMINAÇÃO, PROCEDIMENTO, PROTOCOLO, ACESSO, DADO, SITUAÇÃO, CARÁTER ESPECÍFICO.\n\n- VOTO, MIN. ROBERTO BARROSO: TROTE TELEFÔNICO, POSSIBILIDADE, REPRESENTAÇÃO, HOMICÍDIO, CULPA CONSCIENTE.\n\n- VOTO, MIN. ROSA WEBER: COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO, EXPLORAÇÃO, ATIVIDADE. ILEGITIMIDADE, LEI ESTADUAL, INTERFERÊNCIA, PRESTAÇÃO, SERVIÇO PÚBLICO, EQUILÍBRIO, CONTRATO ADMINISTRATIVO. PREDOMINÂNCIA, INTERESSE, UNIÃO FEDERAL, REGÊNCIA, CONTRATO, PRESTAÇÃO, SERVIÇO PÚBLICO, HOMOGENEIDADE, REGULAÇÃO, MATÉRIA. SUFICIÊNCIA, NORMA, REGULAÇÃO, MATÉRIA, REDUÇÃO, ATUAÇÃO, LEGISLAÇÃO ESTADUAL. HIPÓTESE, AUSÊNCIA, LEGISLAÇÃO FEDERAL, REGULAMENTAÇÃO, AGÊNCIA REGULADORA, PRESTAÇÃO DE SERVIÇO, SERVIÇO PÚBLICO ESSENCIAL, ADMINISTRAÇÃO PÚBLICA, LOCAL,COMPETÊNCIA, ESTADO-MEMBRO, MUNICÍPIO, REGÊNCIA, MATÉRIA. ÂMBITO PENAL, TROTE TELEFÔNICO, POSSIBILIDADE, CONFIGURAÇÃO, COMUNICAÇÃO FALSA DE CRIME OU DE CONTRAVENÇÃO. DISTINÇÃO, SIGILO TELEFÔNICO, SIGILO, DADO. INTERCEPTAÇÃO TELEFÔNICA, ÂMBITO, INVESTIGAÇÃO CRIMINAL, ORDEM JUDICIAL. STF, POSSIBILIDADE, DELEGADO DE POLÍCIA, REQUISIÇÃO, DADO, TITULAR, LINHA TELEFÔNICA, AUSÊNCIA, AUTORIZAÇÃO JUDICIAL.\n\n- VOTO, MIN. CÁRMEN LÚCIA: LEI IMPUGNADA, AUSÊNCIA, MATÉRIA, CLÁUSULA CONTRATUAL, COMPETÊNCIA, UNIÃO FEDERAL. LEI IMPUGNADA, PREVISÃO, SERVIÇO, SEGURANÇA PÚBLICA, COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO. COMPARTILHAMENTO DE DADOS, EMPRESA, SERVIÇO DE TELECOMUNICAÇÃO, ADMINISTRAÇÃO PÚBLICA, OBSERVÂNCIA, PROPORCIONALIDADE, NECESSIDADE, ADEQUAÇÃO, PRESERVAÇÃO, DIREITO FUNDAMENTAL, DIREITO À INTIMIDADE, VIDA PRIVADA.\n\n- TERMO(S) DE RESGATE: TROTE TELEFÔNICO, INFRAÇÃO CIVIL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4924&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, TEORIA, DIVISIBILIDADE, LEI)\nADI 2653 (TP), ADI 2895 (TP). \n(NORMA, CRIAÇÃO, OBRIGAÇÃO, CONTRATO DE PRESTAÇÃO DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 3343 (TP), ADI 3353 (TP), ADI 4478 (TP), ADI 4649 (TP), ADI 4739 (TP), AC 4083 AgR (TP). \n(INSTALAÇÃO, INFRAESTRUTURA, SERVIÇO DE TELECOMUNICAÇÃO, GRATUIDADE, DIREITO, BEM DE USO COMUM DO POVO)\nADI 6482 (TP). \n(COMPETÊNCIA LEGISLATIVA, COMPETÊNCIA MATERIAL, REGULAÇÃO, SERVIÇO PÚBLICO)\nADI 2337 MC (TP), ADI 2615 MC (TP), ADI 2299 MC (TP). \n(AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, LEI ESTADUAL, SERVIÇO DE TELECOMUNICAÇÃO, IMPACTO, FORMA INDIRETA, COMPETÊNCIA DA UNIÃO)\nADI 2407 (TP). \n(PRINCÍPIO DA PROPORCIONALIDADE, PROIBIÇÃO, EXCESSO, PROTEÇÃO DEFICIENTE)\nADI 3112 (TP). \n(COMPARTILHAMENTO, DADO, SERVIÇO TELEFÔNICO, IBGE)\nADI 6387 MC-Ref (TP). \n(RELATÓRIO, INTELIGÊNCIA FINANCEIRA, SOLICITAÇÃO, CARÁTER INFORMAL, MINISTÉRIO PÚBLICO)\nRE 1055941 (TP). \n(IMPOSSIBILIDADE, QUEBRA DE SIGILO BANCÁRIO, LISTA, CARÁTER GENÉRICO, UTILIZAÇÃO, CONTA CORRENTE)\nInq 2245 AgR (TP). \n(ADI, LEGITIMIDADE ATIVA, ACEL)\nADI 3835 (TP), ADI 5356 (TP). \n(PROTEÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, REGISTRO, LINHA TELEFÔNICA)\nHC 124322 AgR (1ªT). \n(ADI, IMPUGNAÇÃO ESPECÍFICA, NORMA)\nADI 4079 (TP), ADI 3789 AgR (TP), ADI 5287 (TP). \n(ADI, REQUISITO, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE)\nADI 4230 AgR (TP), ADI 4294 AgR (TP), ADI 5320 AgR (TP), ADI 4722 AgR (TP). \n(SEGURANÇA PÚBLICA, SERVIÇO PÚBLICO, CARÁTER GERAL, INDIVISIBILIDADE)\nADI 1942 (TP), ARE 931872 AgR (1ªT), ARE 991241 AgR (1ªT). \n(PROTEÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, COMUNICAÇÃO, DADO)\nADI 2407 (TP), RE 418416 (TP), HC 91867 (2ªT). \n(ADI, LEGITIMIDADE ATIVA, CATEGORIA PROFISSIONAL)\nADI 4232 (TP). \n(ILEGITIMIDADE, LEI ESTADUAL, INTERFERÊNCIA, PRESTAÇÃO, SERVIÇO PÚBLICO, EQUILÍBRIO, CONTRATO ADMINISTRATIVO)\nADI 2299 (TP), ADI 4401 (TP), ADI 4539 (TP), ADI 4603 MC (TP), ADI 5569 (TP), ADI 5830 (TP). \n(SUFICIÊNCIA, NORMA, REGULAÇÃO, MATÉRIA, REDUÇÃO, ATUAÇÃO, LEGISLAÇÃO ESTADUAL)\nADI 5610 (TP). \n(POSSIBILIDADE, REQUISIÇÃO, DELEGADO DE POLÍCIA, DADO, TITULAR, LINHA TELEFÔNICA)\nHC 91867 (2ªT), RHC 132062 (1ªT). \n(DIREITO FUNDAMENTAL, AUSÊNCIA, CARÁTER ABSOLUTO)\nMS 23452 (1ªT). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 5774 (TP), ADI 6326 (TP), ADPF 731 (TP). \n- Decisões monocráticas citadas:\n(DIREITO À AUTODETERMINAÇÃO INFORMATIVA)\nMS 37090 MC, ADPF 695, ADI 6387.\n- Decisões estrangeiras citadas: Caso Volkszählungsurteil (BVerfGE 65, 1), de 1983, do Tribunal Federal alemão e Caso Schenck vs. United States, de 1919, da Suprema Corte norte-americana.\n- Legislação estrangeira citada: Lei do Censo (Volkszählunsgesetz), da Alemanha.\nNúmero de páginas: 126.\nAnálise: 15/03/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO NACIONAL DAS OPERADORAS CELULARES - ACEL \nADV.(A/S)  : RODRIGO DE BITTENCOURT MUDROVITSCH E OUTRO(A/S)\nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO PARANÁ \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO PARANÁ \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":461487,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4924","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-11-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAGÃO, Alexandre Santos de. Direito dos Serviços Públicos. p. 303.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nÁVILA, Humberto. Teoria dos princípios: da definição à aplicação dos princípios jurídicos. 16. ed. rev. e atual. São Paulo: Malheiros, 2015. p. 205.\nBADARÓ, Gustavo H. R. I. In: LIMA, José Corrêa de; CASARA, R. R. Rubens. (coord.). Temas para uma perspectiva crítica do direito: homenagem ao Professor Geraldo Prado. Rio de Janeiro: Lumen Juris, 2010.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Constituinte e segurança pública. Revista de Informação Legislativa. Brasília: Senado Federal, ano 24, n. 94, abr./jun. 1987. p. 79. \nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBONAVIDES, Paulo: Curso de direito constitucional. 10. ed. São Paulo: Malheiros, 2000. p. 360.\nBRITO, Edivaldo. Constitucionalidade de integração das polícias civis nas Secretarias de Estado de Segurança Pública. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 2, n. 5, out./dez. 1993. p. 180.\nCANARIS, Claus-Wilhelm. Direitos Fundamentais e Direito Privado. Almedina, 2003.\nCANOTILHO, José Gomes. Direito Constitucional e Teoria da Constituição. Almedina. p. 87.\nCRETELLA JÚNIOR, J. Polícia e poder de polícia. Revista de Informação Legislativa, Brasília: Senado Federal, ano 22, n. 88, out./dez. 1985. p. 105.\nDALLARI, Adilson Abreu. Competência constitucional da Polícia Rodoviária Federal. Revista de Informação Legislativa, Brasília: Senado Federal, ano 34, n. 135, jul./set. 1997. p. 253.\nDEGENHART, Christoph. Staatsrecht, I. 22. ed. Heidelberg, 2006. p. 56-60.\nDROMI, José Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 464.\nDUVERGER, Maurice. Droit constitutionnel et institutions Politiques. Paris: Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFERRAZ JÚNIOR, Tércio Sampaio. Sigilo de dados: o direito à privacidade e os limites à função fiscalizadora do Estado. Revista da Faculdade de Direito da Universidade de São Paulo, v. 5, p. 447-448. 1993.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nGASPARINI, Diógenes. As Guardas Municipais na Constituição Federal de 1988. Revista de Informação Legislativa, Brasília: Senado Federal, ano 29, n. 113, jan./mar. 1992. p. 229.\nGRECO FILHO, Vicente. Interceptação Telefônica: considerações sobre a Lei n. 9.296/96. 3. ed. São Paulo: Saraiva, 2015. p. 30 et seq.\nGRINOVER, Ada Pellegrini. O regime brasileiro das interceptações telefônicas. Revista de Direito Administrativo, v. 207, p. 21-38, jan./mar. 1997. \nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81. p. 53 et seq.\nHORTA, Raul Machado. Repartição de Competencias na Constituição Federal de 1988. p. 250.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nLAZZARINI, Alvaro. Da segurança pública na Constituição de 1988. Revista de Informação Legislativa, Brasília: Senado Federal, ano 26, n. 104, out./dez. 1989. p. 233.\nLEORATTI, Alexandre; COURA, Kalleo. Juízes ordenam quebra coletiva de sigilo de dados com base em localização. Portal eletrônico Jota, 27 maio 2019. Disponível em: https://www.jota.info/especiais/juizes-ordenam-quebra-coletiva-de-sigilo-de-dados-com-base-em-localizacao-27052019. Acesso em: 23 fev. 2023.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (coord.). Dicionário de política. v. 1. p. 482.\nLOEWESTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARANHÃO, Jarbas. Autoaplicabilidade do art. 144, § 4º da Constituição. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 65, jan./mar. 1980. p. 147.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40 et seq.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 7. ed. São Paulo: Saraiva, 2012. p. 1824-1825.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 15. ed. São Paulo: Saraiva Educação, 2020. p. 143 e 1494.\nMENDES, Laura Schertel. Autodeterminação informativa: a história de um conceito.\nMENDES, Laura Schertel. Uso de softwares espiões pela polícia: prática legal? Portal eletrônico Jota, 4 jun. 2015.\nMIRANDA, Jorge. Manual de Direito Constitucional. 4. ed. Coimbra: Coimbra, 1990. tomo 1. p. 13-14.\nMORAES, Alexandre de. Direitos Humanos Fundamentais: Teoria geral – doutrina e jurisprudência. 11. ed. São Paulo: Atlas, 2017. p. 172-173.\nMOREIRA NETO, Diogo de Figueiredo. A segurança pública na Constituição. Revista de Informação Legislativa, Brasília: Senado Federal, ano 28, n. 109, jan./mar. 1991. p. 137.\nNIETO, Alejandro. La inactividad material de la administración: veinticinco años después. Documentación Administrativa, Madri, n. 208, 1986. p. 16.\nPEIXOTO, Marcos; SOUZA, Rodrigo Abdalla F.; ODON, Tiago Ivo. Combate ao Trote Telefônico: uma questão de emergência. Boletim Legislativo, Brasília: Núcleo de Estudos e Pesquisas/CONLEG/Senado, n. 36, out. 2015.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de direito constitucional. 8. ed. São Paulo: Saraiva, 2018.\nSCHERTEL, Laura. Privacidade, Proteção de Dados e Defesa do Consumidor: Linhas Gerais de um Novo Direito Fundamental. São Paulo: Saraiva, 2014.\nSTRECK, Lenio Luiz. Comentários à Constituição do Brasil. São Paulo: Saraiva, 2013. p. 293.\nRIBEIRO, Maria Teresa de Melo. O princípio da imparcialidade da administração pública. Coimbra: Almedina, 1996.\nRODOTÀ, Stefano. Diritto di avere. Roma: Laterza, 2012. p. 321.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1 et seq.","ministro_facet":["GILMAR MENDES"],"processo_numero":4924,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur407428","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento aos embargos de declaração, nos termos do voto do Relator. Presidência do Ministro Luiz Fux. Primeira Turma, 25.6.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur407428","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur407428","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO NA EXTRADIÇÃO. INEXISTÊNCIA DE AMBIGUIDADE, OBSCURIDADE, CONTRADIÇÃO OU OMISSÃO. REEXAME DE MATÉRIA DECIDIDA. DESCABIMENTO. EMBARGOS DE DECLARAÇÃO DESPROVIDOS. \n\n\n\n    1. Os embargos de declaração prestam-se à correção de vícios de julgamento que produzam ambiguidade, obscuridade, contradição ou omissão no acórdão recorrido, a impedir a exata compreensão do que foi decidido. \n\n\n\n    2. In casu, o embargante aponta omissão em relação a pontos já expressamente analisados pelo acórdão embargado, a revelar inadequado intuito de mera obtenção de efeitos infringentes, mediante a rediscussão de matéria já decidida. Precedentes: Rcl 14262-AgR-ED, Primeira Turma, Rel. Min. Rosa Weber; HC 132.215-ED, Tribunal Pleno, Rel. Min. Cármen Lúcia; AP 409-EI-AgR-segundo-ED, Tribunal Pleno, Rel. Min. Celso de Mello; RHC 124.487-AgR-ED, Primeira Turma, Rel. Min. Roberto Barroso. \n\n\n\n    3. Embargos de declaração desprovidos, mantido o deferimento parcial do pedido de extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750407495","externo_seq_objeto_incidente":5638817,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-167  DIVULG 31-07-2019  PUBLIC 01-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1529&classe=Ext","is_colac":false,"titulo":"Ext 1529 ED","documental_legislacao_citada_texto":["LEG-FED   DEL-003689      ANO-1941\n          ART-00619\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2019-08-01","documental_acordao_mesmo_sentido_lista_texto":"Ext 1570 ED ACÓRDÃO ELETRÔNICO\n          JULG-18-10-2019  UF-DF  TURMA-01  MIN-LUIZ FUX N.PÁG-009\n          DJe-238  DIVULG 30-10-2019  PUBLIC 04-11-2019","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1529&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, EFEITO MODIFICATIVO)\nRcl 14262 AgR-ED (1ªT), RHC 124487 AgR-ED (1ªT), AP 409 EI-AgR-segundo-ED (TP), HC 132215 ED (TP). \n- Legislação estrangeira citada: Art. 6º das Ordenações Afonsinas.\nNúmero de páginas: 14.\nAnálise: 03/12/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nEMBDO.(A/S)  : OSCAR LUIS BENITEZ \nADV.(A/S)  : ANDERSON AURÉLIO MARQUES BEGLIOMINI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":407428,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1529 ED","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-06-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1529,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur410185","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o relatório e as sustentações orais, o julgamento foi suspenso. Falaram: pela requerente, Associação Brasileira do Agronegócio - ABAG, a Dra. Teresa Arruda Alvim; pela Procuradoria-Geral da República, a Drª. Raquel Elias Ferreira Dodge, Procuradora-Geral da República; pelo amicus curiae Associacão Brasileira de Telesservicos - ABT, o Dr. Cláudio Pereira de Souza Neto; pelo amicus curiae Central Brasileira do Setor de Serviços - CEBRASSE, o Dr. Flávio Henrique Unes Pereira; pelos amici curiae Central Única dos Trabalhadores - CUT, Central dos Trabalhadores e Trabalhadoras do Brasil - CTB, Força Sindical - FS e Nova Central Sindical dos Trabalhadores - NCTS, o Dr. José Eymard Loguércio; e, pelo amicus curiae Associação Nacional dos Procuradores do Trabalho - ANPT, o Dr. Gustavo Teixeira Ramos. Presidência da Ministra Cármen Lúcia. Plenário, 16.8.2018.\r\n\n                 Decisão: O Tribunal, por unanimidade e nos termos do voto do Relator, rejeitou a preliminar de invalidade da procuração, e, por maioria e nos termos do voto do Relator, rejeitou as preliminares: i) de que, indiretamente, estar-se-ia tentando impugnar um Enunciado da Justiça do Trabalho, vencidos os Ministros Edson Fachin, Rosa Weber e Ricardo Lewandowski; ii) de ausência de subsidiariedade, vencidos os Ministros Ricardo Lewandowski e Rosa Weber; iii) de perda de objeto por superveniência de lei, vencidos o Ministro Edson Fachin, que propunha o sobrestamento do feito, a Ministra Rosa Weber, que julgava pela perda do objeto, e o Ministro Ricardo Lewandowski, que acompanhava o Ministro Edson Fachin pelo sobrestamento do feito; iv) e de ilegitimidade ativa ad causam, vencidos os Ministros Rosa Weber, Ricardo Lewandowski e Cármen Lúcia (Presidente). No mérito, após o voto do Ministro Roberto Barroso (Relator), que julgava procedente a arguição, assentando a licitude da terceirização de atividade-fim ou meio, no que foi acompanhado pelo Ministro Luiz Fux, o julgamento foi suspenso. Plenário, 22.8.2018.\r\n\n                       Decisão:  Após os votos dos Ministros Alexandre de Moraes e Dias Toffoli, que acompanhavam o Relator, julgando procedente a arguição de descumprimento de preceito fundamental, e os votos dos Ministros Edson Fachin, Rosa Weber e Ricardo Lewandowski, que a julgavam improcedente, o julgamento foi suspenso. Presidência da Ministra Cármen Lúcia. Plenário, 23.8.2018.\r\n\n                 Decisão: Após o voto do Ministro Gilmar Mendes, que acompanhava o Relator, julgando procedente a arguição de descumprimento de preceito fundamental, e o voto do Ministro Marco Aurélio, que a julgava improcedente, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência da Ministra Cármen Lúcia. Plenário, 29.8.2018.\r\n\n                       Decisão: O Tribunal, no mérito, por maioria e nos termos do voto do Relator, julgou procedente o pedido e firmou a seguinte tese: 1. É lícita a terceirização de toda e qualquer atividade, meio ou fim, não se configurando relação de emprego entre a contratante e o empregado da contratada. 2. Na terceirização, compete à contratante: i) verificar a idoneidade e a capacidade econômica da terceirizada; e ii) responder subsidiariamente pelo descumprimento das normas trabalhistas, bem como por obrigações previdenciárias, na forma do art. 31 da Lei 8.212/1993, vencidos os Ministros Edson Fachin, Rosa Weber, Ricardo Lewandowski e Marco Aurélio. Nesta assentada, o Relator esclareceu que a presente decisão não afeta automaticamente os processos em relação aos quais tenha havido coisa julgada. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 30.8.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["8"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur410185","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur410185","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito do Trabalho. Arguição de Descumprimento de Preceito Fundamental. Terceirização de atividade-fim e de atividade-meio. Constitucionalidade. \n\n\n\n      1. A Constituição não impõe a adoção de um modelo de produção específico, não impede o desenvolvimento de estratégias empresariais flexíveis, tampouco veda a terceirização. Todavia, a jurisprudência trabalhista sobre o tema tem sido oscilante e não estabelece critérios e condições claras e objetivas, que permitam sua adoção com segurança. O direito do trabalho e o sistema sindical precisam se adequar às transformações no mercado de trabalho e na sociedade.\n\n\n\n      2. A terceirização das atividades-meio ou das atividades-fim de uma empresa tem amparo nos princípios constitucionais da livre iniciativa e da livre concorrência, que asseguram aos agentes econômicos a liberdade de formular estratégias negociais indutoras de maior eficiência econômica e competitividade. \n\n\n\n      3. A terceirização não enseja, por si só, precarização do trabalho, violação da dignidade do trabalhador ou desrespeito a direitos previdenciários. É o exercício abusivo da sua contratação que pode produzir tais violações. \n\n\n\n      4. Para evitar tal exercício abusivo, os princípios que amparam a constitucionalidade da terceirização devem ser compatibilizados com as normas constitucionais de tutela do trabalhador, cabendo à contratante: i) verificar a idoneidade e a capacidade econômica da terceirizada; e ii) responder subsidiariamente pelo descumprimento das normas trabalhistas, bem como por obrigações previdenciárias (art. 31 da Lei 8.212/1993). \n\n\n\n      5. A responsabilização subsidiária da tomadora dos serviços pressupõe a sua participação no processo judicial, bem como a sua inclusão no título executivo judicial.\n\n\n\n      6. Mesmo com a superveniência da Lei 13.467/2017, persiste o objeto da ação, entre outras razões porque, a despeito dela, não foi revogada ou alterada a Súmula 331 do TST, que consolidava o conjunto de decisões da Justiça do Trabalho sobre a matéria, a indicar que o tema continua a demandar a manifestação do Supremo Tribunal Federal a respeito dos aspectos constitucionais da terceirização. Além disso, a aprovação da lei ocorreu após o pedido de inclusão do feito em pauta. \n\n\n\n      7. Firmo a seguinte tese: “1. É lícita a terceirização de toda e qualquer atividade, meio ou fim, não se configurando relação de emprego entre a contratante e o empregado da contratada. 2. Na terceirização, compete à contratante: i) verificar a idoneidade e a capacidade econômica da terceirizada; e ii) responder subsidiariamente pelo descumprimento das normas trabalhistas, bem como por obrigações previdenciárias, na forma do art. 31 da Lei 8.212/1993”.\n\n\n\n      8. ADPF julgada procedente para assentar a licitude da terceirização de atividade-fim ou meio. Restou explicitado pela maioria que a decisão não afeta automaticamente decisões transitadas em julgado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750738975","externo_seq_objeto_incidente":4620584,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-194  DIVULG 05-09-2019  PUBLIC 06-09-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=324&classe=ADPF","is_colac":false,"titulo":"ADPF 324","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00004 ART-00003 \n          INC-00003 ART-00005 \"CAPUT\" INC-00001 \n          INC-00002 INC-00013 INC-00035 ART-00006 \n          ART-00007 INC-00001 INC-00011 ART-00008 \n          INC-00002 INC-00004 INC-00030 ART-00037 \n          INC-00002 ART-00052 INC-00002 \n          ART-00062 PAR-00003 INCLUÍDO PELA EMC-32/2001\n          ART-00062 PAR-00011 INCLUÍDO PELA EMC-32/2001\n          ART-00102 PAR-00001 ART-00103 INC-00009 \n          ART-00170 \"CAPUT\" INC-00004 INC-00008 \n          ART-00174 ART-00193 ART-00194 ART-00204\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005645      ANO-1970\n          ART-00003 PAR-ÚNICO REVOGADO PELA LEI-9527/1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006019      ANO-1974\n          ART-00002 \n          ART-0004A INCLUÍDO PELA LEI-13429/2017\n          ART-0004A REDAÇÃO DADA PELA LEI-13467/2017\n          ART-0004A PAR-00001 INCLUÍDO PELA LEI-13429/2017\n          ART-0004A PAR-00002 INCLUÍDO PELA LEI-13429/2017\n          ART-0004B INCLUÍDO PELA LEI-13429/2017\n          ART-0004B INC-00001 INCLUÍDO PELA LEI-13429/2017\n          ART-0004B INC-00002 INCLUÍDO PELA LEI-13429/2017\n          ART-0004B INC-00003 INCLUÍDO PELA LEI-13429/2017\n          ART-0004B INC-00003 LET-A INCLUÍDO PELA LEI-13429/2017\n          ART-0004B INC-00003 LET-B INCLUÍDO PELA LEI-13429/2017\n          ART-0004B INC-00003 LET-C INCLUÍDO PELA LEI-13429/2017\n          ART-0004B INC-00003 LET-D INCLUÍDO PELA LEI-13429/2017\n          ART-0004B INC-00003 LET-E INCLUÍDO PELA LEI-13429/2017\n          ART-0004C INCLUÍDO PELA LEI-13467/2017\n          ART-0004C INC-00001 INCLUÍDO PELA LEI-13467/2017\n          ART-0004C INC-00001 LET-A INCLUÍDO PELA LEI-13467/2017\n          ART-0004C INC-00001 LET-B INCLUÍDO PELA LEI-13467/2017\n          ART-0004C INC-00001 LET-C INCLUÍDO PELA LEI-13467/2017\n          ART-0004C INC-00001 LET-D INCLUÍDO PELA LEI-13467/2017\n          ART-0004C INC-00002 INCLUÍDO PELA LEI-13467/2017\n          ART-0004C PAR-00001 INCLUÍDO PELA LEI-13467/2017\n          ART-0004C PAR-00002 INCLUÍDO PELA LEI-13467/2017\n          ART-00005 \n          ART-0005A REDAÇÃO DADA PELA LEI-13467/2017\n          ART-0005A PAR-00001 INCLUÍDO PELA LEI-13429/2017\n          ART-0005A PAR-00002 INCLUÍDO PELA LEI-13429/2017\n          ART-0005A PAR-00003 INCLUÍDO PELA LEI-13429/2017\n          ART-0005A PAR-00004 INCLUÍDO PELA LEI-13429/2017\n          ART-0005A PAR-00005 INCLUÍDO PELA LEI-13429/2017\n          ART-0005B INCLUÍDO PELA LEI-13429/2017\n          ART-0005B INC-00001 INCLUÍDO PELA LEI-13429/2017\n          ART-0005B INC-00002 INCLUÍDO PELA LEI-13429/2017\n          ART-0005B INC-00003 INCLUÍDO PELA LEI-13429/2017\n          ART-0005B INC-00004 INCLUÍDO PELA LEI-13429/2017\n          ART-0005C INCLUÍDO PELA LEI-13467/2017\n          ART-0005D INCLUÍDO PELA LEI-13467/2017\n          ART-00010 ART-00012 \n          ART-0019A INCLUÍDO PELA LEI-13429/2017\n          ART-0019A PAR-ÚNICO INCLUÍDO PELA LEI-13429/2017\n          ART-0019B INCLUÍDO PELA LEI-13429/2017\n          ART-0019C INCLUÍDO PELA LEI-13429/2017\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007102      ANO-1983\n          ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008212      ANO-1991\n          ART-00031 REDAÇÃO DADA PELA LEI-9711/1998\n          ART-00031 PAR-00001 REDAÇÃO DADA PELA LEI-11941/2009\n          ART-00031 PAR-00002 REDAÇÃO DADA PELA LEI-9711/1998\n          ART-00031 PAR-00003 REDAÇÃO DADA PELA LEI-9711/1998\n          ART-00031 PAR-00004 REDAÇÃO DADA PELA LEI-9711/1998\n          ART-00031 PAR-00004 INC-00001 INCLUÍDO PELA LEI-9711/1998\n          ART-00031 PAR-00004 INC-00002 INCLUÍDO PELA LEI-9711/1998\n          ART-00031 PAR-00004 INC-00003 INCLUÍDO PELA LEI-9711/1998\n          ART-00031 PAR-00004 INC-00004 INCLUÍDO PELA LEI-9711/1998\n          ART-00031 PAR-00005 INCLUÍDO PELA LEI-9711/1998\n          ART-00031 PAR-00006 INCLUÍDO PELA LEI-11941/2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00071 PAR-00001\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-008863      ANO-1994\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008987      ANO-1995\n          ART-00025 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009472      ANO-1997\n          ART-00094 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009527      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009711      ANO-1998\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00002 INC-00009 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 INC-00001 ART-00002 INC-00001 \n          ART-00003 INC-00002 INC-00005 ART-00004 \n          \"CAPUT\" PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010101      ANO-2000\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011442      ANO-2007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00330 INC-00001 INC-00003 ART-00485 \n          INC-00001 INC-00004 INC-00006 ART-00525 \n          PAR-00012 PAR-00014\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013429      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000087      ANO-1948\n                CONVENÇÃO SOBRE A LIBERDADE SINDICAL E A PROTEÇÃO DO DIREITO SINDICAL, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000155      ANO-1981\n          ART-00020\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, CONCLUÍDA EM GENEBRA, EM 22 DE JUNHO DE 1981\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00002 PAR-00001 PAR-00002 ART-00003 \n          PAR-ÚNICO ART-00009 ART-00442 ART-00448 \n          ART-00455 \n          ART-00545 REDAÇÃO DADA PELA LEI-13467/2017\n          ART-00884 PAR-00005\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-000200      ANO-1967\n          ART-00010 PAR-00007 LET-C\n                DECRETO-LEI\n\n","LEG-FED   DEL-000229      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   DLG-000002      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 155, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, CONCLUÍDA EM GENEBRA, EM 22 DE JUNHO DE 1981\n\n","LEG-FED   DEC-000155      ANO-1994\n                DECRETO - PROMULGA A CONVENÇÃO Nº 155, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, CONCLUÍDA EM GENEBRA, EM 22 DE JUNHO DE 1981\n\n","LEG-FED   DEC-002271      ANO-1997\n                DECRETO\n\n","LEG-FED   RES-000096      ANO-2000\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   RES-000174      ANO-2011\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   PJL-004302      ANO-1998\n                PROJETO DE LEI - CONVERTIDA NA LEI-13429/2017\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   AIT-000005      ANO-1968\n                ATO INSTITUCIONAL\n\n","LEG-FED   SUMTST-000256      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST - REDAÇÃO ORIGINÁRIA\n\n","LEG-FED   SUMTST-000331      \n          ITEM-1 ITEM-2 ITEM-3 \n          ITEM-4 REDAÇÃO DADA PELA RES-96/2000\n          ITEM-4 REDAÇÃO DADA PELA RES-174/2011\n          ITEM-5 INCLUÍDO PELA RES-174/2011\n          ITEM-6 INCLUÍDO PELA RES-174/2011\n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2019-09-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: PRELIMINAR. PARTE REQUERENTE, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PREENCHIMENTO, REQUISITO, LEI. ASSOCIAÇÃO, ÂMBITO NACIONAL, DISTINÇÃO, UNICIDADE, CATEGORIA, DIVERSIDADE, CATEGORIA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PRELIMINAR. DESCABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, IMPUGNAÇÃO, SÚMULA, JUSTIÇA DO TRABALHO. SOBRESTAMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, JULGAMENTO CONJUNTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEI NOVA, MATÉRIA, TERCEIRIZAÇÃO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DEMONSTRAÇÃO, CONTROVÉRSIA JUDICIAL, ATO IMPUGNADO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: PRELIMINAR. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DESCABIMENTO, COISA JULGADA. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, SUCEDÂNEO, AÇÃO RESCISÓRIA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: PRELIMINAR. ACOLHIMENTO, PRELIMINAR, PRINCÍPIO DA SUBSIDIARIEDADE, ADEQUAÇÃO, RECURSO EXTRAORDINÁRIO, SOLUÇÃO, CONTROVÉRSIA. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ILEGITIMIDADE, ASSOCIAÇÃO, HETEROGENEIDADE, COMPOSIÇÃO.\n\n- EVOLUÇÃO, HISTÓRIA, HUMANIDADE. STF, INTERPRETAÇÃO, DELIMITAÇÃO, OBJETO, PROCURAÇÃO, AJUIZAMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, TOTALIDADE, ATO, POSSIBILIDADE, AJUIZAMENTO, ESPECIFICIDADE, ATO. AJUIZAMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ENTENDIMENTO JURISPRUDENCIAL, INTERPRETAÇÃO JURISPRUDENCIAL. LEGITIMIDADE ATIVA, ASSOCIAÇÃO, DIVERSIDADE, CATEGORIA, AJUIZAMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, EFETIVIDADE, JURISDIÇÃO CONSTITUCIONAL, DECISÃO, STF, EFEITO VINCULANTE, EFICÁCIA ERGA OMNES, PODER JUDICIÁRIO, ADMINISTRAÇÃO PÚBLICA, ÓBICE, AJUIZAMENTO, MULTIPLICIDADE, PROCESSO, IGUALDADE, MATÉRIA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ASSOCIAÇÃO DE ASSOCIAÇÕES, CONFEDERAÇÃO SINDICAL. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ASSOCIAÇÃO, CONFEDERAÇÃO SINDICAL, REPRESENTATIVIDADE ADEQUADA. CÓDIGO DE PROCESSO CIVIL DE 2015, TESE, REPERCUSSÃO GERAL, STF, EFEITO VINCULANTE, ÓRGÃO JUDICIAL, INAPLICABILIDADE, ADMINISTRAÇÃO PÚBLICA. RECLAMAÇÃO, DESCABIMENTO, DESCUMPRIMENTO, TESE, REPERCUSSÃO GERAL, MOMENTO ANTERIOR, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA, CABIMENTO, ATO ADMINISTRATIVO, DESCUMPRIMENTO, DECISÃO, CONTROLE CONCENTRADO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, MEDIDA PROVISÓRIA, REJEIÇÃO, CONGRESSO NACIONAL, CONTROLE, CARÁTER OBJETIVO, AUSÊNCIA, REGULAMENTAÇÃO, DECRETO LEGISLATIVO, RELAÇÃO JURÍDICA, VIGÊNCIA, MEDIDA PROVISÓRIA, EFICÁCIA ULTRATIVA, NORMA, PRODUÇÃO DE EFEITOS, OFENSA, CONSTITUIÇÃO FEDERAL. TERCEIRIZAÇÃO, REDUÇÃO, CUSTO. TERCEIRIZAÇÃO, INADEQUAÇÃO, REPRESENTAÇÃO SINDICAL, IMPLEMENTAÇÃO, LIBERDADE, SINDICATO. VEDAÇÃO, JURISPRUDÊNCIA, TERCEIRIZAÇÃO, INCOMPATIBILIDADE, PRINCÍPIO DA LIVRE INICIATIVA, PRINCÍPIO DA LIVRE CONCORRÊNCIA, SEGURANÇA JURÍDICA, ISONOMIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DECISÃO JUDICIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONSTITUIÇÃO FEDERAL, VEDAÇÃO, RESTRIÇÃO, TERCEIRIZAÇÃO, LEGITIMIDADE, OPÇÃO, FORMA, ORGANIZAÇÃO, EMPRESA. DISTINÇÃO, DEFINIÇÃO, TERCEIRIZAÇÃO, ATIVIDADE-FIM, INTERMEDIAÇÃO, MÃO-DE-OBRA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: LEI ESPECÍFICA, MOMENTO, AJUIZAMENTO, DEMANDA, VEDAÇÃO, LIMITAÇÃO, REGULAMENTAÇÃO, TERCEIRIZAÇÃO, ATIVIDADE-FIM, EMPRESA. EQUILÍBRIO, PRINCÍPIO DA LIVRE INICIATIVA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO, INTERMÉDIO, INTERPRETAÇÃO. JUSTIÇA DO TRABALHO, APRECIAÇÃO, CONTRATO, EMPRESA TOMADORA DE SERVIÇOS, PRESTADOR DE SERVIÇO, FUNDAMENTAÇÃO, NORMA, REGÊNCIA, RELAÇÃO DE TRABALHO, DECLARAÇÃO DE NULIDADE.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PERDA DO OBJETO, SUPERVENIÊNCIA, LEI. TERCEIRIZAÇÃO, ORIGEM, EVOLUÇÃO, CARACTERÍSTICA. TERCEIRIZAÇÃO, ATIVIDADE-FIM, INCOMPATIBILIDADE, ORDENAMENTO JURÍDICO BRASILEIRO, CONTRARIEDADE, DEFINIÇÃO, TERCEIRIZAÇÃO, ADMINISTRAÇÃO; LEGISLAÇÃO VIGENTE, LIMITAÇÃO, ATIVIDADE-MEIO; INCOMPATIBILIDADE, NÚCLEO ESSENCIAL, CONTRATO DE TRABALHO. LIBERDADE DE CONTRATAR, LIVRE INICIATIVA, SUPERAÇÃO, REGULAÇÃO, CONTRATO DE TRABALHO, DIMINUIÇÃO, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: TERCEIRIZAÇÃO, DIREITO COMPARADO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DIREITO DO TRABALHO, TERCEIRIZAÇÃO, EXCEPCIONALIDADE, INTERPRETAÇÃO ESTRITA, DIREITO SOCIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=324&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AJUIZAMENTO, ADPF, ENTENDIMENTO JURISPRUDENCIAL, INTERPRETAÇÃO JURISPRUDENCIAL)\nADPF 54 (TP). \n(LEGITIMIDADE ATIVA, ASSOCIAÇÃO, DIVERSIDADE, RAMO DE ATIVIDADE, AJUIZAMENTO, ADI)\nADI 3413 (TP). \n(ADI, LEGITIMIDADE ATIVA, ASSOCIAÇÃO DE ASSOCIAÇÕES)\nADI 3153 AgR (TP). \n(ADI, LEGITIMIDADE ATIVA, CONFEDERAÇÃO SINDICAL)\nADI 4079 (TP). \n(TERCEIRIZAÇÃO, ATIVIDADE-FIM, EMPRESA)\nARE 713211 RG. \n(ADPF, MEDIDA PROVISÓRIA, REJEIÇÃO, CONGRESSO NACIONAL)\nADPF 84 AgR (TP). \n(CABIMENTO, ADPF, DECISÃO TRANSITADA EM JULGADO)\nADI 594 (TP), ADPF 97 (TP), ADPF 101 (TP), ADPF 80 AgR (TP), ADPF 134 AgR-terceiro (TP), ADPF 405 MC (TP). \n(CABIMENTO, ADPF, INTERPRETAÇÃO JURISPRUDENCIAL)\nADPF 33 (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, ILEGITIMIDADE, ASSOCIAÇÃO, HETEROGENEIDADE, COMPOSIÇÃO)\nADI 3381 (TP), ADI 3900 (TP), ADI 4231 AgR (TP), ADI 4294 AgR (TP), ADI 4660 AgR (TP), ADI 5071 AgR (TP). \n(LIBERDADE DE CONTRATAR, LIVRE INICIATIVA, SUPERAÇÃO, REGULAÇÃO, CONTRATO DE TRABALHO)\nADI 1721 (TP). \n(ADPF, DEMONSTRAÇÃO, CONTROVÉRSIA JUDICIAL, ATO IMPUGNADO)\nADPF 249 AgR (TP). \n(ADPF, SUCEDÂNEO, AÇÃO RESCISÓRIA)\nADPF 97 (TP), ADPF 134 AgR-terceiro (TP). \n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 54 (TP), ADPF 101 (TP), ADPF 3 QO (TP), ADPF 237 AgR (TP). \n- Decisões monocráticas citadas:\n(CABIMENTO, ADPF, QUESTIONAMENTO, DECISÃO JUDICIAL)\nADPF 501.\n(TERCEIRIZAÇÃO, ATIVIDADE-FIM, EMPRESA)\nADI 5686, ADI 5685, ADI 5687, ADI 5695, ADI 5735.\n- Acórdão(s) citado(s) - outros tribunais:\nTST: AIRR 2149-24.2011.5.03.0050, E-ED-RR-1521-87.2010.5.05.0511, E-RR-1419-44.2011.5.10.0009, E-ED-RR-234600-14.2009.5.09.0021, E-ED-RR-2707-41.2010.5.12.0030; TRT3: RO 01689-2010-103-03-00-0, TRT: RO 01669-2005-245-01-00-3. \n- Legislação estrangeira citada: Estatuto dos Trabalhadores, da Espanha; Lei 18.098/2007, Lei 18.099/2007 e 18.251/2008, do Uruguai; Código del Trabajo e Lei 20.123/2006, do Chile; Lei 20.744/1979, Lei 24013/1991 e Lei 25013/1998, da Argentina; art. 2,  da Constituição alemã; artigo L8231-1 do Código Trabalhista Francês; Declaração de Filadélfia de 1944, da Organização Internacional do Trabalho; Constituição de 1949, da Alemanha; Lei trabalhista, da França; Constituição de 1978, da Espanha; arts. 285 e seguintes do Código do Trabalho, de Portugual; Diretiva 2001/23/CE da Comissão Europeia; Reforma trabalhista de 2012, do México; Código Civil francês; art. 23, § 2, da Declaração Universal dos Direitos Humanos, de 1948.\n- Decisões estrangeiras citadas: BVerfGE 45, 187; BVerfGE 30, 1 [20], do Tribunal Constitucional Federal alemão. Caso Lochner vs. New York, da Suprema Corte americana.\n- Veja RE 958252 e RE 958252 RG do STF.\n- Veja Recomendação n. 198/2006 da Organização Internacional do Trabalho - OIT.\nNúmero de páginas: 349.\nAnálise: 15/06/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO BRASILEIRA DO AGRONEGÓCIO - ABAG \nADV.(A/S)  : TERESA ARRUDA ALVIM WAMBIER \nADV.(A/S)  : MARIA LÚCIA LINS CONCEIÇÃO \nINTDO.(A/S)  : TRIBUNAL SUPERIOR DO TRABALHO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : CONFEDERACAO NACIONAL DA INDUSTRIA \nADV.(A/S)  : CASSIO AUGUSTO MUNIZ BORGES \nAM. CURIAE.  : CENTRAL BRASILEIRA DO SETOR DE SERVIÇOS - CEBRASSE \nADV.(A/S)  : PERCIVAL MENON MARICATO \nAM. CURIAE.  : CONFEDERACAO NACIONAL DE SERVICOS - CNS \nADV.(A/S)  : ANTONIO CARLOS VIANNA DE BARROS \nAM. CURIAE.  : ABNT - ASSOCIACAO BRASILEIRA DE TELESSERVICOS \nADV.(A/S)  : CLAUDIO PEREIRA DE SOUZA NETO \nAM. CURIAE.  : SINDICATO DOS EMPREGADOS EM EMPRESAS PRESTADORAS DE SERVIÇOS A TERCEIROS, COLOCAÇÃO E ADMINISTRAÇÃO DE MÃO DE OBRA, TRABALHO TEMPORÁRIO, LEITURA DE MEDIDORES E ENTREGA DE AVISOS DO ESTADO DE SÃO PAULO - SINDEEPRES \nADV.(A/S)  : ALMIR PAZZIANOTTO PINTO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT \nADV.(A/S)  : ROBERTO DE FIGUEIREDO CALDAS \nAM. CURIAE.  : CENTRAL UNICA DOS TRABALHADORES-CUT \nADV.(A/S)  : JOSE EYMARD LOGUERCIO \nAM. CURIAE.  : FORCA SINDICAL \nADV.(A/S)  : JOSE EYMARD LOGUERCIO \nAM. CURIAE.  : CENTRAL DOS TRABALHADORES E TRABALHADORAS DO BRASIL - CTB \nADV.(A/S)  : JOSE EYMARD LOGUERCIO \nAM. CURIAE.  : NOVA CENTRAL SINDICAL DOS TRABALHADORES - NCST \nADV.(A/S)  : JOSE EYMARD LOGUERCIO","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":410185,"documental_tese_texto":"I - É lícita a terceirização de toda e qualquer atividade, meio ou fim, não se configurando relação de emprego entre a contratante e o empregado da contratada;\nII - A terceirização, compete à contratante: i) verificar a idoneidade e a capacidade econômica da terceirizada; e ii) responder subsidiariamente pelo descumprimento das normas trabalhistas, bem como por obrigações previdenciárias, na forma do art. 31 da Lei 8.212/1993.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 324","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2018-08-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ACEMOGLU, Daron; ROBINSON, James. Por que as nações fracassam: As origens do poder, das prosperidade e da pobreza. Tradução: Cristiana Serra. 1. ed. Rio de Janeiro: Elsevier, 2012. p. 143-144.\nACEMOGLU, Daron; AUTOR, David. Lectures in Labor Economics. p. 3. Disponível em: \nhttp://economics.mit.edu/faculty/acemoglu/courses.\nALEXY, Robert. Teoria dos Direitos Fundamentais. Tradução: Virgílio Afonso da Silva. São Paulo: Malheiros, 2008. p. 177, 343, 352, 357-358 e 617.\nALMEIDA, Felipe Jórdan et al. Análise de decisão sobre terceirização: um estudo na indústria da construção civil residencial. Revista de Administração, Contabilidade e Economia da Fundace, v. 5, n. 2, jun. 2014. p. 1-20. Disponível em: https://www.fundace.org.br/revistaracef/index.php/racef/article/view/66. Acesso em: 06 nov. 2016.\nAMON, Matthew R. Liability Regulations in European Subcontracting: Will Joint Liability be the 21st Century European Approach? Journal of International Business & Law, v. 9, 2010. p. 231-272, 252-255 e 261-263.\nAMORIM, Andresa Silva. Terceirização e desidentidade sindical: uma (ou mais uma?) estratégia ideológica do capital.\nANTUNES, Ricardo. Adeus ao Trabalho? Ensaio sobre as Metamorfoses e a Centralidade do Mundo do Trabalho. São Paulo: Cortez, 2006. p. 21-24, 25-39, 25-107 e 34-39.\nASSOCIAÇÃO NACIONAL DOS AUDITORES FISCAIS DA RECEITA FEDERAL DO BRASIL. Análise da Seguridade Social 2014. 15. ed. Jul. 2015. p. 95-100.\nASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO. Reforma trabalhista: Anamatra divulga íntegra dos enunciados aprovados na 2ª Jornada. Disponível em: http://www.anamatra.org.br/imprensa/noticias/25797-reformatrabalhista-amatra-divulga-integra-dos-enunciados-aprovados-na-2-jornada.\nBACHMANN, Ronald; BRAUN, Sebastian. The Impact of International Outsourcing on Labour Market Dynamics in Germany. Ruhr Economic Papers, n. 53, jul. 2008.\nBAINBRIDGE, Stephen M.; HENDERSON, M. Todd. Boards-R-Us: Reconceptualizing Corporate Boards. Coase-Sandor Institute for Law and Economics (University of Chicago Law School), jul. 2013. Coase-Sandor Working Paper Series in Law and Economics, n. 646.\n______. UCLA School of Law, jul. 2013. (Law & Economics Research PaperSeries, n. 13-11).\nBARROS, Alice Monteiro de. Curso de Direito do Trabalho. 5ª Edição. São Paulo: LTr, 2009. p. 444.\nBARROSO, Luís Roberto; MELLO, Patrícia Perrone Campos. Trabalhando com uma Nova Lógica: a Ascensão dos Precedentes no Direito Brasileiro. Revista da AGU, Brasília, v. 15, n. 03, jul./set. 2016. p. 9-52.\nBASSO, Guilherme Mastrichi. Terceirização e mundo globalizado: o encadeamento produtivo e a complementaridade de serviços como potencializadores da formalização de contratos. Revista do\nTST, Brasília, v. 74, n. 4, out./dez. 2008. p. 89-113 e 94-95.\nBATTISTINI, Osvaldo R. La Subcontratación en Argentina. Centro de Estudos de Formación Sindical. Março, 2010. Disponível em: http://www.cefs.org.ar/IMG/pdf/02-WEBLa_subcontratacion_1_.pdf. Acesso em: 12 set. 2016.\nBECKER, Gary S. Investment in Human Capital: A Theoretical Analysis. In: The Journal of Political Economy, v. 70, issue 5, part. 2, Oct. 1962. p. 21.\n______. Economic Theory. 2. printing (2008, Transaction Publishers, New Brunswick, NJ). Original: New York: Knopf, 1971. p. 177.\n______. Economic Theory. 2. printing. New Brunswick, NJ: Transaction Publishers, 2008. p. 177. Publicação original: New York: Knopf, 1971.\nBIAVASCHI, Magda. A dinâmica da súmula n. 331 do Tribunal Superior do Trabalho: a história da forma de compreender a terceirização. In: DELGADO, Mauricio Godinho et al (Coord.). Trabalho e justiça social. São Paulo: LTr, 2013. p. 175-7.\nBRASIL. Instituto Brasileiro de Geografia e Estatística Rio de Janeiro: IBGE. Disponível em: http://www.ibge.gov.br/home/estatistica/populacao/condicaodevida/indicadoresminimos/sinteseindicsociais2015/default_tab_xls.shtm.\nCAMPOS, Carlos Alexandre de Azevedo. Dimensões do ativismo judicial do STF. p. 57.\nCAMPOS, Roberto. A lanterna na popa. v. 2. p. 1205.\nCARELLI, Rodrigo de Lacerda. Terceirização e intermediação de mão-de-obra na administração pública. Revista LTR: Legislação do Trabalho, v. 67, n. 6, jun. 2003. p. 687.\nCASTELLO, Alejandro. La Subcontratación y las Relaciones de Trabajo em Uruguay. Revista Lationamericana de Derecho Social, v. 9, jul./dez. 2009. p. 53-87. Disponível em: http://revistas.unam.mx/index.php/rlds/article/view/18623/17675. Acesso em: 22 set. 2016.\nCOASE, Ronald. The Nature of The Firm. Economica (new series), v. 4, n. 16, 1937. p. 386-405.\nCOASE, Ronald H. The Nature of the Firm: Origin. Journal of Law, Economics, and Organization, Oxford, v. 4, n. 3, 1988. p. 3.\n______. ______. A firma, o Mercado e o Direito. p. 63 e 119.\nCOSTA, Márcia da Silva. Reestruturação produtiva, sindicatos e a flexibilização das relações de trabalho no Brasil. 2002.\nCOUTINHO, Grijalbo Fernandes. Terceirização: máquina de moer gente trabalhadora. São Paulo: LTr, 2015. p. 215-216.\nCUEVA, Mario de la. Derecho mexicano del trabajo. México: Editorial Porrua, 1949. Tomo Primeiro. p. 492-493.\nDELGADO, Gabriela Neves. Terceirização: Paradoxo do Direito do Trabalho contemporâneo. São Paulo: LTr, 2003. p. 128-129.\n______. A CLT aos 70 anos: rumo a um Direito do Trabalho Constitucionalizado. Revista do TST, Brasília, v. 79, n. 2, abr./jun. 2013.\n______. Os limites constitucionais da terceirização. 1 ed. São Paulo: LTr, 2014. p. 13, 47-49 e 61.\nDELGADO, Gabriela Neves et al. Os limites constitucionais da terceirização. 2. ed. São Paulo: LTr, 2015.\nDELGADO, Gabriela Neves; AMORIM, Helder Santos. Os Limites constitucionais da Terceirização. São Paulo: LTr, 2014. p. 49-56, 67-159 e 156.\n______.______. 2. ed. São Paulo: LTr, 2015, p. 77.\nDELGADO, Maurício Godinho. Curso de Direito do Trabalho. São Paulo: LTr, 2002. p. 418.\n______.______. São Paulo: LTR, 2016. p. 452.\n______.______. São Paulo: LTr, 2017. p. 543-544.\n______.______. 15 ed. São Paulo: LTr. p. 1468-1513.\nDUTRA, Renata Queiroz. Direitos fundamentais à proteção da subjetividade no trabalho e emancipação coletiva. In: DELGADO, Gabriela Neves; PEREIRA, Ricardo José Macêdo Britto (Org.). Trabalho Constituição e Cidadania: a dimensão coletiva dos direitos sociais trabalhistas. São Paulo: LTr, 2014. p. 221.\nENGISH, Karl. Introdução ao pensamento jurídico. p. 54 e 119.\nEPPING, Volker; HILLGRUBER, Christian. Grundgesetz – Kommentar. 2. ed. München: C. H. Beck, 2013. p. 29.\nEPSTEIN, Lee; MARTIN, Andrew D. An Introduction to Empirical Legal Research. New York: Oxford, 2014.\nFALVO, Josiane Fachini. Balanço da regulamentação da terceirização do trabalho em países selecionados da América Latina. Revista ABET, v. IX, n. 1, 2010. Disponível em: http://periodicos.ufpb.br/ojs2/index.php/abet/article/view/15492. Acesso em: 4 nov. 2016.\nFILGUEIRAS, Vitor Araújo. Terceirização e trabalho análogo ao escravo: coincidência? Disponível em: https://indicadoresdeemprego.files.wordpress.com/2013/12/tercerizac3a7c3a3o-e-trabalhoanc3a1logo-ao-escravo1.pdf. Acesso em: 3 nov. 2016.\nFORÇA SINDICAL. Plenária da força sindical apoia regulamentação da terceirização. Disponível em: http://fsindical.org.br/plenarias-da-forca-sindical/plenaria-da-forca-sindical-apoia-regulamentacao-da-terceirizacao. Acesso em: 07 nov. 2016.\nFRANÇA. Code du Travail, Livre II, Titre V. Versão consolidada, 04 de novembro de 2016. Disponível em:\nhttps://www.legifrance.gouv.fr/affichCode.co?cidTexte=LEGITEXT000006072050. Acesso em 05 nov. 2016.\nFUNDACIÓN 1º DE MAYO. Informe: Las Reformas Laborales em España y su Repercusion em Materia de Contratación y Empleo. Espanha, 2012. Disponível em: http://www.1mayo.org/nova/files/1018/InformeReformas.pdf. Acesso em: 04 nov. 2016.\nGAGAWCZUK, Walter. Liability in Subcontracting Processes in the European Construction Sector: Austria. Euroupean Foundation for the Improvement of Living and Working Conditions. Áustria, 2008. Disponível em: http://www.eurofound.europa.eu/pubdocs/2008/871/en/1/ef08871en.pdf.\nGARCIA, Gustavo Filipe Barbosa. Curso de Direito do Trabalho. 5. ed. Rev., atual. e ampl., Rio de Janeiro: Forense, 2011. p. 348 e 356.\nGARCIA, Sandro Ruduit. Relações interfirmas e emprego na rede de empresas: a experiência de externalização de uma empresa no setor de telecomunicações. Sociologias, Porto Alegre, UFRGS, v. 4, n. 8, 2002.\nGIMENEZ, Denis Maracci; KREIN, José Dari. Terceirização e o desorganizado mercado de trabalho brasileiro. In: Precarização e Terceirização: faces da mesma realidade. In: TEIXEIRA, Marilane; RODRIGUES, Hélio; COELHO, Eliane D’ávila (Org.). São Paulo: Sindicato dos Químicos, 2016. p. 17-32.\nGIRARDI, Dante Marciano. A importância da terceirização nas organizações. Revista de Ciências da Administração, Florianópolis, p. 23-31, jan. 1999. ISSN 2175-8077.\nGODOY, Arnaldo Sampaio de Moraes. O Direito do Trabalho nos Estados Unidos. Revista do Tribunal Regional do Trabalho da 15ª Região, n. 27, jul. dez. 2005. p. 223-232.\nGOMES, Orlando. Direito do Trabalho: Estudos. 3. ed. Bahia, 1954. p. 28.\nGOMES, Orlando; GOTTSCHALK, Elson. Curso de Direito do Trabalho. p. 120.\nGULATI, Ranjay; PURANAM, Phanish; BHATTACHARYA, Sourav. How Much to Make and How Much to Buy? An Analysis of Optimal Plural Sourcing Strategies. Strategic Management Journal v. 34, n. 10, Oct. 2013. p. 1145–1161.\nHÄBERLE, Peter. El Estado Constitucional. Trad. Héctor Fix-Fierro. México D.F: Universidad Autónoma de México, 2001. p. 7.\nHART, Oliver. Reference Points and the Theory of the Firm. Economica, 2008, n. 75. p. 404-411.\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA (IBGE). Informalidade e comércio contribuem para queda no desemprego. Disponível em: https://agencia-de-noticias.ibge.gov.br/agencia-noticias/2012-agencia-de-noticias/noticias/19163-informalidade-e-comercio-contribuem-paraqueda-no-desemprego.\nKANT, Immanuel. Grundlegung zur Metaphysik der Sitten. AA IV. Berlim: Ausgabe der Preußischen Akademie der Wissenschaften, 1900. p. 429.\nKOSKELA, Erkki; STENBACKA, Rune. Equilibrium Unemployment with Outsourcing under Labour Market Imperfections. In: CESifo Working Paper n. 1892, category 4: labour markets, january 2007. p. 12.\nKREIN, José Dari. As Relações de Trabalho na Era do Neoliberalismo no Brasil. In: FAGNANI, Eduardo (Org.). Debates contemporâneos. Economia Social e do Trabalho, 8. São Paulo: LTr, 2013.\nKURUVILLA, Sarosh; RANGANATHAN, Aruna. Employee Turnover in the Business Process Outsourcing Industry in India. In: JEMIELNIAK, Dariusz; KOCIATKIEWICZ, Jerzy (Coord.). Management Practices in High-Tech Environments. New York: IGI Global, 2008. p. 110-132.\nLAWLESS, Robert M.; ROBBENNOLT, Jennifer K.; ULEN, Thomas S. Empirical Methods in Law. New York: Aspen, 2010. p. 324-325.\nLAWRITE. Employment Law Guide. Londres, 2016. p. 5. Disponível em: http://www.employmenlaws.co.uk/guide/guide_home.html. Acesso em: 29 out. 2016.\nLEIGHTON, Patricia. Atypical Employment: The Law and Practice in the United Kingdom. Comparative Labor Law Journal, v. 8, 1986. p. 34-47.\nLOPES, Ana Frazão de Azevedo. Empresa e Propriedade: função social e abuso de poder econômico. São Paulo: Quartier Latin, 2006.\nMARQUES, Rafael da Silva. Subordinación y tercerización: los limites de los conceptos laborales bajo la visión constitucional. 2008. p. 219. Tese (Doutorado em Direito Público)–Departamento de Derecho Publico, Universidad de Burgos, Burgos. 2008.\nMARTINS FILHO, Ives Gandra da Silva. A Reforma Trabalhista no Brasil. p. 13.\nMAXIMILIANO, Carlos. Hermenêutica e aplicação do direito (1924). 9. ed. Rio de Janeiro: Forense, 1979. p. 137-138 e 140.\nMENDES, Gilmar. A Dignidade da pessoa humana na Constituição Federal de 1988 e sua aplicação pelo Supremo Tribunal Federal. In: A Constituição de 1988 na Visão dos Ministros do Supremo Tribunal Federal. Edição comemorativa. Brasília: Secretaria de Documentação, 2013. p. 103.\nMIRANDA, Carlos Roberto. Ataque ao mundo do trabalho: terceirização e seus reflexos na segurança e saúde do trabalhador. Portal Saúde e Trabalho Online (2006).\nMIRANDA, Fernando Hugo R. A questão das cadeias produtivas no âmbito do direito do trabalho e os limites da racionalidade da Súmula nº 331/TST.\nMORAES, Paulo Ricardo Silva de. Terceirização e precarização do trabalho humano. Revista do TST, Brasília, v. 74, n. 4, out./dez. 2008. p. 148-166.\nMOREIRA, José Carlos Barbosa. Abuso do Direito. Novo Código Civil: Doutrinas (VII). Revista Síntese de Direito Civil e Processual Civil, ano V, n. 26, nov./dez. 2003. p. 134. \nNORTH, Douglass C. et alii. The Economics of Public Issues. 17. ed. New Jersey: Pearson, 2012. p. 95-96.\nOGLOBIN, Constantin. Global Outsourcing of Human Capital and the Incidence of Unemployment in the United States. In: Applied Econometrics and International Development, (AEID), v. 4-3, 2004.\nORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT). Outsourcing. XVth Meeting of European Labour Court Judges. Erfurt, Alemanha. Set. 2007. Disponível em: http://www.ilo.org/ifpdial/events/meetings/WCMS_159883/1ang—en/index.htm. Acesso em: 23 set. 2016.\n______. World Employment Social Outlook: Trends 2018. p. 17.\nORGANISATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT (OECD). Policy Priorities for International  Trade and Jobs. (ed.) D. Lippoldt, disponível em: http://www.oecd.org/site/tadicite/50258009.pdf.\nPASTORE, José. Terceirização: uma Realidade Desamparada pela Lei. Disponível em: http://juslaboris.tst.jus.br/bitstream/handle/1939/5386/006_pastore.pdf? sequence=5&isAllowed=y. Acesso em: 08 jul. 2016.\nPEREIRA, Ricardo José Macêdo Britto. Terceirização, a CLT e a Constituição. Disponível em: http://trabalho-constituicao-cidadania. blogspot.com/2013/. Acesso em: 20 ago. 2018.\nPOCHMANN, Marcio apud DELGADO, Gabriela Neves. Os limites constitucionais da terceirização. 1 ed. São Paulo: LTr, 2014. p. 106.\nPOCHMANN, Marcio. Trajetórias da Terceirização. Disponível em: http://www.sindeepres.org.br/~sindeepres/images/stories/pdf/pesquisa/trajetorias1.pdf.\nPORTER, Michael E. Competitive strategy: techniques for analyzing industries and competitors. New York: Free Press, 1998. p. 300-323.\nPORTO, Lorena Vasconcelos. A Terceirização na Reforma Trabalhista e a Violação às Normas Internacionais de Proteção ao Trabalho. Revista do Tribunal Regional do Trabalho da 3ª Região, Belo Horizonte, v. 63, n. 96, jul./dez. 2017. p. 177.\nPRADO, Edmir Parada Vasques; TAKAOKA, Hiroo. Os Fatores que Motivam a Adoção da Terceirização da Tecnologia de Informação: uma Análise do Setor Industrial de São Paulo. RAC, v. 6, n. 3, set./dez. 2002. p. 130147.\nROBERTS, John. The Modern Firm: Organizational Design for Performance and Growth. Oxford: Oxford University Press, 2007. p. 1-3, 183-184 e 191-193.\nSANCHES, Ana Tércia. Terceirização e terceirizados no setor bancário: relações de emprego, condições de trabalho e ação sindical. 2006. 155 p. Dissertação (Mestrado em Ciências Sociais) - Pontifícia Universidade Católica de São Paulo, São Paulo, 2006. \nSIGEMAN, Tore. Employment Protection in Scandinavian Law. Stockholm Institute for Scandianvian Law. Suécia, 2009. p. 257-275.\nSILVA, Ciro Pereira da. A terceirização responsável: modernidade e modismo. São Paulo: Ltr, 1997. p. 28.\nSUNSTEIN, Cass R. Against Positive Rights Feature. East European Constitutional Review, v. 2, 1993. p. 35.\nTAYLOR, Timothy. In Defense of Outsourcing. In: 25 Cato J. 367 2005. p. 371.\nUNIÃO GERAL DOS TRABALHADORES. UGT defende lei que discipline terceirização. Disponível em: http://www.ugt.org.br/index.php/post/6587-UGT-defende-lei-que-discipline-terceirizacao. Acesso: em 07 nov. 2016.\nVIANNA, Márcio Túlio. Terceirização e Sindicato: um enfoque para além do direito. Revista da UFMG, Belo Horizonte, n. 45, jul./dez. 2004. p. 203-241. Disponível em: http://www.direito.ufmg.br/revista/index.php/revista/article/view/1295/1227. Acesso em: 06 nov. 2016.\n______.______. Belo Horizonte, v. único, n. 45, jul./dez. 2004. p. 203-241. Disponível em:\nhttp://www.direitoufmg.br/revista/index.php/evista/article/view/1295/1227. Acesso em: 06 nov. 2016.\nVIANA, Márcio Túlio; DELGADO, Gabriela Neves; AMORIM, Helder Santos. Terceirização: Aspectos gerais. A última decisão do STF e a Súmula 331 do TST. Novos enfoques. Revista do TST, Brasília, v. 77, n. 1, jan./mar. 2011. p. 54-84.\nYEUNG, Luciana. Terceirização de Mão de Obra no Brasil: para quê a PL 4.330/2004?. Disponível em: http://www.cedes.org.br/downloads.html.\nZYLBERSTAJN, Hélio et alii. Diferencial de salários da mão de obra terceirizada no Brasil. In: CMICRO, n.32, Working Paper Series, 07 ago./2015. FGV-EESP.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":324,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur423829","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao recurso de agravo, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 24.4.2020 a 30.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur423829","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur423829","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: RECLAMAÇÃO – ALEGAÇÃO DE DESRESPEITO À AUTORIDADE DO JULGAMENTO PLENÁRIO DA ADPF 130/DF – EFICÁCIA VINCULANTE DESSA DECISÃO DO SUPREMO TRIBUNAL FEDERAL – POSSIBILIDADE DE CONTROLE, MEDIANTE RECLAMAÇÃO, DE ATOS QUE TENHAM TRANSGREDIDO TAL JULGAMENTO – LEGITIMIDADE ATIVA DE TERCEIROS QUE NÃO INTERVIERAM NO PROCESSO DE FISCALIZAÇÃO NORMATIVA ABSTRATA – LIBERDADE DE EXPRESSÃO – JORNALISMO DIGITAL – PROTEÇÃO CONSTITUCIONAL – DIREITO DE INFORMAR: PRERROGATIVA FUNDAMENTAL QUE SE COMPREENDE NA LIBERDADE CONSTITUCIONAL DE MANIFESTAÇÃO DO PENSAMENTO E DE COMUNICAÇÃO – INADMISSIBILIDADE DE CENSURA ESTATAL, INCLUSIVE DAQUELA IMPOSTA, PELO PODER JUDICIÁRIO, À LIBERDADE DE EXPRESSÃO, NESTA COMPREENDIDA A LIBERDADE DE INFORMAÇÃO JORNALÍSTICA – TEMA EFETIVAMENTE VERSADO NA ADPF 130/DF, CUJO JULGAMENTO FOI INVOCADO COMO PARÂMETRO DE CONFRONTO – PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL QUE DESAUTORIZAM A UTILIZAÇÃO, PELO JUDICIÁRIO, DO PODER GERAL DE CAUTELA COMO ILEGÍTIMO INSTRUMENTO DE INTERDIÇÃO CENSÓRIA DOS MEIOS DE COMUNICAÇÃO, MESMO EM AMBIENTES VIRTUAIS – RECURSO DE AGRAVO IMPROVIDO.\n\n\n\n    – A liberdade de imprensa, qualificada por sua natureza essencialmente constitucional, assegura aos profissionais de comunicação social, inclusive àqueles que praticam o jornalismo digital, o direito de buscar, de receber e de transmitir informações e ideias por quaisquer meios, ressalvada, no entanto, a possibilidade de intervenção judicial – necessariamente “a posteriori” – nos casos em que se registrar prática abusiva dessa prerrogativa de ordem jurídica, resguardado, sempre, o sigilo da fonte quando, a critério do próprio jornalista, este assim o julgar necessário ao seu exercício profissional. Precedentes.\n\n\n\n    – O exercício da jurisdição cautelar por magistrados e Tribunais não pode converter-se em prática judicial inibitória, muito menos censória, da liberdade constitucional de expressão e de comunicação, sob pena de o poder geral de cautela atribuído ao Judiciário transformar-se, inconstitucionalmente, em inadmissível censura estatal. Precedentes.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752648054","externo_seq_objeto_incidente":5682330,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-119  DIVULG 13-05-2020  PUBLIC 14-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=16074&classe=Rcl","is_colac":false,"titulo":"Rcl 16074 AgR","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00179 NÚMERO-5\n                CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00012\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00113 NÚMERO-9\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00005\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00004 ART-00220 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00247 PAR-00002\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA)\n\n","LEG-INT   PCT      ANO-1966\n          ART-00019\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA"],"publicacao_data":"2020-05-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PODER JUDICIÁRIO, DETERMINAÇÃO, REMOÇÃO, MATÉRIA JORNALÍSTICA, INTERNET, FIXAÇÃO, MULTA, DESCUMPRIMENTO. HISTÓRIA, PROIBIÇÃO, CENSURA, TEXTO CONSTITUCIONAL. PROIBIÇÃO, CENSURA, DIREITO INTERNACIONAL. LIBERDADE DE EXPRESSÃO, MATÉRIA JORNALÍSTICA, DIVULGAÇÃO, FATO, AUSÊNCIA, ILICITUDE. ANIMUS NARRANDI, ANIMUS INJURIANDI, CAUSA EXCLUDENTE, CRIME CONTRA A HONRA, INEXISTÊNCIA, ELEMENTO SUBJETIVO. IMPOSSIBILIDADE, PRESUNÇÃO, DOLO, CRIME CONTRA A HONRA.\n\n- TERMO(S) DE RESGATE: ANIMUS INJURIANDI VEL DIFFAMANDI.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=16074&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECLAMAÇÃO, DESCUMPRIMENTO, DECISÃO, EFEITO VINCULANTE)\nADC 4 MC (1ªT) - RTJ 169/383, AI 393020 AgR (2ªT) - RTJ 183/1173, Rcl 2143 AgR (TP) - RTJ 187/150. \n(RECLAMAÇÃO, LEGITIMIDADE ATIVA, TERCEIRO)\nRcl 1880 AgR-QO (TP), Rcl 2143 AgR (TP) - RTJ 187/150. \n(PRERROGATIVA, LIBERDADE DE IMPRENSA)\nADI 869 (TP), AI 705630 AgR (2ªT), Rcl 21504 AgR (2ªT). \n(CRIME CONTRA A HONRA, CAUSA EXCLUDENTE)\nHC 68166, HC 71466 (1ªT) - RTJ 168/498, HC 72062 (1ªT), HC 98237 (2ªT), Inq 2699 QO (TP), RHC 65241 (2ªT), RHC 66018 (2ªT), RT 514/448. \n- Decisões monocráticas citadas:\n(RECLAMAÇÃO, IMPUGNAÇÃO, DECISÃO, EFEITO VINCULANTE)\nRcl 15243 MC, Rcl 18566 MC.\n(PRETENSÃO, PODER PÚBLICO, REGULAÇÃO, LIBERDADE DE EXPRESSÃO)\nPet 3486, AI 505595.\n(JORNALISTA, DIREITO DE CRÍTICA, VEICULAÇÃO, INFORMAÇÃO)\nPet 3486.\n(PRERROGATIVA, LIBERDADE DE IMPRENSA)\nInq 870.\n(DECISÃO JUDICIAL, PROIBIÇÃO, DIVULGAÇÃO, MATÉRIA JORNALÍSTICA, CONDENAÇÃO, JORNALISTA, INDENIZAÇÃO)\nRcl 11292 MC, Rcl 18186 MC, Rcl 18290 MC, Rcl 18566 MC, Rcl 18638 MC, Rcl 18735 MC, Rcl 18746 MC, Rcl 16434.\n- Decisões estrangeiras citadas: Caso Handyside, 1976, e Caso Lingens, 1986, do Tribunal Europeu de Direitos Humanos; sentença 6/1981, sentença 12/1982, sentença 104/1986 e sentença 171/1990, do Tribunal Constitucional Espanhol.\n- Veja ADPF 130 do STF.\n- Veja item 1, item 2, item 6 e item 10 da Declaração de Chapultepec; art. 19 da Declaração Universal dos Direitos da Pessoa Humana, de 1948; art. 4 da Declaração Americana dos Direitos e Deveres do Homem, de 1948.\n- Veja art. 23 do anteprojeto apresentado por Antônio Carlos Ribeiro de Andrada à Assembleia Geral Constituinte e Legislativa brasileira, de 1823.\nNúmero de páginas: 20.\nAnálise: 22/03/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : LUIZ EDUARDO AURICCHIO BOTTURA \nADV.(A/S)  : VANNIAS DIAS DA SILVA \nAGDO.(A/S)  : DUBLÊ EDITORIAL LTDA EPP \nADV.(A/S)  : ALEXANDRE FIDALGO \nINTDO.(A/S)  : JUIZ DE DIREITO DA 27ª VARA CÍVEL DA COMARCA DE SÃO PAULO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JOILDO SANTOS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":423829,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"Rcl 16074 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2020-05-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"BARBOSA, Rui. A ditadura de 1893.\nCRETELLA JÚNIOR, José. Comentários à Constituição de 1988. Forense Universitária, 1989. v. 1. p. 283, item 184.\nDOTTI, René Ariel. Proteção da Vida Privada e Liberdade de Informação. RT, 1980. p. 207-210, item 33.\nFRAGOSO, Heleno Cláudio. Lições de Direito Penal – Parte Especial – arts. 121 a 212 CP. 11. ed. Forense, 1995. p. 133-134, item 182.\nGODOY, Cláudio Luiz Bueno de. A Liberdade de Imprensa e os Direitos da Personalidade. Atlas, 2001. p. 100-101, item 4.2.4.\nHUNGRIA, Nelson. Comentários ao Código Penal. 5. ed. Forense, 1982. v. 6. p. 50, item 125.\nJESUS, Damásio E. de. Código Penal Anotado. 4. ed. Saraiva, 1994. p. 406. 1994.\nMIRABETE, Julio Fabbrini; FABBRINI, Renato M. Manual de Direito Penal. 27. ed. Atlas, 2010. v. 2. p. 121, item 8.1.7.\nNORONHA, Magalhães. Direito Penal. 26. ed. Saraiva, 1994. v. 2. p. 114-115, item 340.\nNUNES JÚNIOR, Vidal Serrano. A Proteção Constitucional da Informação e o Direito à Crítica Jornalística. FTD, 1997. p. 87-89.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 32. ed. Malheiros, 2009. p. 246, item 15.3.","ministro_facet":["CELSO DE MELLO"],"processo_numero":16074,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur418856","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, e por maioria de votos, a Turma decidiu, em Questão de Ordem, pelo não cabimento de sustentação oral em sede de agravo, salvo nos casos previstos no inciso VI, do art. 937, do CPC/2015, vencido o Ministro Marco Aurélio. Em seguida, por maioria, negou provimento ao agravo regimental e deferiu ao Extraditando o pedido de visita e de comunicação telefônica formulado nos autos, nos termos do voto da Relatora, vencido o Ministro Marco Aurélio. Presidência do Ministro Luiz Fux. Primeira Turma, 19.11.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur418856","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur418856","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AGRAVO REGIMENTAL NA PRISÃO PREVENTIVA PARA EXTRADIÇÃO. REPRESENTAÇÃO DA AUTORIDADE POLICIAL. LEGITIMIDADE E AUTENTICIDADE. DOCUMENTO COMPROBATÓRIO DA EXISTÊNCIA DA ORDEM DE PRISÃO. HIGIDEZ DO TÍTULO PRISIONAL. INEXISTÊNCIA DE SITUAÇÃO EXCEPCIONAL A AFASTAR A RAZOABILIDADE PROPORCIONALIDADE DA PRISÃO PREVENTIVA DO EXTRADITANDO. DIREITO À VISITA E DE COMUNICAÇÃO TELEFÔNICA. RECURSO CONHECIDO E NÃO PROVIDO.\n\n\n\n    1. Representação formulada pela Organização Internacional de Polícia Criminal/Interpol, para decretar a prisão preventiva para extradição, nos termos do § 2º do art. 84 da Lei 13.445/2017 (Lei de Migração) e art. 20 do Decreto 5.853/2006 (Tratado de Extradição entre a República Federativa do Brasil e a República do Peru). \n\n\n\n    2. Legitimidade e autenticidade da representação policial conferidas pela Lei de Migração (arts. 84, § 2º, e 88, § 4º, da Lei 13.445/2017).\n\n\n\n    3. Esta Suprema Corte tem admitido o pedido de prisão preventiva apresentado pela Interpol, lastreado no documento indicativo da existência do mandado de prisão. Precedentes.\n\n\n\n    4. Manutenção da prisão preventiva para extradição forte no preenchimento dos pressupostos autorizadores previstos na Lei de Migração e na inexistência de situação excepcional a afastar a razoabilidade e a proporcionalidade da medida constritiva de liberdade. \n\n\n\n    5. Deferido pedido de visita e de comunicação telefônica formulado às fls. 126 e 130, porquanto constituem direitos assegurados ao preso, independentemente de sua nacionalidade, nos termos do art. 41, X e XV da Lei 7.210/1984. \n\n\n\n    6. Agravo regimental conhecido e não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751978937","externo_seq_objeto_incidente":5804005,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-029  DIVULG 12-02-2020  PUBLIC 13-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=926&classe=PPE","is_colac":false,"titulo":"PPE 926 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-007210      ANO-1984\n          ART-00041 INC-00010 INC-00015\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00937 PAR-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00084 \"CAPUT\" PAR-00001 PAR-00002 \n          ART-00088 PAR-00004 ART-00091 PAR-00001\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-2003\n          ART-00019 NÚMERO-1 ART-00020\n                TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00171 \"CAPUT\" PAR-00003 ART-00312\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00312\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000071      ANO-2006\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   DEC-005853      ANO-2006\n          INC-00015\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   RGI      ANO-1980\n          ART-00083 PAR-00001 INC-00003 ART-00131 \n          PAR-00002\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-02-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: SUSTENTAÇÃO ORAL, ÂMBITO, AGRAVO INTERNO, REGIMENTO INTERNO, STF.\n\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. MARCO AURÉLIO: CABIMENTO, SUSTENTAÇÃO ORAL, AGRAVO INTERNO, CONTRARIEDADE, DECISÃO MONOCRÁTICA.\n\n- CÓDIGO DE PROCESSO CIVIL DE 2015, SUSTENTAÇÃO ORAL, AGRAVO INTERNO, ÂMBITO, RECLAMAÇÃO, MANDADO DE SEGURANÇA, AÇÃO RESCISÓRIA. AUSÊNCIA, SUSTENTAÇÃO ORAL, RECURSO, ÂMBITO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO. PRISÃO PREVENTIVA, FUNDAMENTO, DOCUMENTO, DIFUSÃO VERMELHA. TRANSFERÊNCIA, EXTRADITANDO, ESTABELECIMENTO PENAL. PRISÃO PREVENTIVA, CONDIÇÃO DE PROCEDIBILIDADE, PROCESSO DE EXTRADIÇÃO, PREVENÇÃO, FUGA. DISTINÇÃO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO, EXECUÇÃO PROVISÓRIA DA PENA. PROCESSO DE EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. AUSÊNCIA, ÓBICE, PRISÃO PREVENTIVA PARA EXTRADIÇÃO, EXISTÊNCIA, OCUPAÇÃO LÍCITA, FAMÍLIA, EXTRADITANDO. DIREITO DO PRESO, PRINCÍPIO DA ISONOMIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROCESSO DE EXTRADIÇÃO, EXIGÊNCIA, ORDEM DE PRISÃO, PAÍS DE ORIGEM, CONFORMIDADE, TRATADO DE EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=926&classe=PPE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"PPE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SUSTENTAÇÃO ORAL, AGRAVO REGIMENTAL, HC)\nHC 151881 AgR (1ªT). \n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO, CONDIÇÃO DE PROCEDIBILIDADE, PROCESSO DE EXTRADIÇÃO)\nExt 1531 AgR (1ªT). \n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO, AUSÊNCIA, CARÁTER PUNITIVO)\nHC 71402 (TP). \n(PRISÃO PREVENTIVA, PROCESSO DE EXTRADIÇÃO)\nExt 1343 (2ªT), Ext 1457 (1ªT). \n(DIREITO DO PRESO)\nHC 117878 (2ªT). \n- Decisões monocráticas citadas:\n(REPRESENTAÇÃO, ORGANIZAÇÃO INTERNACIONAL DE POLÍCIA CRIMINAL (INTERPOL), EXTRADIÇÃO, PRISÃO PREVENTIVA)\nPPE 708, PPE 715, PPE 714, PPE 729, PPE 736, PPE 741, PPE 744, PPE 768, PPE 822, PPE 838, PPE 840, PPE 839, PPE 842, PPE 843, PPE 844, PPE 847, PPE 849, PPE 850, PPE 856, PPE 858, PPE 861, PPE 862, PPE 864, PPE 855, PPE 868, PPE 869, PPE 872, PPE 874, PPE 875, PPE 879, PPE 887, PPE 886, PPE 895, PPE 896, PPE 898, PPE 901, PPE 899, PPE 884, PPE 903, PPE 907, PPE 905, PPE 910, PPE 912, PPE 914, PPE 915, PPE 917, PPE 918, PPE 909, PPE 924, PPE 925, PPE 927, PPE 871.\n- Legislação estrangeira citada: Art. 384, do Código Penal Peruano.\nNúmero de páginas: 33.\nAnálise: 11/03/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : UMAR JAVED \nADV.(A/S)  : MATHEUS CAPATTI NUNES COIMBRA \nADV.(A/S)  : PAULO MAURICIO BRAZ SIQUEIRA \nAGDO.(A/S)  : GOVERNO DO PERU \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":418856,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"PPE 926 AgR","processo_classe_processual_unificada_classe_sigla":"PPE","julgamento_data":"2019-11-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PRISÃO PREVENTIVA PARA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":926,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur349630","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, indeferiu o pedido de extradição, nos termos do voto do Relator, e ordenou, em consequência, a imediata soltura do extraditando, se por al não estiver preso. Não participou, justificadamente, deste julgamento, o Senhor Ministro Gilmar Mendes. Ausente, justificadamente, o Senhor Ministro Dias Toffoli. Presidência do Senhor Ministro Celso de Mello. 2ª Turma, 17.5.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur349630","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur349630","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO PASSIVA DE CARÁTER INSTRUTÓRIO – IMPUTAÇÃO PENAL POR SUPOSTA PRÁTICA DO DELITO CONSISTENTE EM “FERIR OU CAUSAR LESÃO CORPORAL GRAVE DE MODO DOLOSO E MALICIOSO” – PEDIDO QUE SE APOIA EM TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE O BRASIL E O REINO UNIDO DA GRÃ-BRETANHA E IRLANDA DO NORTE – INEXISTÊNCIA, NOS AUTOS, DE PROVA DOCUMENTAL QUE CONSUBSTANCIE, PARA FINS DE AFERIÇÃO DA TIPICIDADE PENAL, A ACUSAÇÃO DO CRIME DE LESÃO CORPORAL GRAVE – IMPOSSIBILIDADE DE PRESUMIR-SE A OCORRÊNCIA DE INCAPACIDADE PARA AS OCUPAÇÕES HABITUAIS POR MAIS  DE 30 (TRINTA) DIAS – CONSEQUENTE ANÁLISE DO FATO DELITUOSO SOB A PERSPECTIVA DO CRIME DE LESÃO CORPORAL LEVE (CP, ART. 129, “CAPUT”) – INAPLICABILIDADE DA CLÁUSULA VEDATÓRIA, FUNDADA NO ESTATUTO DO ESTRANGEIRO (ART. 77, IV), QUE TORNA INEXTRADITÁVEIS OS CRIMES CONSIDERADOS DE MÍNIMA OFENSIVIDADE – CRITÉRIO DIVERSO ADOTADO NO ÂMBITO DO TRATADO DE EXTRADIÇÃO BRASIL/REINO UNIDO – NATUREZA JURÍDICA DO TRATADO DE EXTRADIÇÃO (“LEX SPECIALIS”) – PRECEDÊNCIA JURÍDICA, QUANTO À SUA APLICABILIDADE, EM RAZÃO DO CRITÉRIO DA ESPECIALIDADE, SOBRE O ORDENAMENTO POSITIVO INTERNO DO BRASIL – “PACTA SUNT SERVANDA” – PRECEDENTES – CONSUMAÇÃO DA PRESCRIÇÃO PENAL EM FACE DA LEGISLAÇÃO BRASILEIRA (CP, ART. 129, “CAPUT”, C/C O ART. 109, V) – CIRCUNSTÂNCIA QUE OBSTA O DEFERIMENTO DO PLEITO EXTRADICIONAL, POR INOBSERVÂNCIA DO CRITÉRIO DA DUPLA PUNIBILIDADE – EXTRADIÇÃO INDEFERIDA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11064606","externo_seq_objeto_incidente":4554741,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-111  DIVULG 31-05-2016  PUBLIC 01-06-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1342&classe=Ext","is_colac":false,"titulo":"Ext 1342","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00004 INC-00006\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00107 INC-00004 ART-00109 INC-00005 \n          ART-00117 ART-00125 \"CAPUT\" ART-00129 \n          \"CAPUT\" PAR-00001 INC-00001 PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000091      ANO-1996\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, CELEBRADO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO REINO UNIDO DA GRÃ-BRETANHA E IRLANDA DO NORTE\n\n","LEG-FED   DEC-002347      ANO-1997\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, CELEBRADO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO REINO UNIDO DA GRÃ-BRETANHA E IRLANDA DO NORTE\n\n","LEG-INT   TTD      ANO-1995\n          ART-00002\n                TRATADO DE EXTRADIÇÃO, CELEBRADO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO REINO UNIDO DA GRÃ-BRETANHA E IRLANDA DO NORTE"],"publicacao_data":"2016-06-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSIDERAÇÃO, DUPLA TIPICIDADE, ELEMENTO ESSENCIAL, EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1342&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, DILAÇÃO PROBATÓRIA)\nRTJ 161/409 (EXT 669), RTJ 170/746 (EXT 720), RTJ 193/357 (HC 81963). \n(PROCESSO DE EXTRADIÇÃO, PRINCÍPIO DA DUPLA TIPICIDADE)\nPPE 732 QO (2ªT), EXT 633 (TP). \n(CONFLITO DE NORMAS, TRATADO DE EXTRADIÇÃO, ESTATUTO DO ESTRANGEIRO)\nRTJ 70/333 (HC 51977), RTJ 100/1030 (HC 58727), RTJ 154/26 (EXT 583), RTJ 164/420 (EXT 662). \n- Acórdão(s) citado(s) - outros tribunais:\nRT 554/434. \n- Legislação estrangeira citada: Seção 18 da Lei de Crimes contra a Pessoa do Reino Unido, de 1861.\nNúmero de páginas: 24.\nAnálise: 19/07/2016, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO REINO UNIDO DA GRÃ-BRETANHA \nEXTDO.(A/S)  : PAUL GRIFFITHS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":349630,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1342","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-05-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"CAHALI, Yussef Said. Estatuto do Estrangeiro. 2. ed. Revista dos Tribunais, 2011. p. 315, item 26.30.\nFRAGA, Mirtô. O Novo Estatuto do Estrangeiro Comentado. Forense, 1985. p. 318.\nMAZZUOLI, Valerio de Oliveira. Curso de Direito Internacional Público. 9. ed. Revista dos Tribunais, 2015. p. 805, item 6, \"e\".\nRUSSOMANO, Gilda. A Extradição no Direito Internacional e no Direito Brasileiro. 2. ed. Konfino, 1973. p. 22.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1342,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}