{"result":{"took":537,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.26217,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur476881","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, não conheceu parcialmente da ação direta quanto ao parágrafo único do art. 4º da Lei estadual 23.797/2021 do Estado de Minas Gerais e, no mérito, julgou-a procedente, para declarar a inconstitucionalidade dos artigos 2º, 3º e 4º, caput, da Lei 23.797/2021 do Estado de Minas Gerais, nos termos do voto do Relator, vencido parcialmente o Ministro Edson Fachin, que acompanhava o Relator no conhecimento parcial da ação, mas divergia no mérito. Plenário, Sessão Virtual de 17.3.2023 a 24.3.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur476881","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur476881","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI ESTADUAL 23.797/2021 DE MINAS GERAIS. ENERGIA ELÉTRICA. ISENÇÃO DE TARIFA. COMPETÊNCIA LEGISLATIVA FEDERAL. CONTRATO DE CONCESSÃO. EQUILÍBRIO ECONÔMICO-FINANCEIRO. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos – União, Estados-Membros, Distrito Federal e Municípios – e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I). \n\n\n\n    3. Lei estadual que atribui ao Poder Executivo estadual a faculdade de isentar o pagamento de tarifas de energia elétrica não se compatibiliza com o modelo de repartição de competência previsto na Constituição Federal para a matéria. Precedentes. \n\n\n\n    4. Lei estadual que atribui ao Poder Executivo estadual a faculdade de isentar o pagamento de tarifas de energia elétrica incorre em violação ao art. 22, inciso IV, ao art. 21, inciso XII, alínea ‘b’ e ao art. 175, parágrafo único, inciso III, da Constituição Federal.\n\n\n\n    5. Risco de se fazer impositiva a prestação gratuita de energia elétrica, apta a ensejar desequilíbrio econômico-financeiro no contrato de concessão. Interferência indevida do Estado-Membro na esfera das relações jurídico-contratuais estabelecidas entre o poder concedente federal e a empresa concessionária. Precedentes.\n\n\n\n    6. Ação direta de inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=766739706","externo_seq_objeto_incidente":6547358,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 03-04-2023  PUBLIC 04-04-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7337&classe=ADI","is_colac":false,"titulo":"ADI 7337","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00002 ART-00003\n    INC-00003 ART-00004 ART-00021 INC-00012\n    LET-B INC-00020 ART-00022 INC-00004\n    PAR-ÚNICO ART-00023 INC-00001 INC-00009\n    INC-00010 ART-00024 INC-00005 INC-00007\n    ART-00030 INC-00001 INC-00005 ART-00103\n    INC-00009 ART-00175 PAR-ÚNICO INC-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009427 ANO-1996\n    ART-00003 INC-00018 LET-A LET-B\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00009\n    LEI ORDINÁRIA\n\n","LEG-EST   LEI-023797 ANO-2021\n    ART-00001 ART-00002 ART-00003 ART-00004\n    \"CAPUT\" PAR-ÚNICO ART-00005\n    LEI ORDINÁRIA, MG"],"publicacao_data":"2023-04-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INADMISSIBILIDADE, ÂMBITO, CONTROLE ABSTRATO, REAPRECIAÇÃO, VALIDADE, NORMA, DECLARAÇÃO DE INCONSTITUCIONALIDADE. JURISPRUDÊNCIA, STF, PREJUDICIALIDADE, CONTROLE DE CONSTITUCIONALIDADE, HIPÓTESE, DISPOSITIVO, OBJETO, IMPUGNAÇÃO, APRECIAÇÃO, STF, MOMENTO ANTERIOR. CONTROVÉRSIA CONSTITUCIONAL, CONCESSÃO, ESTADO-MEMBRO, ISENÇÃO, ENERGIA ELÉTRICA, CONSUMIDOR, VÍTIMA, ENCHENTE. INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, MANUTENÇÃO, AUTONOMIA, ENTE FEDERADO, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA. PRINCÍPIO FEDERATIVO, AUTONOMIA, AUTOGOVERNO, AUTOADMINISTRAÇÃO. ATRIBUIÇÃO, AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA (ANEEL), REGULAÇÃO, FISCALIZAÇÃO, TRANSMISSÃO, DISTRIBUIÇÃO, COMERCIALIZAÇÃO, ENERGIA ELÉTRICA, CONFORMIDADE, DIRETRIZ, GOVERNO FEDERAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, ENERGIA ELÉTRICA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: COMPETÊNCIA COMUM, ENTE FEDERADO, INTEGRAÇÃO, SITUAÇÃO, VULNERABILIDADE, FUNDAMENTO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, ERRADICAÇÃO DA POBREZA, PRINCÍPIO DA REDUÇÃO DAS DESIGUALDADES SOCIAIS. CONSIDERAÇÃO, LEI IMPUGNADA, NORMA, PROTEÇÃO AO CONSUMIDOR, USUÁRIO, ENERGIA ELÉTRICA, SITUAÇÃO, VULNERABILIDADE. AUSÊNCIA, OFENSA, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. FEDERALISMO COOPERATIVO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, NORMA CONSTITUCIONAL. CARACTERIZAÇÃO, EXERCÍCIO, COMPETÊNCIA COMUM, ESTADO-MEMBRO, LEI ESTADUAL, ISENÇÃO, TARIFA, ENERGIA ELÉTRICA, DELIMITAÇÃO, PERÍODO, ATENDIMENTO, REQUISITO, FINALIDADE, ERRADICAÇÃO DA POBREZA. LEI ESTADUAL, PROTEÇÃO, RELAÇÃO DE CONSUMO, ÂMBITO, COMPETÊNCIA CONCORRENTE. CONCRETIZAÇÃO, NORMA CONSTITUCIONAL, CONTRATO, PODER PÚBLICO, CONCESSIONÁRIA. IMPOSSIBILIDADE, PROTEÇÃO, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRARIEDADE, OBJETIVO FUNDAMENTAL DA REPÚBLICA FEDERATIVA DO BRASIL. AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, INCONSTITUCIONALIDADE MATERIAL. AUSÊNCIA, SEMELHANÇA, DISCUSSÃO, CONCESSÃO, ISENÇÃO, TARIFA, SANEAMENTO BÁSICO, INVASÃO, COMPETÊNCIA MATERIAL, MUNICÍPIO, INTERESSE LOCAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7337&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, PREJUDICIALIDADE, IMPUGNAÇÃO, NORMA INCONSTITUCIONAL)\nADI 282 (TP), ADI 3341 (TP), ADI 5439 AgR (TP). \n(REGULAÇÃO, ENERGIA ELÉTRICA, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS)\nADI 2299 (TP), ADI 2337 (TP), ADI 3661 (TP), ADI 3729 (TP), ADI 3824 (TP), ADI 3905 (TP), ADI 1104 MC (TP), ADI 4925 (TP), ADI 5960 (TP), ADI 6190 (TP). \n(COMPETÊNCIA LEGISLATIVA, DEFINIÇÃO, TARIFA)\nADI 2095 (TP). \n(ADI, LEI ESTADUAL, ISENÇÃO, TARIFA, SANEAMENTO BÁSICO)\nADI 6912 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\n\nNúmero de páginas: 29.\nAnálise: 24/08/2023, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ABRADEE ASSOCIACAO BRASILEIRA DISTRIB ENERGIA ELETRICA \nADV.(A/S)  : PAULO ROBERTO COIMBRA SILVA \nADV.(A/S)  : JULIANA CESAR FARAH \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : MARCELO DE ALMEIDA E SILVA \nADV.(A/S)  : ANDRE MOURA MOREIRA \nADV.(A/S)  : MICHELLE SABRINA VIEIRA HIDERIK","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":476881,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADI 7337","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-03-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Joaquim Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the Unite d States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq. \nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81. p. 53 et seq.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra Editora, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":7337,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478136","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AP","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Nunes Marques (Relator), Rosa Weber, Gilmar Mendes, André Mendonça e Dias Toffoli, que julgam parcialmente procedente o pedido, para atribuir interpretação conforme à Carta da República ao art. 95, I, da Constituição do Estado do Amapá, na redação dada pela Emenda de n. 31/2003, e ao art. 6º do Regimento Interno da Assembleia Legislativa daquele ente federado, de modo a explicitar ser permitida uma única reeleição ou recondução consecutiva, para o mesmo cargo, na mesma legislatura ou na subsequente, e modulavam os efeitos da decisão, a fim de conferir eficácia retroativa limitada e manter a composição da Mesa Diretora eleita antes de 6 de abril de 2021; dos votos dos Ministros Roberto Barroso e Luiz Fux (Presidente), que acompanhavam o Ministro Relator quanto ao mérito da ação direta, divergindo apenas quanto ao marco temporal a ser adotado para a modulação temporal dos efeitos da decisão, devendo, em regra, o entendimento desta Corte ser aplicado às eleições realizadas após a data de publicação da ata de julgamento da ADI 6524 (i.e., 07.01.2021), preservando-se a validade dos atos praticados antes de ser oficialmente comunicado ao público o resultado do primeiro julgamento em que se fixou a tese ora acolhida, devendo, ainda, ser desconsiderado tal marco temporal nos casos em que a antecipação de eleições constituir expediente fraudulento voltado a impedir a prevalência do entendimento desta Corte para mandatos futuros; dos votos dos Ministros Alexandre de Moraes e Edson Fachin, que acompanhavam o Ministro Relator quanto ao mérito da ação direta, com ressalva em relação à modulação de efeitos, ponto em que divergiam da proposta do Relator por entender que o precedente da Corte proferido no julgamento da ADI 6524 deve ser aplicado aos parlamentares que tomaram posse em cargos diretivos das Assembleias Legislativas a partir da data da publicação da ata do referido julgamento; e dos votos dos Ministros Ricardo Lewandowski e Cármen Lúcia, que julgavam integralmente procedente a ação direta, devendo aplicar-se in totum, também no âmbito estadual, o entendimento firmado por esta Corte na ADI 6.524/DF, com efeitos ex nunc a partir do julgamento deste feito, o julgamento foi suspenso para proclamação do resultado em sessão presencial. Plenário, Sessão Virtual de 13.5.2022 a 20.5.2022.\r\n\n                 Decisão: O Tribunal, por maioria, julgou parcialmente procedente o pedido, para atribuir interpretação conforme à Carta da República ao art. 95, I, da Constituição do Estado do Amapá, na redação dada pela Emenda de n. 31/2003, e ao art. 6º do Regimento Interno da Assembleia Legislativa daquele ente federado, e estabelecer que é permitida apenas uma reeleição ou recondução sucessiva ao mesmo cargo da Mesa Diretora, mantida a composição da Mesa de Assembleia Legislativa eleita antes da publicação da ata de julgamento da ADI 6.524 (7.1.2021); e fixou as seguintes teses de julgamento: “(i) a eleição dos membros das Mesas das Assembleias Legislativas estaduais deve observar o limite de uma única reeleição ou recondução, limite cuja observância independe de os mandatos consecutivos referirem-se à mesma legislatura; (ii) a vedação à reeleição ou recondução aplica-se somente para o mesmo cargo da mesa diretora, não impedindo que membro da mesa anterior se mantenha no órgão de direção, desde que em cargo distinto; (iii) o limite de uma única reeleição ou recondução, acima veiculado, deve orientar a formação da Mesa da Assembleia Legislativa no período posterior à data de publicação da ata de julgamento da ADI 6.524, de modo que não serão consideradas, para fins de inelegibilidade, as composições eleitas antes de 7.1.2021, salvo se configurada a antecipação fraudulenta das eleições como burla ao entendimento do Supremo Tribunal Federal”. Tudo nos termos do voto reajustado do Relator, vencidos, parcialmente, quanto ao mérito, os Ministros Ricardo Lewandowski e Cármen Lúcia. Presidência da Ministra Rosa Weber. Plenário, 7.12.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478136","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amapá","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur478136","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUIÇÃO DO ESTADO DO AMAPÁ. REGIMENTO INTERNO DA ASSEMBLEIA LEGISLATIVA. MESA DIRETORA. AUTO-ORGANIZAÇÃO DOS PODERES. RECONDUÇÃO SUCESSIVA. PERMISSÃO UMA ÚNICA VEZ NA MESMA LEGISLATURA OU NA SEGUINTE. PRINCÍPIOS DEMOCRÁTICO E REPUBLICANO. PRECEDENTES.\n\n\n\n    1. A Constituição de 1988 consagrou como princípios fundamentais da República a independência e a harmonia dos poderes (art. 2º), assegurando a estes autonomia institucional consubstanciada na escolha de seus órgãos dirigentes.\n\n\n\n    2. Não sendo a regra proibitiva revelada no art. 57, § 4º, da Constituição Federal norma de reprodução obrigatória, cabe aos Estados e ao Distrito Federal, no exercício da autonomia político-administrativa (CF, art. 18), a definição quanto à possibilidade, ou não, de reeleição dos membros da Mesa Diretora da Casa Legislativa. Precedentes. \n\n\n\n    3. Os postulados constitucionais referentes à democracia e à República, os quais afirmam a alternância de poder e a temporariedade dos mandatos, são normas nucleares, medula do Estado de Direito, e, portanto, de observância obrigatória por Estados, Distrito Federal e Municípios, impondo-se como condicionantes à auto-organização dos entes políticos.\n\n\n\n    4. A Emenda Constitucional n. 16/1997, ao conferir nova redação ao art. 14, § 5º, da Lei Maior, fixou limite de uma única reeleição dos Chefes do Poder Executivo de todos os níveis da Federação, constituindo parâmetro objetivo para a recondução ao mesmo cargo da Mesa Diretora, independentemente da legislatura em que ocorram os mandatos consecutivos. Precedente firmado na ADI 6.524. \n\n\n\n    5. É incompatível com o regime constitucional de 1988 a adoção, pelos entes políticos, de reeleições sucessivas ilimitadas para os mesmos cargos na Mesa Diretora da Casa Legislativa. Precedentes.\n\n\n\n    6. Conferiu-se interpretação conforme à Carta Federal ao art. 95, I, da Constituição do Estado do Amapá, com a redação dada pela Emenda de n. 31/2003, e ao art. 6º do Regimento Interno da Assembleia Legislativa daquele ente federado, de forma a permitir uma única reeleição ou recondução consecutiva, para o mesmo cargo, na mesma legislatura ou na subsequente.\n\n\n\n    7. Razões de segurança jurídica, confiança legítima e excepcional interesse social (Lei n. 9.868/1999, art. 27) impõem a modulação dos efeitos da decisão, para atribuir-se eficácia retroativa limitada e preservar-se a composição empossada na direção da Casa Legislativa antes da data da publicação do acórdão formalizado no julgamento da ADI 6.524 – 6 de abril de 2021 –, conforme orientação jurisprudencial do Supremo.\n\n\n\n    8. Pedido julgado parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767273675","externo_seq_objeto_incidente":6115383,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6683&classe=ADI","is_colac":false,"titulo":"ADI 6683","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    ART-00043\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00052\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00082\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00139 INC-00001 LET-A\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00146 INC-00001 LET-A\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    ART-00151 PAR-00001 LET-A PAR-ÚNICO\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000019 ANO-1981\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00002 ART-00014 PAR-00005 ART-00018\n    \"CAPUT\" ART-00025 ART-00027 PAR-00001\n    ART-00044 PAR-ÚNICO ART-00057 PAR-00004\n    ART-00082\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016 ANO-1997\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00011\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMCR-000005 ANO-1994\n    EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00027 ART-00028 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   RGI ANO-1970\n    ART-00059\n    REGIMENTO INTERNO DO SENADO FEDERAL - SF\n\n","LEG-FED   RGI ANO-1989\n    ART-00005\n    REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PRC-000555 ANO-1988\n    PARECER DA COMISSÃO DE CONSTITUIÇÃO, JUSTIÇA E CIDADANIA NO SENADO FEDERAL - CCJ\n\n","LEG-EST   CES ANO-1989\n    ART-00063 INC-00014\n    CONSTITUIÇÃO ESTADUAL, PI\n\n","LEG-EST   CES ANO-1989\n    ART-00007 PAR-00009\n    CONSTITUIÇÃO ESTADUAL, PE\n\n","LEG-EST   CES ANO-1989\n    ART-00053 PAR-00003 INC-00002\n    CONSTITUIÇÃO ESTADUAL, MG\n\n","LEG-EST   CES ANO-1991\n    ART-00095 INC-00001\n    CONSTITUIÇÃO ESTADUAL, AP\n\n","LEG-EST   EMC-000031 ANO-2003\n    EMENDA CONSTITUCIONAL, AP\n\n","LEG-EST   RGI ANO-2017\n    ART-00006\n    REGIMENTO INTERNO DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO AMAPÁ - ALAP\n\n","LEG-EST   RGI ANO-2019\n    ART-00006\n    REGIMENTO INTERNO DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO PIAUÍ - ALPI\n\n","LEG-EST   RGI ANO-2023\n    ART-00009 INC-00001\n    REGIMENTO INTERNO DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE PERNAMBUCO - ALEPE\n\n","LEG-EST   RGI ANO-2023\n    ART-00077\n    REGIMENTO INTERNO DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS - ALMG\n\n","LEG-DIS   LEI ANO-1993\n    ART-00066 INC-00002\n    LODF-1993 LEI ORGÂNICA DO DISTRITO FEDERAL\n\n","LEG-DIS   RGI ANO-2005\n    REGIMENTO INTERNO DA CÂMARA LEGISTALIVA DO DISTRITO FEDERAL - CLDF"],"publicacao_data":"2023-04-28","documental_acordao_mesmo_sentido_lista_texto":"ADI 6686  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n          JULG-07-12-2022  UF-PE  TURMA-TP  MIN-NUNES MARQUES N.PÁG-062\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n \nADI 6687  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n          JULG-07-12-2022  UF-PI  TURMA-TP  MIN-NUNES MARQUES N.PÁG-058\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n \nADI 6711  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n          JULG-07-12-2022  UF-PI  TURMA-TP  MIN-NUNES MARQUES N.PÁG-059\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n \nADI 6718  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n          JULG-07-12-2022  UF-AP  TURMA-TP  MIN-NUNES MARQUES N.PÁG-059\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023","documental_indexacao_texto":"- CHEFE DO PODER EXECUTIVO, REELEIÇÃO ÚNICA, LIMITAÇÃO, APLICABILIDADE, PRESIDENTE DA CÂMARA DOS DEPUTADOS, SENADO FEDERAL, ALTERNÂNCIA, CARÁTER TEMPORÁRIO. REELEIÇÃO ÚNICA, PERÍODO SUBSEQUENTE, ESTADO-MEMBRO, DISTRITO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, REELEIÇÃO ÚNICA, MODULAÇÃO DE EFEITOS, PUBLICAÇÃO, ATA DE JULGAMENTO. DESCONSIDERAÇÃO, MARCO TEMPORAL, HIPÓTESE, FRAUDE, ANTECIPAÇÃO, ELEIÇÃO, FINALIDADE, IMPEDIMENTO, PREVALÊNCIA, ENTENDIMENTO, STF, MANDATO, FUTURO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: NORMA DE REPRODUÇÃO OBRIGATÓRIA, CONSTITUIÇÃO ESTADUAL, VEDAÇÃO, REELEIÇÃO, PERÍODO SUBSEQUENTE, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA. PRINCÍPIO REPUBLICANO, PRINCÍPIO DEMOCRÁTICO, NECESSIDADE, ALTERNÂNCIA, PODER POLÍTICO, POSSIBILIDADE, REELEIÇÃO ÚNICA, IGUALDADE, CARGO. MODULAÇÃO DE EFEITOS, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, APLICABILIDADE, PRECEDENTE, MANDATO, PARLAMENTAR, POSSE, CARGO, DATA, PUBLICAÇÃO, JULGAMENTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: REELEIÇÃO, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA, AUTONOMIA, ESTADO-MEMBRO, VEDAÇÃO, REELEIÇÃO ILIMITADA, ALTERNÂNCIA, PODER POLÍTICO. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, LIMITAÇÃO. REELEIÇÃO ÚNICA. DIVERGÊNCIA, MODULAÇÃO DE EFEITOS, APLICABILIDADE, MANDATO, PARLAMENTAR, POSSE, MOMENTO POSTERIOR, PUBLICAÇÃO, ATA DE JULGAMENTO, PRECEDENTE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: FEDERALISMO DE EQUILÍBRIO, OBSERVÂNCIA, PRINCÍPIO DA SIMETRIA. ESTADO-MEMBRO, AUTO-ORGANIZAÇÃO, AUTOGOVERNO. CONFLITO, PRINCÍPIO DA NULIDADE, PRINCÍPIO DA SEGURANÇA JURÍDICA, MUDANÇA, ENTENDIMENTO, COMPATIBILIDADE, LEGISLAÇÃO FEDERAL, LEGISLAÇÃO ESTADUAL. PROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, EFEITO PRO FUTURO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6683&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REELEIÇÃO, MEMBRO, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA)\nADI 6524 (TP), ADI 6684 (TP), ADI 6685 (TP), ADI 6699 (TP), ADI 6704 (TP), ADI 6707 (TP), ADI 6709 (TP), ADI 6710 (TP), ADI 6722 ED (TP), ADI 6721 ED (TP), ADI 6720 ED (TP). \n(PRINCÍPIO DA SIMETRIA, VEDAÇÃO, REELEIÇÃO, PERÍODO SUBSEQUENTE, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA)\nADI 792 (TP), ADI 793 (TP), RE 158314 (1ªT), ADI 2262 MC (TP), ADI 793 MC (TP), ADI 1528 MC (TP), ADI 2371 MC (TP), ADI 1528 QO (TP). \n- Decisão monocrática citada:\n(REELEIÇÃO, MEMBRO, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA)\nADI 6722.\n- Legislação estrangeira citada: art. II, Seção 1, item 1 da Constituição dos Estados Unidos da América, de 1787; Emenda Constitucional nº 22, de 1951, à Constituição dos Estados Unidos da América; Constituição austríaca, de 1920; art. 60, item 5, da Lei Constitucional Federal nº 491, de 1984, da Áustria; art. 90 da Constituição da Nação Argentina, de 1853, com a nova redação dada pela reformas de 1994 e 1995; art. 126, item 1, da Constituição da república Portuguesa, de 1976.\n- Veja ADI 6683, ADI 6686, ADI 6687, ADI 6700, ADI 6708, ADI 6711, ADI 6712 e ADI 6718 do STF.\n- Veja art. 221 do Anteprojeto Constitucional elaborado pela Comissão Provisória de Estudos Constitucionais – Comissão Afonso Arinos (Comissão dos Notáveis).\n\nNúmero de páginas: 59.\nAnálise: 01/06/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : DIRETÓRIO NACIONAL DO PARTIDO REPUBLICANO DA ORDEM SOCIAL - PROS \nADV.(A/S)  : BRUNO AURELIO RODRIGUES DA SILVA PENA E OUTRO(A/S)\nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO AMAPÁ \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : SOLIDARIEDADE \nADV.(A/S)  : ANDRE DE VILHENA MORAES SILVA \nADV.(A/S)  : DANIEL SOARES ALVARENGA DE MACEDO \nADV.(A/S)  : GIOVANA DE PAULA OLIVEIRA \nAM. CURIAE.  : UNIÃO NACIONAL DOS LEGISLADORES E LEGISLATIVOS ESTADUAIS - UNALE \nADV.(A/S)  : ANDRE BRANDAO HENRIQUES MAIMONI \nADV.(A/S)  : ALBERTO BRANDAO HENRIQUES MAIMONI","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":478136,"documental_tese_texto":"(i) a eleição dos membros das Mesas das Assembleias Legislativas estaduais deve observar o limite de uma única reeleição ou recondução, limite cuja observância independe de os mandatos consecutivos referirem-se à mesma legislatura; (ii) a vedação à reeleição ou recondução aplica-se somente para o mesmo cargo da mesa diretora, não impedindo que membro da mesa anterior se mantenha no órgão de direção, desde que em cargo distinto; (iii) o limite de uma única reeleição ou recondução, acima veiculado, deve orientar a formação da Mesa da Assembleia Legislativa no período posterior à data de publicação da ata de julgamento da ADI 6.524, de modo que não serão consideradas, para fins de inelegibilidade, as composições eleitas antes de 7.1.2021, salvo se configurada a antecipação fraudulenta das eleições como burla ao entendimento do Supremo Tribunal Federal.","procedencia_geografica_completo":"AP - AMAPÁ","processo_codigo_completo":"ADI 6683","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-12-07","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARINOS, Afonso. Constituição federal e anteprojeto da comissão. Rio de Janeiro: Forense, 1987.\nBARBOSA, Rui. Commentários à constituição federal brasileira. São Paulo: Saraiva, 1933. v. 3. p. 162.\nBARBOSA, Ruy. Comentários à Constituição Federal Brasileira. Coligidos por Homero Pires. São Paulo: Saraiva, 1932. v. 1. p. 52-53.\nCANOTILHO; MOREIRA. Constituição da República Portuguesa anotada. 3. ed. Coimbra: Coimbra, 1993. p. 561.\nHORTA, Raul Machado. Normas Centrais da Constituição Federal. Revista de Informação Legislativa, Brasília, ano 34, n. 135, jul./set. 1997. p. 176.\nLAVIÉ, Quiroga. Estudio analitico de la reforma constitucional. Buenos Aires: Depalma, 1994. p. 40.\nMAXIMILIANO, Carlos. Constituição Brasileira. Rio de Janeiro: Livraria Globo, 1929. p. 166.\nMORAES, Alexandre de. Direito constitucional. São Paulo: Atlas, 1997.","ministro_facet":["NUNES MARQUES"],"processo_numero":6683,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur465123","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido formulado pelo Estado Requerente para conceder a segunda extensão na extradição do nacional português António Manuel Monteiro Pereira, condicionada à assunção dos compromissos previstos no art. 96 da Lei 13.445/2017, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 15.4.2022 a 26.4.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur465123","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur465123","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Extn-segunda","is_processo_antigo":false,"ementa_texto":"SEGUNDA EXTENSÃO NA EXTRADIÇÃO. BURLA QUALIFICADA. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRESENÇA DOS REQUISITOS GERAIS E ESPECÍFICOS. LEI DE MIGRAÇÃO. CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA (CPLP). IMPOSSIBILIDADE DE ACOLHIMENTO DAS TESES DEFENSIVAS. CORRESPONDÊNCIA ENTRE O CRIME DE BURLA QUALIFICADA E ESTELIONATO. PRECEDENTES. EXTRADIÇAO CONDICIONADA À ASSUNÇÃO DOS COMPROMISSOS. \n\n\n\n    1. Presentes a dupla tipicidade e punibilidade, bem como os demais condicionantes delineados na Lei de Migração (Lei n. 13.445/2017) e na Convenção de Extradição entre os Estados Membros da Comunidade dos Países de Língua Portuguesa, internalizada pelo Decreto 7.935, de 19 de fevereiro de 2013, não se verifica óbice ao deferimento do pedido de extensão na extradição.\n\n\n\n    2. Os documentos formalizadores do pedido de extensão atendem aos requisitos indispensáveis, conforme disciplina normativa extraída da Lei 13.445/2017 e da norma convencional, inferindo-se dessa postulação a descrição minudente das acusações com a indicação de lugares, datas e disposições normativas aplicáveis aos fatos; os dados de identificação necessários e a cópia dos textos legais que incriminam a conduta e a sancionam. \n\n\n\n    3. Consta dos autos que o extraditando é cidadão português e lhe são atribuídos crimes de índole comum a serem legitimamente apurados pelo Estado de Portugal, não se detectando fundado risco ou receio de julgamento por tribunal de exceção ou ad hoc.\n\n\n\n    4. Inexiste evidência de julgamento, condenação ou absolvição, no Brasil, pelos mesmos fatos motivadores do pedido, tampouco de que o extraditando tenha sido indultado, anistiado ou recebido perdão judicial.\n\n\n\n    5. Em hipóteses assemelhadas, este Supremo Tribunal reconheceu que os fatos enquadrados ao tipo penal previsto no art. 218, n. 2, do Código Penal Português, ali denominados burla qualificada, guardam correspondência com o crime de estelionato, previsto no art. 171 do Código Penal Brasileiro (Precedentes: EXT 931, Rel. Min. Cezar Peluso, DJ de 14.10.2005; EXT 1.194, Rel. Min. Ayres Britto, DJe de 1.2.2011; EXT 814 – extensão, Rel. Min. Joaquim Barbosa, DJE de 17.9.2010, EXT 1.183, ).\n\n\n\n    6. Está igualmente sedimentada a compreensão desta Corte segundo a qual o requisito da dupla tipicidade “não reclama perfeita identidade entre os textos dos tipos penais descritos em cada legislação, suas circunstâncias elementares ou as respectivas sanções penais, sendo suficiente a subsunção das condutas imputadas ao Extraditando, no Estado Requerente, a um tipo penal previsto na legislação brasileira” (EXT 1.436, Rel. Min. Luiz Fux, DJe de 18.5.2017) \n\n\n\n    7. À luz da legislação penal brasileira, os fatos análogos são punidos com sanção privativa de liberdade máxima superior a 2 anos (art. 82 da Lei n. 13.445/2017 – Lei de Migração).\n\n\n\n    8. Configurados, pois, tanto os requisitos gerais (Lei n. 13.445/2017) como os específicos ( Decreto 7.935, de 19 de fevereiro de 2013).\n\n\n\n    9. Pedido de extensão na extradição deferido, condicionado à assunção dos compromissos previstos no art. 96, da Lei 1.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761053133","externo_seq_objeto_incidente":5889540,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-105  DIVULG 30-05-2022  PUBLIC 31-05-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1473&classe=Ext","is_colac":false,"titulo":"Ext 1473 Extn-segunda","documental_legislacao_citada_texto":["LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00009 ART-00096\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-2005\n    ART-00010 NÚMERO-00003\n    CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00003 ART-00171 \"CAPUT\"\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000045 ANO-2009\n    DECRETO LEGISLATIVO APROVA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DEC-007935 ANO-2013\n    DECRETO PROMULGA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005"],"publicacao_data":"2022-05-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1473&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-Extn-segunda","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IDENTIDADE, CRIME DE BURLA QUALIFICADA, ESTELIONATO)\nExt 931 (TP), Ext 1183 (TP), Ext 1194 (TP), Ext 814 (TP). \n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE)\nExt 1436 (1ªT). \n- Legislação estrangeira citada: art. 118, n. 1, \"b\", art. 120, n. 1, \"c\", art. 217, n. 1, art. 218, n. 1 e 2, alínea \"b\", do Código Penal Português. \nNúmero de páginas: 17.\nAnálise: 10/04/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nREQDO.(A/S)  : ANTONIO MANUEL MONTEIRO PEREIRA \nADV.(A/S)  : JOSÉ THEMUDO BARATA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":465123,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1473 Extn-segunda","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDA EXTENSÃO NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1473,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436385","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo Ministério Público Federal, a Dra. Cláudia Sampaio Marques; pelo réu Anibal Ferreira Gomes, os Drs. Rodrigo de Bittencourt Mudrovitsch e Manoel Aquimon Pereira Rocha; e, pelo réu Luis Carlos Batista Sá, o Dr. Bruno Pires de Oliveira. Presidência da Ministra Cármen Lúcia. 2ª Turma, 10.12.2019.\r\n\n           Decisão: Após o voto do Ministro Edson Fachin (Relator), que rejeitava a preliminar e votava pela parcial procedência da ação, no que foi acompanhado integralmente pelo Ministro Celso de Mello (Revisor), foi suspenso o julgamento, que terá continuidade no início da próxima sessão do dia 9 de junho de 2020, a partir do voto do Ministro Ricardo Lewandowski. Presidência da Ministra Cármen Lúcia. 2ª Turma, 2.6.2020.\r\n\n           Decisão: A Turma, por unanimidade, rejeitou a preliminar. No mérito, julgou parcialmente procedente a denúncia, nos termos do voto do Relator, para condenar, por maioria, o denunciado Aníbal Ferreira Gomes pelo crime do § 1° do art. 317 do CP, vencidos, nesse ponto, os Ministros Ricardo Lewandowski e Gilmar Mendes que o desclassificava para o crime do art. 332, do CP (tráfico de influência), e, por unanimidade, pelo art. 1°, caput, da Lei 9613/1998, por 19 vezes, e, ainda, condenar, por maioria, o denunciado Luis Carlos Batista Sá no caput do art. 317 do CP, vencidos, nesse ponto, os Ministros Ricardo Lewandowski e Gilmar Mendes, em razão da desclassificação para o art. 332, do CP (tráfico de influência) e, por unanimidade, nas sanções do art. 1°, caput, da Lei 9613/1998, por 19 vezes, na forma do art. 29 daquela lei. Destarte, foi absolvido, por unanimidade, o denunciado Aníbal Ferreira Gomes da imputação da prática do crime de corrupção ativa, tipificado no art. 333, do Código Penal, com base no inciso VII do art. 386 do Código de Processo Penal, bem como absolvidos ambos os réus, também por unanimidade, da imputação da prática do crime de lavagem de dinheiro em 15 fatos descritos nos itens 18, 19, 20, 22, 24, 25, 26, 28, 29, 30, 31, 32, 33, 34 e 35. Quanto à dosimetria da pena, nos termos do voto do Relator, a Turma, por maioria, aplicadas as regras do concurso material em razão da condenação pelos crimes de corrupção passiva e lavagem de dinheiro, estabeleceu para Aníbal Ferreira Gomes a reprimenda em 13 (treze) anos, 1 (um) mês e 10 (dez) dias de reclusão e pagamento de 101 (cento e um) dias-multa, fixando o valor do dia-multa em 3 (três) salários-mínimos vigentes à época dos fatos, corrigidos monetariamente por ocasião da execução desta decisão, bem como o regime fechado para o início de cumprimento da pena privativa de liberdade, sem direito à substituição da pena privativa de liberdade por restritiva de direitos, tampouco à suspensão condicional da pena, vencidos, em parte, os Ministros Ricardo Lewandowski e Gilmar Mendes, que entendiam ser vedada a exacerbação das penas-base nos limites impostos pelo Relator, e para Luis Carlos Batista Sá, quanto ao crime de corrupção passiva, fixou a pena-base em 3 (três) anos de reclusão e pagamento de 25 (vinte e cinco) dias-multa, declarando a extinção da punibilidade, na forma do art. 107, IV, do Código Penal, e quanto ao crime de lavagem de dinheiro, fixou a pena em 6 (seis) anos, 11 (onze) meses e 10 (dez) dias de reclusão e pagamento de 50 (cinquenta) dias-multa, fixando o valor do dia-multa em 3 (três) salários-mínimos vigentes à época dos fatos, corrigidos monetariamente por ocasião da execução desta decisão, determinando o regime semiaberto para o início de cumprimento da pena privativa de liberdade, sem direito à substituição da pena privativa de liberdade por restritiva de direitos, tampouco à suspensão condicional da pena, vencidos, em parte, os Ministros Ricardo Lewandowski e Gilmar Mendes quanto à majoração da pena-base. Quanto aos danos materiais, a Turma, por unanimidade, não acolheu a pretensão do Ministério Público Federal, nos termos do voto do Relator. Quanto aos danos morais coletivos, a Turma, por maioria, vencidos os Ministros Ricardo Lewandowski e Gilmar Mendes, fixou como valor mínimo indenizatório a quantia de R$ 6.085.075, 33 (seis milhões, oitenta e cinco mil, setenta e cinco reais e trinta e três centavos), a ser adimplido de forma solidária pelos condenados em favor do fundo a que alude o art. 13 da Lei 7.357/1985. A referida soma deverá ser corrigida monetariamente a contar do dia da proclamação do resultado do julgamento colegiado, incidindo juros de mora legais a partir do trânsito em julgado deste acórdão. Quanto à perda de bens, a Turma, por unanimidade, decretou a perda, em favor da União, dos bens, direitos e valores objeto da lavagem em relação a qual foram os acusados condenados, ressalvado o direito do lesado ou de terceiro de boa-fé. Quanto à perda do mandato parlamentar, a Turma, por maioria, assentou a perda de objeto, vencidos os Ministros Ricardo Lewandowski e Gilmar Mendes. Quanto à inabilitação temporária para o exercício de função pública, por unanimidade, decretou, com fundamento no art. 7º, II, da Lei 9.613/1998, a interdição dos acusados Aníbal Ferreira Gomes e Luis Carlos Batista Sá para o exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da mesma Lei, pelo dobro do tempo da pena privativa de liberdade aplicada. Por fim, também por unanimidade, a Turma condenou os acusados ao pagamento das custas processuais e determinou a expedição de guia de execução das reprimendas cominadas a ambos os acusados tão logo esgotada a análise das insurgências cognoscíveis interpostas contra esta decisão colegiada, tudo nos termos do voto do Relator. Presidência da Ministra Cármen Lúcia. 2ª Turma, 9.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":"MIN. CELSO DE MELLO","id":"sjur436385","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur436385","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO PENAL. CORRUPÇÃO ATIVA, CORRUPÇÃO PASSIVA E LAVAGEM DE DINHEIRO. 1. AFASTAMENTO DO SIGILO FISCAL E FINANCEIRO. ALEGADA ILICITUDE. PRECLUSÃO PRO IUDICATO. 2. CORRUPÇÃO ATIVA (ART. 333, § ÚNICO, DO CÓDIGO PENAL) ATRIBUÍDA A PARLAMENTAR FEDERAL. ACUSAÇÃO LASTREADA EXCLUSIVAMENTE NAS DECLARAÇÕES DE COLABORADOR. CARÊNCIA DE ELEMENTOS DE COMPROVAÇÃO. ABSOLVIÇÃO. 3. CORRUPÇÃO PASSIVA (ART. 317, PARÁGRAFO 1º, DO CÓDIGO PENAL). DEMONSTRAÇÃO DE TODOS OS ELEMENTOS DO TIPO. ATO DE OFÍCIO. ATUAÇÃO PARLAMENTAR E PARTIDÁRIA. APOIO POLÍTICO À NOMEAÇÃO OU À MANUTENÇÃO DE AGENTE EM CARGO PÚBLICO. UTILIZAÇÃO DE TAL PROCEDER PARA A OBTENÇÃO DE VANTAGENS PECUNIÁRIAS INDEVIDAS. COACUSADO QUE ADERE ÀS AÇÕES PRATICADAS POR FUNCIONÁRIO PÚBLICO. CONDENAÇÃO. 4. LAVAGEM DE CAPITAIS. VANTAGEM INDEVIDA DEPOSITADA DE FORMA PULVERIZADA EM CONTAS-CORRENTES. TIPICIDADE CONFIRMADA. CONDENAÇÃO. \n\n\n\n    1. Arguição de nulidade do deferimento judicial de acesso às informações fiscais e financeiras de acusado que não ostentava a condição de investigado. Questão deliberada pelo Plenário do Supremo Tribunal Federal (AC 3.872, AgR, Rel. Min. TEORI ZAVASCKI, Dje 13.11.2015), exsurgindo, portanto, a preclusão pro iudicato em relação ao tema, à míngua de circunstância superveniente que autorize a reanálise da matéria. \n\n\n\n    2. A configuração constitucional do regime presidencialista brasileiro confere aos parlamentares um espectro de poder que vai além da mera deliberação a respeito de atos legislativos. A participação efetiva de parlamentares nas decisões de governo, indicando quadros para o preenchimento de cargos no âmbito do Poder Executivo, é própria da dinâmica do referido regime, que exige uma coalizão para viabilizar a governabilidade. Tal dinâmica não é, em si, espúria, e pode possibilitar, quando a coalizão é fundada em consensos principiológicos éticos, numa participação mais plural na tomada de decisões usualmente a cargo do Poder Executivo. Todavia, quando o poder do parlamentar de indicar alguém para um determinado cargo, ou de lhe dar sustentação política para nele permanecer, é exercido de forma desviada, voltado à percepção de vantagens indevidas, há evidente mercadejamento da função pública. \n\n\n\n    Na espécie, o conjunto probatório é sólido e demonstra o nexo causal entre o apoio político envidado por Aníbal Ferreira Gomes, na qualidade de integrante do antes denominado Partido do Movimento Democrático Brasileiro (PMDB), para a manutenção de Paulo Roberto Costa na Diretoria de Abastecimento da Petrobras S/A, especialmente quando se fazia iminente e real a possibilidade de sua substituição do cargo. Evidente, ademais, o recebimento de vantagem pecuniária indevida pela viabilização de acordo extrajudicial no interesse das empresas de praticagem atuantes na Zona de Praticagem 16 junto àquela sociedade de economia mista. \n\n\n\n    3. Verificada a autonomia entre o ato de recebimento de vantagem indevida oriunda do delito de corrupção passiva e a posterior ação para ocultar ou dissimular a sua origem, possível é a configuração do crime de lavagem de capitais. \n\n\n\n    Nesse sentido, o depósito fracionado de valores em conta-corrente de titularidade de dezenas de pessoas vinculadas ao político e ao coacusado revela-se como meio idôneo para a consumação do crime de lavagem de capitais. Na espécie, essa prática foi cabalmente demonstrada pelo conjunto probatório amealhado aos autos. \n\n\n\n    4. Por ausência de suporte probatório veemente da prática do delito de corrupção ativa, cujos elementos decorreram de declarações prestadas em sede de colaboração premiada, destituídas de elementos de corroboração, tem-se como impositiva a absolvição do parlamentar acusado, em prestígio ao princípio do in dubio pro reo. \n\n\n\n    5. Denúncia julgada procedente, em parte, para: (a) condenar o denunciado Aníbal Ferreira Gomes como incurso nas sanções do art. 317, § 1º, do Código Penal, bem como nas sanções do art. 1º, V, da Lei 9.613/1998, por 19 (dezenove) vezes; (b) condenar o denunciado Luís Carlos Batista Sá como incurso nas sanções do art. 317, § 1º, do Código Penal, na forma do art. 30 do mesmo diploma legal, bem como nas sanções do art. 1º, V, da Lei 9.613/1998, por 19 (dezenove) vezes; (c) absolver o denunciado Aníbal Ferreira Gomes em relação ao crime de corrupção ativa consubstanciado na promessa de vantagem indevida ao Diretor de Abastecimento da Petrobras S.A., com fundamento no art. 386, VII, do Código de Processo Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754395231","externo_seq_objeto_incidente":5134709,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-273  DIVULG 16-11-2020  PUBLIC 17-11-2020\nREPUBLICAÇÃO: DJe-077  DIVULG 23-04-2021  PUBLIC 26-04-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1002&classe=AP","is_colac":false,"titulo":"AP 1002","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 PAR-ÚNICO ART-00002 ART-00003\n    INC-00001 ART-00004 ART-00005 INC-00010\n    INC-00039 ART-00014 PAR-00003 INC-00005\n    ART-00015 INC-00003 ART-00037 PAR-00006\n    ART-00049 INC-00010 ART-00054 INC-00001\n    LET-A LET-B ART-00055 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 INC-00007 PAR-00001 PAR-00002\n    PAR-00003 ART-00058 PAR-00003 ART-00070\n    \"CAPUT\" ART-00093 INC-00009\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000076 ANO-2013\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-007347 ANO-1985\n    ART-00001 INC-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007357 ANO-1985\n    ART-00013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078 ANO-1990\n    ART-00006 INC-00006 INC-00007\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008112 ANO-1990\n    ART-00122\n    RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-009096 ANO-1995\n    ART-0022A\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613 ANO-1998\n    ART-00001 \"CAPUT\" INC-00005 PAR-00001\n    INC-00002 PAR-00002 INC-00001 PAR-00004\n    ART-00007 INC-00001 INC-00002 ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00186 ART-00927\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011690 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683 ANO-2012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    ART-0003C PAR-00003 ART-00004 PAR-00016\n    ART-00019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-000186 ANO-2014\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-3.1 LET-B\n    CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-INT   CVC ANO-2000\n    ART-00006 PAR-00001 PAR-00002 LET-E\n    ART-6.1\n    CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00001 ART-00029 ART-00030 ART-00033\n    PAR-00002 LET-A LET-B ART-00044\n    ART-00049 INC-00010 PAR-00001 PAR-00002\n    ART-00059 ART-00068 ART-00069 \"CAPUT\"\n    ART-00071 \"CAPUT\" ART-00077 ART-00091\n    INC-00001 ART-00092 INC-00001 LET-A\n    LET-B ART-00107 INC-00004 ART-00109\n    INC-00004 ART-00317 \"CAPUT\" PAR-00001\n    PAR-00002 ART-00332 ART-00333 PAR-ÚNICO\n    ART-00386 INC-00007\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00155 \"CAPUT\" ART-00156 ART-00212\n    ART-00268 ART-00386 INC-00007 ART-00387\n    INC-00004 ART-00804\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000231 ANO-2003\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL.\n\n","LEG-FED   DLG-000496 ANO-2009\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-FED   DEC-005015 ANO-2004\n    DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEC-007030 ANO-2009\n    DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969"],"publicacao_data":"2021-04-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, STF, PERPETUATIO JURISDICTIONIS, CESSAÇÃO, MANDATO ELETIVO, MOMENTO POSTERIOR, INSTRUÇÃO PROCESSUAL. CORRUPÇÃO PASSIVA, CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA, PROTEÇÃO, MORALIDADE ADMINISTRATIVA, COIBIÇÃO, REPRESSÃO DO CRIME, COMERCIALIZAÇÃO, FUNÇÃO PÚBLICA. JURISPRUDÊNCIA, STF, OCORRÊNCIA, SUBSUNÇÃO, CONDUTA, TIPO PENAL, VANTAGEM INDEVIDA, CONTRAPRESTAÇÃO, VÍCIO, ATUAÇÃO FUNCIONAL, AGENTE PÚBLICO. CONSTITUIÇÃO FEDERAL, CONSIDERAÇÃO, CONGRESSO NACIONAL, AUTORIDADE JUDICIÁRIA, APURAÇÃO, FATO, INTERMÉDIO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), REMESSA, CONCLUSÃO, MINISTÉRIO PÚBLICO, RESPONSABILIZAÇÃO, ÂMBITO CÍVEL, ÂMBITO PENAL, INFRATOR. AUSÊNCIA, CRIMINALIZAÇÃO, ATIVIDADE POLÍTICO-PARTIDÁRIA. RESPONSABILIZAÇÃO, ATO, EXTRAPOLAÇÃO, LIMITE DE ATUAÇÃO, ATIVIDADE POLÍTICO-PARTIDÁRIA. ENTENDIMENTO, STF, EXERCÍCIO DE MANDATO ELETIVO, FILIAÇÃO PARTIDÁRIA, FUNDAMENTO, DEMOCRACIA REPRESENTATIVA. JULGAMENTO, STF, AUTOLAVAGEM DE DINHEIRO. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA. DESCABIMENTO, CONDENAÇÃO, FUNDAMENTO ÚNICO, COLABORAÇÃO PREMIADA, UTILIZAÇÃO, CORROBORAÇÃO RECÍPROCA. DOSIMETRIA DA PENA, FIXAÇÃO, REGIME PRISIONAL. COMPETÊNCIA, JUÍZO CÍVEL, PRESTAÇÃO JURISDICIONAL, MATÉRIA, DANO PATRIMONIAL. CONFIGURAÇÃO, RESPONSABILIDADE CIVIL, DANO MORAL COLETIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: COMPETÊNCIA ORIGINÁRIA, STF, PROSSEGUIMENTO, AÇÃO PENAL, CESSAÇÃO, PRERROGATIVA DE FORO, ESGOTAMENTO, FASE INSTRUTÓRIA. AFASTAMENTO, SIGILO BANCÁRIO, SIGILO FISCAL, PRECLUSÃO. VERIFICAÇÃO, OPERAÇÃO LAVA JATO, COMETIMENTO, PLURALIDADE, DELITO, OFENSA, ESTABILIDADE, SEGURANÇA, SOCIEDADE, VEICULAÇÃO, INTERMÉDIO, ORGANIZAÇÃO CRIMINOSA, COMPROMETIMENTO, ESTADO DEMOCRÁTICO DE DIREITO, FINALIDADE, OBTENÇÃO, VANTAGEM PESSOAL, BENEFÍCIO, EMPRESA, ATIVIDADE POLÍTICO-PARTIDÁRIA. HISTÓRIA, DIREITO PENAL, SANÇÃO, CORRUPÇÃO, SERVIDOR PÚBLICO. GRAVIDADE, CORRUPÇÃO, GOVERNO, ÂMBITO CÍVEL, CARÁTER POLÍTICO, RECEBIMENTO, VANTAGEM PESSOAL, ATO ATENTATÓRIO, DECORO PARLAMENTAR, POSSIBILIDADE, PERDA DE MANDATO ELETIVO, INDEPENDÊNCIA, CONDENAÇÃO. CORRUPÇÃO PASSIVA, ATO DE OFÍCIO, PODER DE DIREITO, PODER DE FATO. ATO DE OFÍCIO, MEMBRO, CONGRESSO NACIONAL, INFLUÊNCIA, CARÁTER POLÍTICO, PODER EXECUTIVO. PRESIDENCIALISMO DE COALIZÃO. VERIFICAÇÃO, TRÁFICO DE INFLUÊNCIA, FUNÇÃO PÚBLICA, EX-PARLAMENTAR, INTERVENÇÃO, CARGO, ÂMBITO, PETRÓLEO BRASILEIRO (PETROBRÁS), FINALIDADE, VIABILIZAÇÃO, ACORDO, ÂMBITO EXTRAJUDICIAL, RECEBIMENTO, VANTAGEM INDEVIDA. COMPETÊNCIA EXCLUSIVA, CONGRESSO NACIONAL, FISCALIZAÇÃO, PODER EXECUTIVO, ADMINISTRAÇÃO INDIRETA, SISTEMA DE FREIOS E CONTRAPESOS. ACORDO DE COLABORAÇÃO PREMIADA, CORROBORAÇÃO RECÍPROCA. PROCESSO PENAL, PRINCÍPIO DO CONTRADITÓRIO. SUFICIÊNCIA, ELEMENTO DE INFORMAÇÃO, INQUÉRITO POLICIAL, OFERECIMENTO, DENÚNCIA. UNILATERALIDADE, INVESTIGAÇÃO, POLÍCIA JUDICIÁRIA, ATUAÇÃO, AUTORIDADE POLICIAL, CARÁTER INQUISITIVO, AUSÊNCIA, AUTORIZAÇÃO, FORMULAÇÃO, CONDENAÇÃO, RISCO, OFENSA, CONTRADITÓRIO, PLENITUDE DE DEFESA. DESCABIMENTO, RESPONSABILIDADE PENAL OBJETIVA. CRIME DE LAVAGEM DE DINHEIRO, IDENTIFICAÇÃO, ELEMENTO SUBJETIVO, EXIGÊNCIA, DOLO, LAVAGEM DE DINHEIRO. DOUTRINA DA CEGUEIRA DELIBERADA, DOLO EVENTUAL. CRIME DE LAVAGEM DE DINHEIRO, CRIME AUTÔNOMO, CRIME ANTECEDENTE. AUSÊNCIA, VEDAÇÃO, AUTOLAVAGEM DE DINHEIRO. DIREITO COMPARADO, CRIME DE AUTOLAVAGEM. CRIME DE LAVAGEM DE DINHEIRO, NECESSIDADE, IDENTIFICAÇÃO, CONDUTA, AGENTE, COMETIMENTO, ATO, MOMENTO POSTERIOR, AUTONOMIA, FINALIDADE, OCULTAÇÃO, DISSIMULAÇÃO. AUSÊNCIA, ESGOTAMENTO, CRIME ANTECEDENTE, CORRUPÇÃO PASSIVA, REALIZAÇÃO, MULTIPLICIDADE, OPERAÇÃO BANCÁRIA. CONSIDERAÇÃO, OPERAÇÃO BANCÁRIA, CONDUTA, OCULTAÇÃO, DISSIMULAÇÃO, ORIGEM, ILICITUDE, DINHEIRO. ABSOLVIÇÃO, INSUFICIÊNCIA, ELEMENTO PROBATÓRIO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. IMPOSSIBILIDADE, CONDENAÇÃO, FUNDAMENTO ÚNICO, DEPOIMENTO, COLABORADOR, RISCO, ERRO JUDICIÁRIO, DECORRÊNCIA, INFORMAÇÃO FALSA, TERCEIRO. IMPOSSIBILIDADE, UTILIZAÇÃO, CORROBORAÇÃO RECÍPROCA, CONDENAÇÃO, RÉU. ÔNUS DA PROVA, ACUSAÇÃO, AUSÊNCIA, PRESUNÇÃO. PROCESSO PENAL, MECANISMO, PROTEÇÃO, LIBERDADE JURÍDICA, RÉU. DOSIMETRIA DA PENA, MÉTODO TRIFÁSICO. DOSIMETRIA DA PENA, DISCRICIONARIEDADE, JUIZ. EXIGÊNCIA, MOTIVAÇÃO, SENTENÇA, JUSTIFICATIVA, DOSIMETRIA DA PENA. CRIME CONTINUADO, CRITÉRIO, CARÁTER OBJETIVO, CONSIDERAÇÃO, QUANTIDADE, DELITO. APRECIAÇÃO, EFEITO PENAL, CONDENAÇÃO, DANO PATRIMONIAL, DANO MORAL COLETIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INSUBSISTÊNCIA, ARGUMENTO, NULIDADE, PRODUÇÃO DE PROVA. PRECLUSÃO PRO JUDICATO. PERPETUATIO JURISDICTIONIS, STF, JULGAMENTO, AÇÃO PENAL, HIPÓTESE, ALTERAÇÃO, PERDA DE CARGO PÚBLICO, AGENTE PÚBLICO, MOMENTO POSTERIOR, INSTRUÇÃO PROCESSUAL. ABSOLVIÇÃO, CRIME, CORRUPÇÃO ATIVA, AUSÊNCIA, ELEMENTO DE INFORMAÇÃO, CONFIRMAÇÃO, DEPOIMENTO, COLABORADOR. CRIME DE LAVAGEM DE DINHEIRO, DEMONSTRAÇÃO, DOLO, AGENTE. DOUTRINA, AUSÊNCIA, DOLO EVENTUAL, CULPA, CRIME DE LAVAGEM DE DINHEIRO. AUSÊNCIA, CARACTERIZAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, RECEBIMENTO, VANTAGEM INDEVIDA. NON BIS IN IDEM. ADMISSIBILIDADE, COEXISTÊNCIA, CRIME, TRÁFICO DE INFLUÊNCIA, CRIME DE LAVAGEM DE DINHEIRO, IDENTIDADE, AGENTE, HIPÓTESE, COMPROVAÇÃO, DISTINÇÃO, DOLO, CADA, DELITO. AUSÊNCIA, CONFIGURAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, PROVEITO, CARÁTER ECONÔMICO, TRÁFICO DE INFLUÊNCIA. EXIGÊNCIA, CRIME DE LAVAGEM DE DINHEIRO, OCULTAÇÃO, DISSIMULAÇÃO, PRODUTO, CRIME ANTECEDENTE. CONFIGURAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, RECEBIMENTO, DINHEIRO, INTERMÉDIO, GRUPO DE PESSOAS, SUBORDINAÇÃO HIERÁRQUICA, FINALIDADE, DISSIMULAÇÃO, VALOR, PROVEITO, CRIME ANTECEDENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DESCABIMENTO, CONDENAÇÃO, FUNDAMENTO ÚNICO, COLABORAÇÃO PREMIADA. CRIME DE LAVAGEM DE DINHEIRO, TIPO PENAL MISTO ALTERNATIVO. CARACTERIZAÇÃO, CORRUPÇÃO PASSIVA, RECEBIMENTO, FORMA DIRETA, FORMA INDIRETA, VANTAGEM INDEVIDA. AUTOLAVAGEM DE DINHEIRO.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: AUSÊNCIA, VINCULAÇÃO, ATO DE OFÍCIO, RECEBIMENTO, VANTAGEM INDEVIDA. AUSÊNCIA, PAGAMENTO, DECORRÊNCIA, EXERCÍCIO DE FUNÇÃO PÚBLICA, FORMA DIRETA, PARLAMENTAR. CONSTATAÇÃO, VENDA, EXPLORAÇÃO, INFLUÊNCIA, CARÁTER PESSOAL, DEPUTADO FEDERAL, REFERÊNCIA, DIRETOR, PETRÓLEO BRASILEIRO (PETROBRÁS), FINALIDADE, RECEBIMENTO, VALOR. JURISPRUDÊNCIA, STF, EXIGÊNCIA, NEXO DE CAUSALIDADE, VANTAGEM INDEVIDA, NEGOCIAÇÃO, AGENTE PÚBLICO, EXERCÍCIO DE FUNÇÃO PÚBLICA. NECESSIDADE, CONFIGURAÇÃO, VANTAGEM INDEVIDA, CONTRAPRESTAÇÃO, DECORRÊNCIA, EXERCÍCIO, ATO DE OFÍCIO. AUSÊNCIA, EXERCÍCIO DE MANDATO ELETIVO, FUNDAMENTO, RECEBIMENTO, VANTAGEM INDEVIDA. CONSIDERAÇÃO, INFLUÊNCIA, PARLAMENTAR, REALIZAÇÃO, ACORDO, CASO CONCRETO. AUSÊNCIA, IRREGULARIDADE, CARÁTER FORMAL, ACORDO, OCORRÊNCIA, RECEBIMENTO, VANTAGEM INDEVIDA, ACUSADO. DESCLASSIFICAÇÃO DO CRIME, CORRUPÇÃO PASSIVA, TRÁFICO DE INFLUÊNCIA. DOSIMETRIA DA PENA. FIXAÇÃO DE PENA, PRINCÍPIO, EQUIDADE, PROPORCIONALIDADE. IMPOSSIBILIDADE, AGRAVAMENTO, PENA-BASE, CIRCUNSTÂNCIA ELEMENTAR. EXCEPCIONALIDADE, SANÇÃO, PERDA DE MANDATO ELETIVO. IMPOSSIBILIDADE, PERDA DE MANDATO ELETIVO, FORMA AUTOMÁTICA. DECISÃO, CÂMARA DOS DEPUTADOS, SENADO FEDERAL, PERDA DE MANDATO ELETIVO, MAIORIA ABSOLUTA. PERDA DE MANDATO ELETIVO, PRINCÍPIO DA SOBERANIA POPULAR, SISTEMA DE FREIOS E CONTRAPESOS. COMPETÊNCIA, STF, COMUNICAÇÃO, CASA LEGISLATIVA, TRÂNSITO EM JULGADO, CONDENAÇÃO, ÂMBITO PENAL, PARLAMENTAR. AUTOCONTENÇÃO JUDICIAL. APRECIAÇÃO, DANO MORAL COLETIVO, AÇÃO AUTÔNOMA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: JURISPRUDÊNCIA, STF, CORRUPÇÃO PASSIVA, NECESSIDADE, INDICAÇÃO, ATO DE OFÍCIO. DIREITO COMPARADO, CORRUPÇÃO PASSIVA, CRIME, CORRUPÇÃO, EXERCÍCIO DE FUNÇÃO PÚBLICA. NÚCLEO DO TIPO PENAL, CORRUPÇÃO PASSIVA, SOLICITAÇÃO, RECEBIMENTO, VANTAGEM INDEVIDA. CONSIDERAÇÃO, VANTAGEM INDEVIDA, ELEMENTO CONSTITUTIVO, TIPO PENAL, CORRUPÇÃO PASSIVA. ALCANCE, CRIME, CORRUPÇÃO, AUSÊNCIA, PREVISÃO, LEI, ATO DE OFÍCIO, PREVISÃO, LEI, EXERCÍCIO DE FUNÇÃO PÚBLICA. AUSÊNCIA, VINCULAÇÃO, RECEBIMENTO, VANTAGEM INDEVIDA, EXERCÍCIO DE FUNÇÃO PÚBLICA, CASO CONCRETO. AUSÊNCIA, CONSIDERAÇÃO, INTERMEDIAÇÃO, MARCAÇÃO, AUDIÊNCIA, ATO, FUNÇÃO, PARLAMENTAR. CONFIGURAÇÃO, TRÁFICO DE INFLUÊNCIA, CASO CONCRETO. PRESIDENCIALISMO DE COALIZÃO. RESPONSABILIDADE CIVIL, AUSÊNCIA, FIXAÇÃO, DANO PATRIMONIAL. EXTINÇÃO, AÇÃO PENAL, PEDIDO, DANO MORAL COLETIVO. IMPOSSIBILIDADE, PERDA DE MANDATO ELETIVO, FORMA AUTOMÁTICA.\n\n- TERMO(S) DE RESGATE: DISCLOSURE. REGIME DO EXAME DIRETO (DIRECT-EXAMINATION). REGIME DO EXAME CRUZADO (CROSS-EXAMINATION). ANIMUS LUCRI FACIENDI CAUSA. CEGUEIRA DELIBERADA (WILLFUL BLINDNESS). PACTO DO INJUSTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1002&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRESIDENCIALISMO DE COALIZÃO)\nADI 4568 (TP). \n(PERPETUATIO JURISDICTIONIS, CESSAÇÃO, MANDATO ELETIVO, MOMENTO POSTERIOR, INSTRUÇÃO PROCESSUAL)\nAP 937 QO (TP). \n(PECULIARIDADE, ATRIBUIÇÃO, PARLAMENTAR)\nAP 470 (TP). \n(CORRUPÇÃO PASSIVA, VANTAGEM INDEVIDA, CONDUÇÃO, PERMANÊNCIA, CARGO POLÍTICO)\nAP 996 (2ªT). \n(CORRUPÇÃO PASSIVA, ATO DE OFÍCIO, FUNÇÃO, PARLAMENTAR)\nAP 470 (TP), Inq 4011 (2ªT), AP 996 (2ªT). \n(EXERCÍCIO DE MANDATO ELETIVO, FILIAÇÃO PARTIDÁRIA)\nMS 26602 (TP). \n(LAVAGEM DE DINHEIRO, CORRUPÇÃO PASSIVA)\nInq 2471 (TP), AP 694 (1ªT), AP 996 (2ªT). \n(AUTOLAVAGEM DE DINHEIRO)\nHC 92279 (2ªT), AP 470 EI-sextos (TP), AP 470 EI-décimos sextos (TP), HC 165036 (2ªT). \n(CONDENAÇÃO, FUNDAMENTO ÚNICO, COLABORAÇÃO PREMIADA)\nHC 75226 (1ªT), RE 213937 (2ªT), HC 94034 (1ªT), Inq 3998 (2ªT), Inq 4633 (2ªT). \n(CORRUPÇÃO PASSIVA, ATO DE OFÍCIO, PODER DE DIREITO, PODER DE FATO)\nAP 470 (TP), Inq 3705 (2ªT), Inq 4259 (2ªT), AP 996 (2ªT), AP 1003 (2ªT), AP 307 (2ªT). \n(LEGITIMIDADE, CONDENAÇÃO, PRODUÇÃO DE PROVA, CONTRADITÓRIO)\nHC 73338 (1ªT). \n(RESPONSABILIDADE PENAL OBJETIVA)\nAP 975 (2ªT), AP 527 (TP). \n(CARACTERIZAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, OCULTAÇÃO, DISSIMULAÇÃO, DINHEIRO)\nAP 470 (TP), RHC 80816 (2ªT), AP 644 (2ªT), AP 694 (1ªT), AP 470 EI-sextos (TP), AP 470 EI-décimos segundos (TP), Inq 4141 (1ªT), Inq 4146 (TP). \n(MÉTODO TRIFÁSICO, LAVAGEM DE DINHEIRO)\nRHC 80816 (2ªT). \n(LAVAGEM DE DINHEIRO, ELEMENTO SUBJETIVO)\nAP 470 EI-sextos (TP). \n(LAVAGEM DE DINHEIRO, DEPÓSITO, CHEQUE, TERCEIRO)\nRHC 80816 (2ªT). \n(ABSOLVIÇÃO, INSUFICIÊNCIA, PROVA, IN DUBIO PRO REO)\nAP 421 (1ªT), AP 612 (TP), AP 619 (2ªT), AP 678 (1ªT). \n(ABUSO, DELAÇÃO PREMIADA, DENUNCIAÇÃO CALUNIOSA)\nPet 5700. \n(COLABORAÇÃO PREMIADA, ELEMENTO DE INFORMAÇÃO, DENÚNCIA)\nInq 3979 (2ªT), Inq 3983 (TP), Inq 3984 (2ªT). \n(ÔNUS DA PROVA, ACUSAÇÃO PENAL)\nHC 88875 (2ªT). \n(PROCESSO PENAL, PROTEÇÃO, LIBERDADE INDIVIDUAL)\nHC 73338 (1ªT). \n(DOSIMETRIA DA PENA)\nHC 69419 (1ªT) - RTJ 143/600, HC 71697 (1ªT), HC 87263 (1ªT), HC 88261 (2ªT), HC 96590 (2ªT), HC 101118 (2ªT). \n(CRIME CONTINUADO, CRITÉRIO, CARÁTER OBJETIVO, QUANTIDADE, DELITO)\nAP 470 (TP), HC 75088 (1ªT), HC 76550 (1ªT), HC 83632 (1ªT), RHC 85923 (2ªT), HC 95415 (2ªT), RHC 97181 (2ªT), HC 117719 (2ªT). \n(DOSIMETRIA DA PENA, BIS IN IDEM)\nARE 666334 RG (TP). \n(DECISÃO, PERDA DE MANDATO ELETIVO, CÂMARA DOS DEPUTADOS, SENADO FEDERAL)\nAP 565 (TP). \n(ACESSO À INFORMAÇÃO, CARÁTER FISCAL, CARÁTER FINANCEIRO, ACUSADO, PRECLUSÃO PRO JUDICATO)\nAC 3872 AgR (TP). \n(DANO MORAL COLETIVO)\nAP 1030 (2ªT). \n- Decisão monocrática citada:\n(DANO MORAL COLETIVO)\nAP 966.\n- Acórdão(s) citado(s) - outros tribunais:\n(CORRUPÇÃO PASSIVA, ATO DE OFÍCIO, PODER DE DIREITO, PODER DE FATO)\nRT 374/164, RT 388/200, RT 390/100, RT 526/356, RT 538/324. \n(LEGITIMIDADE, CONDENAÇÃO, PRODUÇÃO DE PROVA, CONTRADITÓRIO)\nRT 422/299, RT 426/395, RT 448/334, RT 479/358, RT 547/355, RT 512/355, RT 520/484. \n(CRIME CONTINUADO, CRITÉRIO, CARÁTER OBJETIVO, QUANTIDADE, DELITO)\nSTJ: REsp 1071166, HC 128297, HC 140950, HC 141884, HC 153641\nRT 683/345, RT 731/587. \n(EXCEPCIONALIDADE, PENA, PERDA DE MANDATO ELETIVO)\nTSE: Resp 13324. \n- Decisões estrangeiras citadas: McDonnell v. United States (579 U.S.), 2016; Sentença nº 03-81.165, de 15/01/2004, da Corte de Cassação da França; Caso Enzo Tortora. \n- Legislação estrangeira citada: Lex Calpurnia de repetundis (149 a.C.), Lex Acilia de Repetundarum (123 a.C.), Lex Servilia de Repetundis (111 a.C.)e Lex Julia Repetundarum (59 a.C), do Direito Penal Romano; Código Penal tedesco, § 261.9, Lei de Combate à Corrupção de 1997 (Gesetz zur Bekämpfung der Korruption) e §§ 331 e 332 do Strafgesetzbuch (StGB), da Alemanha; Código Penal austríaco, § 165.1; Lei nº 186, de 15 de dezembro de 2014 e  art. 648-ter.1 do Código Penal peninsular, da Itália; Money Laundering Control Act of 1986, dos Estados Unidos; Proceeds of Crime Act 2002, do Reino Unido; art. 301 do Código Penal espanhol e art. 368 e 372 do Código Penal português.\n- Veja AC 3872, RE 1055941, Inq 3984 e AC 4005 do STF.\n- Veja Relatório de Inteligência Financeira 15576.\nNúmero de páginas: 427.\nAnálise: 11/07/2023, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES)      : MINISTÉRIO PÚBLICO FEDERAL \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA \r\nRÉU(É)(S)           : ANÍBAL FERREIRA GOMES \r\nADV.(A/S)           : GUSTAVO ADOLPHO DANTAS SOUTO \r\nRÉU(É)(S)           : LUIS CARLOS BATISTA SÁ \r\nADV.(A/S)           : BRUNO PIRES DE OLIVEIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436385,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AP 1002","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2020-06-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO PENAL","documental_doutrina_texto":"ABRANCHES, Sérgio Henrique Hudson. Presidencialismo de coalizão: o dilema institucional brasileiro. Revista de Ciências Sociais, Rio de Janeiro, v. 31, n. 1, 1988. p. 21-22 e 27.\nALMEIDA, Joaquim Canuto Mendes de. Processo Penal, Ação e Jurisdição. Revista dos Tribunais, 1975. p. 114.\nAMARO, Mohamed. Código Penal na Expressão dos Tribunais. Saraiva, 2007. p. 406, item 16.\nAMORIM NETO, Octavio. O Presidencialismo de Coalizão Revisitado: Novos Dilemas, Velhos Problemas. In: TAVARES, José Antônio Giusti (org.). O Sistema Partidário na Consolidação da Democracia Brasileira. Instituto Teotônio Vilela, 2003. p. 84-87.\nALMEIDA JÚNIOR, João Mendes de. O Processo Criminal Brasileiro. 1911. v. 1. p. 8.\nAZEVEDO, Vicente de Paulo Vicente de. Direito Judiciário Penal. Saraiva, 1952. p. 115.\nBADARÓ, Gustavo Henrique; BOTTINI, Pierpaolo Cruz. Lavagem de dinheiro. Revista dos Tribunais, 2012. p. 94-99, item 2.2.4.2.\nBADARÓ, Gustavo Henrique; BOTTINI, Pierpaolo Cruz. Lavagem de dinheiro. 3. ed. São Paulo: Revista dos Tribunais, 2016. p. 32-33, item 1.2 e p. 128.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. Revista dos Tribunais, 2016. p. 37-94.\nBADARÓ, Gustavo. O Valor Probatório da Delação Premiada: sobre o § 16 do art. 4º da Lei nº 12.850/2013.\nBARROS, Marco Antonio de. Lavagem de capitais e obrigações civis correlatas. 4. ed. Revista dos Tribunais, 2013. p. 46-48, item 1.6, p. 49, item 1.7.1, p. 51, item 1.7 e p. 58-60, item 1.12.\nBARROS, Marco Antonio de. Lavagem de capitais e obrigações civis correlatas. 5. ed. Juruá, 2017. p. 53-54, item 1.13.1.\nBITAR FILHO, Carlos Alberto. Dano moral coletivo no atual contexto brasileiro. Revista de Direito do Consumidor n. 12, São Paulo, Revista dos Tribunais, out./dez. 1994. p. 55.\nBITENCOURT, Cezar Roberto. Código Penal Comentado. 4. ed. Saraiva, 2007. p. 216-221.\nBITENCOURT, Cezar Roberto. Tratado de direito penal. 9. ed. São Paulo: Saraiva, 2015. p. 114.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal. 14. ed. 2020. v. 5. \nBONFIM, Márcia Monassi Mougenot; BONFIM, Edilson Mougenot. Lavagem de dinheiro. Malheiros, 2008. p. 28-29, item 5, p. 55-57, item 11 e p. 58, item 12.1.\nBUSATO, Paulo César. Direito Penal: Parte Geral. Atlas, 2013. p. 933, item 6.3.\nCALLEGARI, André Luís. Lavagem de Dinheiro: Aspectos Penais da Lei nº 9.613/98. 2. ed. Livraria do Advogado, 2008. p. 87-93, item 11.1.\nCALLEGARI, André Luís; WEBER, Ariel Barazzetti. Lavagem de dinheiro. 2. ed. Atlas, 2017. p. 8-14, item 2.2.\nCARLI, Carla Veríssimo de. Lavagem de dinheiro - ideologia da criminalização e análise do discurso. 2. ed. Verbo Jurídico, 2012. p. 118-120, item 2.3.1, p. 120-121, item 2.3.2 e p. 225-231, item 6.3.\nCARVALHO NETO, Inácio de. Aplicação da Pena. 2. ed. Forense, 2003.\nCASTRO JÚNIOR, João Batista de. Dano moral coletivo e dano sociomoral: distinção dada pela construtura hermenêutica constitucional. Revista de direito civil contemporâneo. abr./jun. 2015. v. 3. p. 185-205.\nCERNICHIARO, Luiz Vicente; COSTA JR., Paulo José da Costa. Direito Penal na Constituição. Revista dos Tribunais, 1991. p. 83-84, item  8.\nCOSTA JÚNIOR, Paulo José da. Código Penal Comentado. 8. ed. DPJ Editora, 2005. p. 245.\nCRUZ, Rogerio Schietti Machado. Garantias Processuais nos Recursos Criminais. 2. ed. Atlas, 2013.\nDOTTI, René Ariel. Curso de Direito Penal – Parte Geral. 2. ed. Forense, 2004. p. 512-516, itens 6 e 17.\nESPÍNOLA FILHO, Eduardo. Código de Processo Penal Brasileiro Anotado. 3. ed. Borsoi, 1955. v. 6. p. 126-127.\nFERRAJOLI, Luigi. Derecho y razón – Teoria del garantismo penal. 2. ed. Trotta, 1997. p. 546. \nFERREIRA, Gilberto. Aplicação da Pena. Forense, 1995. p. 66. \nFIGUEIREDO, Argelina Cheibub; LIMONGI, Fernando. Executivo e Legislativo na Nova Ordem Constitucional. 2. ed. FGV, 2001. p. 117, item Coalizões Governamentais e Apoio à Agenda do Executivo.\nFRAGOSO, Heleno Cláudio. Lições de Direito Penal. Forense, 1980. v. 2. p. 438.\nFRANCO, Alberto Silva. Código Penal e sua Interpretação Jurisprudencial. Revista dos Tribunais. v. 1. p. 1319-1320, item 9.\nGOMES FILHO, Antônio Magalhães. Provas: Lei nº 11.690, de 09.06.2008. In: MOURA, Maria Thereza Rocha de Assis Moura (coord.). Revista dos Tribunais, 2008. p. 286.\nGRECO FILHO, Vicente. Manual de Processo Penal. 11. ed. Saraiva, 2015. p. 61-63, item 8.3.\nGRECO, Luís; TEIXEIRA, Adriano. Aproximação a uma teoria da corrupção. In: LEITE, Alaor; TEIXEIRA, Adriano. Crime e Política: Corrupção, financiamento irregular de partidos políticos, caixa dois eleitoral e enriquecimento ilícito. Rio de Janeiro: FGV, 2017. p. 32, 44 e 45.\nGRECO, Rogério. Código Penal Comentado. 2. ed. Impetus, 2009. p. 127-130.\nGRECO, Rogério. Código Penal Comentado. 12. ed. Impetus, 2018. p. 248.\nHUNGRIA, Nelson. Comentários ao Código Penal. 2. ed. Forense, 1959. v. 9. p. 371. item 143.\nJESUS, Damásio Evangelista de. Código de Processo Penal Anotado. 11. ed. Saraiva, 1994. p. 40.\nLANZI, Massimiliano. In: MAIELLO, Vincenzo; RAGIONE, Luca Della. Riciclaggio e Reati nella Gestione dei Flussi di Denaro Sporco: Teoria e Pratica. Giuffrè Editore, 2018. p. 324, item 3.\nLIMA, Renato Brasileiro de. Manual de processo penal. 5. ed. JusPODIVM, 2017. p. 474 e 486-489, item 9.1.\nLOPES, Felix Garcia. Cargos de Confiança no Presidencialismo de Coalizão Brasileiro. Instituto de Pesquisa Econômica Aplicada (IPEA), 2015. p. 11-19.\nLOPES JÚNIOR, Aury. Direito Processual Penal e sua Conformidade Constitucional. Lumen Juris, 2007. v. 1. p. 119. \nLOPES JÚNIOR, Aury. Direito Processual Penal e sua Conformidade Constitucional. 9. ed. Saraiva, 2012. p. 171-255.\nMAIA, Rodolfo Tigre. Lavagem de dinheiro: anotações às disposições criminais da Lei n. 9.613/98. 2. ed. Malheiros, 2007. p. 53-54, item 41, p. 87-88, item 64 e p. 92, item 69.\nMARTINS, Sérgio Manzina. Unificação de Penas pela Continuidade Delitiva. Revista Brasileira de Ciências Criminais, v. 18, abr./jun. 1997.\nMARQUES, José Frederico. Tratado de Direito Processual Penal. Saraiva, 1980. p. 104 e 194.\nMARZAGÃO, Ronaldo Augusto Bretas. Denúncias Genéricas em Crime de Sonegação Fiscal. Justiça e Democracia, Revista dos Tribunais, 1996. v. 1, p. 207-211 e 210-211.\nMASSON, Cleber. Código Penal Comentado. 4. ed. Método, 2016. p. 445.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 11. ed. Atlas, 2003. p. 1004, item 386.3.\nMIRABETE, Julio Fabbrini; FABBRINI, Renato N. Manual de Direito Penal. 26. ed. Atlas. v. 1. p. 307, item 7.6.4.\nMORO, Sergio Fernando. Crime de Lavagem de Dinheiro. Saraiva, 2010. p. 61-70, item 3.3.\nNICOLITT, Manual de Processo Penal. 6. ed. Revista dos Tribunais, 2016. p. 111-173.\nNORONHA, Magalhães. Direito Penal. 17. ed. 1986. p. 244. item  1320.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 5. ed. 2006. p. 679, item 48.\nNUCCI, Guilherme de Souza. Código Penal Comentado. 8. ed. Revista dos Tribunais, 2008. p. 381-402.\nNUCCI, Guilherme de Souza. Leis Penais e Processuais Penais Comentadas. 10. ed. Forense, 2017. v. 2, p. 591-592, item 4.\nPENTEADO, Jaques de Camargo. Duplo Grau de Jurisdição no Processo Penal – Garantismo e efetividade. Revista dos Tribunais, 2006. p. 17-21.\nPEREIRA, Emmanoel Campelo de Souza. Lavagem de Dinheiro e Crime Organizado Transnacional. LTr, 2016. p. 80-81, item 2.1.6.\nPÉREZ, Jesús González. La Ética en La Administración Pública. 2. ed. Madri: Civitas, 2000. p. 63-64.\nPIMENTEL, Manoel Pedro. Crimes Contra o Sistema Financeiro Nacional. Revista dos Tribunais, 1987. p. 174.\nPITOMBO, Antônio Sérgio A. de Moraes. Lavagem de dinheiro – A tipicidade do crime antecedente. Revista dos Tribunais, 2003. p. 133-144, item 6.1.\nPRADO, Geraldo. Sistema Acusatório – A Conformidade Constitucional das Leis Processuais Penais. 3. ed. Lumen Juris, 2005. p. 41-51 e p. 241-243.\nPRADO, Luiz Regis. Direito Penal Econômico In: Tratado de Direito Penal Brasileiro. v. 8. p. 430.\nPRADO, Luiz Regis. Direito Penal Econômico. 3. ed. Revista dos Tribunais, 2009. p. 359-360.\nREALE JÚNIOR, Miguel. Instituições de Direito Penal – Parte Geral. 3. ed. Forense, 2009. p. 405-429, itens 5.1. e 5.9.\nREALE, Miguel. Decoro Parlamentar e Cassação de Mandato Eletivo. Revista de Direito Público, v. 10, n. 89.\nRODRIGUES JUNIOR, Otávio Luiz. Estatuto epistemológico do Direito civil contemporâneo na tradição de civil law em face do neoconstitucionalismo e dos princípios. p. 56.\nRODRIGUES JUNIOR, Otavio Luiz. Nexo causal probabilístico: elementos para a crítica de um conceito. Revista de Direito Civil Contemporâneo. São Paulo: Revista dos Tribunais, 2016. v. 8. p. 115-137.\nROXIN, Claus. Vorteilsannahme. In: Albrecht, Peter-Alexis et al. (org.). Festschrift für Walter Kargl zum 70. Geburstag. Berlim: Berliner Wissenschafts-Verlag, 2015. p. 459 et seq.\nSANCHES, Carlos Aránguez. El Delito de Blanqueo de Capitales. Madrid: Marcial Pons, 2000. p. 43.\nSANTOS, Fabiano. Agenda Oculta da Reforma Política. Reforma Política, Câmara dos Deputados, maio. 2007. p. 64.\nSCHIER, Paulo Ricardo. Presidencialismo de coalizão. Curitiba: Juruá, 2016. p. 123 e 126.\nSCHIER, Paulo Ricardo. Presidencialismo de coalizão. Curitiba: Juruá, 2017. p. 114-115.\nSHECAIRA, Sérgio Salomão; CORRÊA JÚNIOR, Alceu. Pena e Constituição. Revista dos Tribunais, 1995. p. 184.\nSCHÜNEMANN, Bernd. Die Unrechtsverinbarung als Kern des Bestechungsdelikte nach dem KorrBekG, In: DANNECKER, Gerhard et. A. (org.). Fetschrift für Harro Otto. Colônia: Carl Heymanns, 2007. p. 777 et seq. \nSILVA, Eduardo Araújo da. Organizações Criminosas: Aspectos Penais e Processuais da Lei nº 12.850/13. Atlas, 2014. p. 71-74, item 3.6.\nSILVA FILHO, Derly Barreto e. A Presidencialização do Poder Legislativo e a Parlamentarização do Poder Executivo no Brasil.\nTORNAGHI, Hélio. Instituições de Processo Penal. 2. ed. Saraiva, 1977. v. 1. p. 75.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado. 5. ed. Saraiva, 1999. p. 655, item 6.\nTUCCI, Rogério Lauria. Direitos e Garantias Individuais no Processo Penal Brasileiro. 2. ed. Revista dos Tribunais, 2004. p. 33-35, item 1.4.\nTUCCI, Rogério Lauria. Direitos e Garantias Individuais no Processo Penal Brasileiro. Saraiva, 1993. p. 212-214.\nVOLK, Klaus. Die Merkmale der Korruption und die Fehler bei ihrer Bekämpfung. In: GÖSSEL, Heinz; TRIFFTERER, Otto (org.) Gedächtnisschrift für Heniz Zipf. Heidelberg: C. F. Müller, 1999. p. 419-431. ZIMMERMANN, T. Korruption und Gubernation. p. 1032.","ministro_facet":["EDSON FACHIN"],"processo_numero":1002,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478437","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, converteu o julgamento da cautelar em definitivo de mérito e julgou procedente a ação direta para declarar a inconstitucionalidade formal da Emenda n. 51/2005, pela qual alterado o § 2º do art. 74 da Constituição do Rio Grande do Sul, modulando-se os efeitos da decisão para início de aplicação do que no julgado determinado após doze meses da publicação da ata de julgamento, nos termos do voto da Relatora. Não votou o Ministro André Mendonça, sucessor do Ministro Marco Aurélio, que votara na sessão virtual em que houve pedido de destaque, posteriormente cancelado. Falou, pelo amicus curiae Associação dos Membros dos Tribunais de Contas do Brasil – ATRICON, o Dr. Fernando Luís Coelho Antunes. Plenário, Sessão Virtual de 14.4.2023 a 24.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478437","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur478437","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: MEDIDA CAUTELAR EM AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONVERSÃO EM JULGAMENTO DEFINITIVO DE MÉRITO. EMENDA CONSTITUCIONAL N. 51/2005, PELA QUAL ALTERADO O § 2º DO ART. 74 DA CONSTITUIÇÃO DO RIO GRANDE DO SUL. AUDITOR DO TRIBUNAL DE CONTAS DO ESTADO. ALEGADO VÍCIO DE INICIATIVA E VINCULAÇÃO REMUNERATÓRIA AO SUBSÍDIO DE CONSELHEIRO. AÇÃO DIRETA JULGADA PROCEDENTE PARA DECLARAR A INCONSTITUCIONALIDADE FORMAL DA EMENDA IMPUGNADA. PROPOSTA DE MODULAÇÃO DOS EFEITOS. EFICÁCIA DA DECISÃO APÓS DOZE MESES DA PUBLICAÇÃO DA ATA DE JULGAMENTO. \n\n\n\n    1. Instruído o feito nos termos do art. 10 da Lei n. 9.868/1999, é de cumprir-se o princípio constitucional da razoável duração do processo, com o julgamento definitivo de mérito da ação direta por este Supremo Tribunal, ausente a necessidade de novas informações. Precedentes.\n\n\n\n    2. Ao dispor sobre remuneração, impedimentos e garantias de Auditores Substitutos de Conselheiro do Tribunal de Constas, o constituinte derivado decorrente estadual cerceou a prerrogativa do Tribunal de Contas estadual de deflagrar o processo legislativo relativo à definição do seu quadro de pessoal, em ofensa ao disposto nos caput do art. 73, caput do art. 75 e al. b do inc. II do art. 96 da Constituição da República.\n\n\n\n    3. A previsão de que os auditores perceberão subsídios correspondentes a noventa e cinco por cento ao percebido pelos Conselheiros não configura hipótese de vinculação remuneratória proibida pelo inc. XIII do art. 37 da Constituição da República. Precedentes.\n\n\n\n    4. É constitucional o recebimento pelo auditor do Tribunal de Contas dos Estados, os mesmos vencimentos e vantagens dos Conselheiros de Contas, quando estiverem exercendo sua substituição. Precedentes.\n\n\n\n    5. A norma impugnada ao assegurar as mesmas garantias e impedimentos dos Conselheiros aos auditores, ainda que não estejam em substituição, mas no exercício das atribuições da judicatura, compatibiliza-se à Constituição da República, como decorrência da aplicação do princípio da simetria, nos termos do art. 75 da Constituição. Precedentes.\n\n\n\n    6. Ação direta de inconstitucionalidade, na qual converto o julgamento da cautelar em definitivo de mérito e voto no sentido de julgar procedente a presente ação direta para declarar a inconstitucionalidade formal da Emenda n. 51/2005, pela qual alterado o § 2º do art. 74 da Constituição do Rio Grande do Sul, modulando-se os efeitos da decisão para início de aplicação do que no julgado determinado após doze meses da publicação da ata de julgamento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767421433","externo_seq_objeto_incidente":5946928,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 04-05-2023  PUBLIC 05-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6472&classe=ADI","is_colac":false,"titulo":"ADI 6472","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00037 INC-00013 ART-00071 INC-00002\n    PAR-00003 ART-00073 \"CAPUT\" PAR-00002\n    INC-00001 PAR-00003 PAR-00004 ART-00074\n    PAR-00002 ART-00075 \"CAPUT\" ART-00093\n    INC-00005 ART-00096 INC-00002 LET-B\n    LET-D ART-00127 PAR-00002 PAR-00003\n    ART-00128 PAR-00005\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008443 ANO-1992\n    ART-00028 INC-00001 ART-00072 INC-00001\n    ART-00077 PAR-ÚNICO ART-00078 PAR-ÚNICO\n    ART-00079 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00010 ART-00027\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010356 ANO-2001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011950 ANO-2009\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   PEC-000170 ANO-2005\n    PROPOSTA DE EMENDA CONSTITUCIONAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL - ALRS\n\n","LEG-FED   RGI ANO-1980\n    ART-00108 ART-00110\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI ANO-2002\n    ART-00001 PAR-00001 ART-00011 ART-00022\n    INC-00001 ART-00055 INC-00001 LET-A\n    LET-B INC-00002 LET-B LET-Q\n    INC-00003 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 PAR-00005 PAR-00006 ART-00056\n    ART-00091 ART-00096 INC-00003 ART-00098\n    ART-00108 ART-00113\n    REGIMENTO INTERNO DO TRIBUNAL DE CONTAS DA UNIÃO - TCU\n\n","LEG-EST   CES ANO-1989\n    ART-00074 PAR-00002\n    CONSTITUIÇÃO ESTADUAL, RS\n\n","LEG-EST   EMC-000051 ANO-2005\n    ART-00001\n    EMENDA CONSTITUCIONAL, RS"],"publicacao_data":"2023-05-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PRINCÍPIO, AUTOGOVERNO, TRIBUNAL. PRINCÍPIO DA SIMETRIA. ATRIBUIÇÃO, TRIBUNAL DE CONTAS, TEORIA DOS PODERES IMPLÍCITOS, PODER GERAL DE CAUTELA. ATRIBUIÇÃO, CARGO, AUDITOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6472&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONVERSÃO, MEDIDA CAUTELAR, JULGAMENTO DO MÉRITO)\nADI 5566 (TP). \n(INCONSTITUCIONALIDADE, EQUIPARAÇÃO DE REMUNERAÇÃO)\nADI 134 (TP), ADI 955 (TP), ADI 3777 (TP), ADI 4009 (TP), ADI 4345 (TP), ADI 4667 (TP), ADI 4944 (TP). \n(INICIATIVA PRIVATIVA, TRIBUNAL DE CONTAS, ORGANIZAÇÃO, ESTRUTURA ADMINISTRATIVA)\nADI 1994 (TP), ADI 4418 (TP), ADI 5117 (TP), ADI 5323 (TP). \n(SUBMISSÃO, PODER CONSTITUINTE ESTADUAL, INICIATIVA PRIVATIVA, CF)\nADI 4154 (TP), ADI 5171 (TP), ADI 5296 (TP). \n(CARREIRA, AUDITOR, TRIBUNAL DE CONTAS)\nADI 1994 (TP), ADI 4541 (TP), ADI 6939 (TP). \n(PRINCÍPIO DA SIMETRIA)\nADI 916 (TP), ADI 3307 (TP), ADI 3715 (TP), ADI 4416 (TP). \n(EQUIPARAÇÃO DE REMUNERAÇÃO, AUDITOR, CONSELHEIRO, TRIBUNAL DE CONTAS)\nADI 507 (TP), ADI 4541 (TP), ADI 6939 (TP), ADI 6941 (TP), ADI 6945 (TP), ADI 6950 (TP), ADI 6951 (TP), ADI 6962 (TP). \n(EQUIPARAÇÃO DE REMUNERAÇÃO, AUDITOR, JUIZ DE DIREITO)\nADI 6953 (TP), ADI 4190 MC-REF (TP). \n(INCONSTITUCIONALIDADE FORMAL, INOBSERVÂNCIA, INICIATIVA PRIVATIVA)\nADI 2616 (TP), ADI 4154 (TP), ADI 1746 MC (TP), ADI 6986 (TP). \n(ATRIBUIÇÃO, TRIBUNAL DE CONTAS)\nMS 23550 (1ªT), MS 24510 (TP), MS 24544 (TP), MS 25643 (1ªT), MS 33092 (2ªT), MS 34648 AgR (2ªT), MS 35038 AgR (1ªT). \n- Decisão monocrática citada:\n(ATRIBUIÇÃO, TRIBUNAL DE CONTAS)\nAP 517.\n- Decisão estrangeira citada: Caso Myers vs. Estados Unidos – US 272 – 52, 118, da Suprema Corte norte-americana.\nNúmero de páginas: 58.\nAnálise: 08/09/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : MESA DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : TRIBUNAL DE CONTAS DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : ASSOCIACAO NACIONAL DOS AUDITORES (MINISTROS E COSENHEIROS SUBSTITUTOS) DOS TRIBUNAIS DE CONTAS \nAM. CURIAE.  : ASSOCIACAO DOS MEMBROS DOS TRIBUNAIS DE CONTAS D BRASIL \nADV.(A/S)  : JOAO MARCOS FONSECA DE MELO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478437,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ADI 6472","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-04-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CANHA, Cláudio Alberto. A evolução do papel dos auditores dos Tribunais de Contas do Brasil. Fórum de Contratação e Gestão Pública – FCGP, Belo Horizonte, ano 15, n. 177, p. 9-23, set. 2016.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 17. ed. São Paulo: Saraiva, 2022. p. 1063.\nMORAES, Alexandre de. Direito constitucional. 34. ed. São Paulo: Atlas, 2018. p. 894.\nRAÓ, Vicente.  O direito e a vida dos direitos. São Paulo: Max Limonad, 1952. v. 2. p. 542.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":6472,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur470478","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, rejeitou os embargos de declaração, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 16.9.2022 a 23.9.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470478","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur470478","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-segundos","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO. EXTRADIÇÃO. INEXISTÊNCIA DOS VÍCIOS DO ART. 619 DO CÓDIGO DE PROCESSO PENAL. EMBARGOS DE DECLARAÇÃO REJEITADOS. \n\n\n\n    1. Não merecem acolhida os Embargos de Declaração quando a decisão recorrida não padece de ambiguidade, obscuridade, contradição ou omissão.\n\n\n\n    2. Embargos de Declaração rejeitados.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763471606","externo_seq_objeto_incidente":6432925,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-196  DIVULG 29-09-2022  PUBLIC 30-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1693&classe=Ext","is_colac":false,"titulo":"Ext 1693 ED-segundos","documental_legislacao_citada_texto":["LEG-FED   LEI-013105 ANO-2015\n    ART-00006 ART-00009\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00619\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00337\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2022-09-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CELERIDADE PROCESSUAL, PRAZO, CONTRARRAZÕES, INEXISTÊNCIA, PREJUÍZO, PARTE AGRAVADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1693&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-ED-segundos","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, AUSÊNCIA, OMISSÃO)\nAI 751637 AgR-ED (2ªT), RHC 114739 ED (1ªT), HC 112254 ED (2ªT), RHC 112702 AgR-ED (1ªT), RHC 122806 ED (2ªT). \n(EXTRADIÇÃO PASSIVA, LIMITE DE ATUAÇÃO, DELIBERAÇÃO, STF)\nExt 1039 (TP). \n(DECISÃO JUDICIAL, FUNDAMENTAÇÃO, TOTALIDADE, ARGUMENTO)\nRE 518531 ED (2ªT), AP 396 ED (TP), SS 4836 AgR-ED (TP), Rcl 22759 AgR-ED (1ªT). \n(AMICUS CURIAE, ADMISSÃO, SUSTENTAÇÃO ORAL)\nADI 2777 (TP). \n(JUNTADA, DOCUMENTO, LÍNGUA ESTRANGEIRA)\nExt 633 (1ªT), Inq 4146 (TP). \n- Decisões monocráticas citadas:\n(AMICUS CURIAE, ADMISSÃO, INCLUSÃO, PROCESSO, PAUTA DE JULGAMENTO)\nADI 2548.\n(AMICUS CURIAE, RELEVÂNCIA, PARTICIPAÇÃO, DISCUSSÃO, PROCESSO)\nADI 4395.\nNúmero de páginas: 15.\nAnálise: 05/06/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : GOVERNO DA TURQUIA \nADV.(A/S)  : WESLEY RICARDO BENTO DA SILVA \nEMBDO.(A/S)  : YAKUP SAGAR \nADV.(A/S)  : BETO FERREIRA MARTINS VASCONCELOS E OUTRO(A/S)\nADV.(A/S)  : ANA LUISA FERREIRA PINTO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : ASSOCIACAO DIREITOS HUMANOS EM REDE \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO \nADV.(A/S)  : RODRIGO FILIPPI DORNELLES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470478,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1693 ED-segundos","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-09-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDOS EMB.DECL. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1693,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur468755","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que recebia o aditamento à petição inicial, conhecendo da presente arguição como ação direta de inconstitucionalidade e, se não superada a questão referente ao aditamento, mantinha o objeto da matéria questionada restrito à validade constitucional ou não do Decreto n. 10.224, de 2020, julgando a ação procedente para declarar inconstitucional a norma do art. 5º do Decreto n. 10.224/2020, pela qual se extinguiu a participação da sociedade civil no Conselho Deliberativo do Fundo Nacional do Meio Ambiente, restabelecendo-se, no ponto, o disposto no Decreto n. 6.985/2009, pelo qual alterado o art. 4º do Decreto n. 3.524/2000, mas, se acolhido pelo Plenário o aditamento, estendia a parte dispositiva para também julgar procedente a ação para a) declarar a inconstitucionalidade do Decreto n. 10.239/2020, especificamente no ponto em que excluída a participação de Governadores no Conselho Nacional da Amazônia Legal, restabelecendo-se o inc. III do art. 3º do Decreto n. 1.541, de 27 de junho de 1995; b) declarar a inconstitucionalidade do inc. CCII do art. 1º do Decreto n. 10.223/2020, especificamente no ponto em que se extinguiu o Comitê Orientador do Fundo Amazônia; no que foi integralmente acompanhada pelos Ministros Ricardo Lewandowski e Alexandre de Moraes; do voto do Ministro André Mendonça, que não aditava a inicial, conhecia da arguição, não a recebendo como ação direta de inconstitucionalidade, e julgava procedente a arguição, com eficácia ex nunc; e do voto do Ministro Nunes Marques, que não aditava a inicial, não conhecia da arguição e, caso vencido, julgava improcedentes os pedidos, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Luiz Carlos Ormay Júnior; pelo interessado, o Ministro Bruno Bianco Leal, Advogado-Geral da União; pelo amicus curiae, o Dr. Carlos Nicodemos Oliveira Silva; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência do Ministro Luiz Fux. Plenário, 7.4.2022.\r\n\n                 Decisão: Após os votos dos Ministros Edson Fachin, Roberto Barroso e Dias Toffoli, que acompanhavam o voto da Ministra Cármen Lúcia (Relatora); do voto da Ministra Rosa Weber, que divergia parcialmente da Relatora, conhecendo do aditamento apenas quanto ao item “b” da petição, acompanhando, no mais, integralmente a Relatora quanto à inconstitucionalidade do art. 5º do Decreto n. 10.224/2020, e, ainda, por arrastamento, declarava a inconstitucionalidade da Portaria do Ministério do Meio Ambiente 240, de 21 de maio de 2020; e do voto do Ministro Gilmar Mendes, que acompanhava a Relatora, dela divergindo apenas no tocante ao aditamento, acompanhando, no ponto, o voto da Ministra Rosa Weber, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Nunes Marques. Presidência do Ministro Luiz Fux. Plenário, 27.4.2022.\r\n\n                       Decisão: O Tribunal, por maioria, recebeu o aditamento à petição inicial, conheceu da presente arguição como ação direta de inconstitucionalidade e julgou procedente a ação para declarar inconstitucional a norma do art. 5º do Decreto n. 10.224/2020, pela qual se extinguiu a participação da sociedade civil no Conselho Deliberativo do Fundo Nacional do Meio Ambiente, restabelecendo-se, no ponto, o disposto no Decreto n. 6.985/2009, pelo qual alterado o art. 4º do Decreto n. 3.524/2000, e também julgou procedente a ação para (a) declarar a inconstitucionalidade do Decreto n. 10.239/2020, especificamente no ponto em que excluída a participação de Governadores no Conselho Nacional da Amazônia Legal, restabelecendo-se o inc. III do art. 3º do Decreto n. 1.541, de 27 de junho de 1995; e (b) declarar a inconstitucionalidade do inc. CCII do art. 1º do Decreto n. 10.223/2020, especificamente no ponto em que se extinguiu o Comitê Orientador do Fundo Amazônia, tudo nos termos do voto da Relatora, vencidos, em parte, o Ministro André Mendonça, que não aditava a inicial, conhecia da arguição, não a recebendo como ação direta de inconstitucionalidade, e julgava procedente a arguição, com eficácia ex nunc; a Ministra Rosa Weber, que divergia parcialmente da Relatora, conhecendo do aditamento apenas quanto ao item “b” da petição, acompanhando, no mais, integralmente a Relatora quanto à inconstitucionalidade do art. 5º do Decreto n. 10.224/2020, e, ainda, por arrastamento, declarava a inconstitucionalidade da Portaria do Ministério do Meio Ambiente 240, de 21 de maio de 2020; e o Ministro Gilmar Mendes, que acompanhava a Relatora, dela divergindo apenas no tocante ao aditamento, acompanhando, no ponto, o voto da Ministra Rosa Weber; e vencido integralmente o Ministro Nunes Marques, que não aditava a inicial, não conhecia da arguição e, vencido, julgava improcedentes os pedidos. Presidência do Ministro Luiz Fux. Plenário, 28.4.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["15","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur468755","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur468755","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. DIREITO CONSTITUCIONAL AMBIENTAL. MEDIDA CAUTELAR. DECRETO PRESIDENCIAL N. 10.224, DE 5.2.2020. EXCLUSÃO DA SOCIEDADE CIVIL DO CONSELHO DELIBERATIVO DO FUNDO NACIONAL DO MEIO AMBIENTE. DECRETO PRESIDENCIAL N. 10.239, DE 11.2.2020. EXCLUSÃO DOS GOVERNADORES DO CONSELHO NACIONAL DA AMAZÔNIA. DECRETO PRESIDENCIAL N. 10.223, DE 5.2.2020. EXTINÇÃO DO COMITÊ ORIENTADOR DO FUNDO AMAZÔNIA. ALEGADA AFRONTA À PROTEÇÃO AO MEIO AMBIENTE E PROIBIÇÃO AO RETROCESSO AMBIENTAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL JULGADA PROCEDENTE.\n\n\n\n    1. Proposta de conversão de julgamento de medida cautelar em julgamento definitivo de mérito: ausência de complexidade da questão de direito e instrução dos autos. Precedentes. \n\n\n\n    2. Nas normas impugnadas, a pretexto de reorganizar a Administração Pública federal quanto à composição do Conselho Deliberativo do Fundo Nacional do Meio Ambiental, do Conselho Nacional da Amazônia e do Comitê Orientador do Fundo Amazônia, frustra-se a participação da sociedade civil e dos Governadores dos Estados integrantes da Amazônia Legal na formulação das decisões e no controle da sua execução em matéria ambiental.\n\n\n\n    3. A exclusão da participação popular na composição dos órgãos ambientais frustra a opção constitucional pela presença da sociedade civil na formulação de políticas públicas ambientais. Contrariedade ao princípio da participação popular direta em matéria ambiental, à vedação do retrocesso e ao princípio da isonomia.\n\n\n\n    4. A eliminação da paridade na composição dos órgãos ambientais confere ao Poder Executivo federal o controle das suas decisões, neutralizando-se o caráter crítico e diversificado da fiscalização, que deve permear a condução dos trabalhos e políticas públicas.\n\n\n\n    5. A organização administrativa em matéria ambiental está protegida pelo princípio de proibição do retrocesso ambiental, o que restringe a atuação do administrador público, de forma a autorizar apenas o aperfeiçoamento das instituições e órgãos de proteção ao meio ambiente.\n\n\n\n    6. Arguição de descumprimento de preceito fundamental julgada procedente para a) declarar inconstitucional a norma prevista no art. 5º do Decreto n. 10.224/2020, pela qual se extinguiu a participação da sociedade civil no Conselho Deliberativo do Fundo Nacional do Meio Ambiente, restabelecendo-se quanto ao ponto o disposto no Decreto n. 6.985/2009, pelo qual alterado o art. 4º do Decreto n. 3.524/2000; b) declarar a inconstitucionalidade do Decreto n. 10.239/2020, especificamente no ponto em que se excluiu a participação de Governadores no Conselho Nacional da Amazônia Legal; e c) declarar a inconstitucionalidade do art. 1º, CCII, do Decreto nº 10.223/2020, especificamente no ponto em que se extinguiu o Comitê Orientador do Fundo Amazônia.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762578374","externo_seq_objeto_incidente":5853176,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-171  DIVULG 26-08-2022  PUBLIC 29-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=651&classe=ADPF","is_colac":false,"titulo":"ADPF 651","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00002 INC-00003\n    INC-00005 PAR-ÚNICO ART-00005 INC-00001\n    INC-00036 PAR-00001 ART-00006 ART-00010\n    ART-00037 ART-00060 PAR-00004 INC-00004\n    ART-00084 INC-00006 LET-A ART-00102\n    ART-0130R ART-00170 INC-00006 ART-00193\n    PAR-ÚNICO ART-00194 INC-00007 ART-00196\n    ART-00198 INC-00003 ART-00204 INC-00001\n    INC-00002 ART-00206 INC-00006 ART-00225\n    \"CAPUT\" PAR-00001 INC-00006 ART-00227\n    PAR-00007\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000108 ANO-2020\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-004771 ANO-1965\n    CFL-1965 CÓDIGO FLORESTAL\n\n","LEG-FED   LEI-007797 ANO-1989\n    ART-00001 ART-00003 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009433 ANO-1997\n    ART-00034 INC-00002 INC-00003 INC-00004\n    ART-00039 INC-00002 INC-00004 INC-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012651 ANO-2012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012678 ANO-2012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00926\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013844 ANO-2019\n    ART-00040 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1992\n    CONVENÇÃO -QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ASSINADA EM NOVA YORK, EM 9 DE MAIO DE 1992\n\n","LEG-INT   PCT ANO-1966\n    ART-00002 ITEM-00001 ART-00012 NÚMERO-00001\n    NÚMERO-00002 LET-B\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-INT   ACO ANO-2015\n    ACORDO  DE PARIS SOB A CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, CELEBRADO EM PARIS, EM 12 DE DEZEMBRO DE 2015, E FIRMADO EM NOVA IORQUE, EM 22 DE ABRIL DE 2016\n\n","LEG-FED   MPR-000558 ANO-2012\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000591 ANO-1992\n    DECRETO LEGISLATIVO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000001 ANO-1994\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ASSINADA EM NOVA YORK, EM 9 DE MAIO DE 1992\n\n","LEG-FED   DLG-000056 ANO-1995\n    DECRETO LEGISLATIVO - APROVA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DLG-000144 ANO-2002\n    DECRETO LEGISLATIVO - APROVA O PROTOCOLO DE QUIOTO À CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ABERTO A ASSINATURAS NA CIDADE DE QUIOTO, JAPÃO, EM 11 DE DEZEMBRO DE 1997, POR OCASIÃO DA TERCEIRA CONFERÊNCIA DAS PARTES DA CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA\n\n","LEG-FED   DLG-000140 ANO-2016\n    DECRETO LEGISLATIVO - APROVA O ACORDO  DE PARIS SOB A CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, CELEBRADO EM PARIS, EM 12 DE DEZEMBRO DE 2015, E FIRMADO EM NOVA IORQUE, EM 22 DE ABRIL DE 2016\n\n","LEG-FED   DEC-001541 ANO-1995\n    ART-00003 INC-00003 ART-00004 INC-00001\n    INC-00002 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I LET-J LET-K\n    LET-L LET-M LET-N LET-O\n    PAR-00001 PAR-00002\n    DECRETO\n\n","LEG-FED   DEC-002652 ANO-1998\n    DECRETO -  PROMULGA A CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ASSINADA EM NOVA YORK, EM 9 DE MAIO DE 1992\n\n","LEG-FED   DEC-003321 ANO-1999\n    DECRETO\n\n","LEG-FED   DEC-003321 ANO-1999\n    ART-00001\n    DECRETO - PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DEC-003524 ANO-2000\n    ART-00004 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 INC-00011\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    DECRETO\n\n","LEG-FED   DEC-005445 ANO-2005\n    DECRETO - PROMULGA O PROTOCOLO DE QUIOTO À CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ABERTO A ASSINATURAS NA CIDADE DE QUIOTO, JAPÃO, EM 11 DE DEZEMBRO DE 1997, POR OCASIÃO DA TERCEIRA CONFERÊNCIA DAS PARTES DA CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA\n\n","LEG-FED   DEC-006527 ANO-2008\n    ART-00004 INC-00001 LET-A LET-B\n    LET-C LET-D LET-E LET-F\n    LET-G LET-H LET-I INC-00002\n    INC-00003 LET-A LET-B LET-C\n    LET-D LET-E LET-F PAR-00001\n    PAR-00002 INC-00001 INC-00002 PAR-00003\n    PAR-00004 PAR-00005 ART-00005 ART-00006\n    DECRETO\n\n","LEG-FED   DEC-006985 ANO-2009\n    DECRETO\n\n","LEG-FED   DEC-009073 ANO-2017\n    DECRETO - PROMULGA O ACORDO  DE PARIS SOB A CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, CELEBRADO EM PARIS, EM 12 DE DEZEMBRO DE 2015, E FIRMADO EM NOVA IORQUE, EM 22 DE ABRIL DE 2016\n\n","LEG-FED   DEC-009806 ANO-2019\n    DECRETO\n\n","LEG-FED   DEC-009919 ANO-2019\n    DECRETO\n\n","LEG-FED   DEC-010003 ANO-2019\n    DECRETO\n\n","LEG-FED   DEC-010223 ANO-2020\n    ART-00001 INC-00202\n    DECRETO\n\n","LEG-FED   DEC-010224 ANO-2020\n    ART-00001 INC-00003 PAR-ÚNICO ART-00002\n    INC-00001 INC-00002 INC-00003 INC-00004\n    ART-00003 ART-00004 ART-00005 INC-00001\n    INC-00002 LET-A LET-B LET-C\n    LET-D LET-E PAR-00001 PAR-00002\n    ART-00006 PAR-00001 PAR-00002 PAR-00003\n    ART-00007 ART-00008 ART-00009 ART-00010\n    PAR-ÚNICO ART-00011 ART-00012 INC-00001\n    INC-00002 ART-00013\n    DECRETO\n\n","LEG-FED   DEC-010239 ANO-2020\n    ART-00003 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 INC-00011\n    INC-00012 INC-00013 ART-00004 INC-00001\n    INC-00002 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I LET-J LET-K\n    LET-L LET-M LET-N LET-O\n    PAR-00001 PAR-00002\n    DECRETO\n\n","LEG-FED   RES-000284 ANO-2001\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000302 ANO-2002\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000303 ANO-2002\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000034 ANO-2014\n    RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - DICOL/ANVISA\n\n","LEG-FED   RES-000500 ANO-2020\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   PRT-000158 ANO-2016\n    PORTARIA DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PRT-000043 ANO-2020\n    PORTARIA DO MINISTÉRIO DA AGRICULTURA, PECUÁRIA E ABASTECIMENTO/SECRETARIA DE DEFESA AGROPECUÁRIA - MAPA/SDA\n\n","LEG-FED   PRT-000240 ANO-2020\n    PORTARIA DO MINISTÉRIO DO MEIO AMBIENTE - MMA\n\n","LEG-INT   PLT ANO-1988\n    ART-00001 ART-00011 INC-00001 INC-00002\n    PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-INT   PLT ANO-1997\n    PROTOCOLO DE QUIOTO À CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ABERTO A ASSINATURAS NA CIDADE DE QUIOTO, JAPÃO, EM 11 DE DEZEMBRO DE 1997, POR OCASIÃO DA TERCEIRA CONFERÊNCIA DAS PARTES DA CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA\n\n","LEG-EST   DEC-000591 ANO-1992\n    DECRETO\n\n","LEG-EST   RES-000002 ANO-2019\n    ART-00008\n    RESOLUÇÃO DO CONSELHO ESTADUAL DE MEIO AMBIENTE DO CEARÁ - COEMA/CE"],"publicacao_data":"2022-08-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ADMISSIBILIDADE, ADITAMENTO À PETIÇÃO INICIAL, AUSÊNCIA, NOVIDADE, INFORMAÇÃO, PRINCÍPIO DA ECONOMIA PROCESSUAL, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. PREVISÃO, TRATADO INTERNACIONAL, DEVER, ESTADO BRASILEIRO, PROTEÇÃO, DIREITO FUNDAMENTAL, MEIO AMBIENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: ATO IMPUGNADO, OFENSA, DEMOCRACIA PARTICIPATIVA, PRINCÍPIO FEDERATIVO. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, DIREITO AMBIENTAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ANDRÉ MENDONÇA: EXTINÇÃO, ÓRGÃO COLEGIADO, ADMINISTRAÇÃO PÚBLICA, INTERMÉDIO, LEI FORMAL. OFENSA, CONSTITUIÇÃO FEDERAL, SUPRESSÃO, PARTICIPAÇÃO, SOCIEDADE CIVIL, CONSELHO DELIBERATIVO. EXIGÊNCIA, DEMOCRATIZAÇÃO, ATO DECISÓRIO, ADMINISTRAÇÃO PÚBLICA. INCONSTITUCIONALIDADE MATERIAL, LEI IMPUGNADA. CONSIDERAÇÃO, PARTICIPAÇÃO, SOCIEDADE CIVIL, POLÍTICAS PÚBLICAS, PRINCÍPIO DA RESERVA LEGAL. DIMENSÃO OBJETIVA DOS DIREITOS FUNDAMENTAIS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONSTITUIÇÃO FEDERAL, PROTEÇÃO, MEIO AMBIENTE, TRIBUNAL EUROPEU DOS DIREITOS HUMANOS. EXIGÊNCIA, PARTICIPAÇÃO, SOCIEDADE CIVIL, POLÍTICAS PÚBLICAS, DIREITO AMBIENTAL, FORMA, LEI. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. PROTEÇÃO, MEIO AMBIENTE, AÇÃO POPULAR, AÇÃO CIVIL PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: JURISPRUDÊNCIA, STF, RESTRIÇÃO, HIPÓTESE, CABIMENTO, ADITAMENTO À PETIÇÃO INICIAL. EDIÇÃO, NORMA, IDENTIDADE, MOMENTO, FINALIDADE, SIMPLIFICAÇÃO, ADMINISTRAÇÃO FEDERAL. DESNECESSIDADE, NOVIDADE, MANIFESTAÇÃO, FUNDAMENTO, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. CABIMENTO, CONTROLE CONCENTRADO, DECRETO, DENSIDADE NORMATIVA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, DECRETO AUTÔNOMO. APLICAÇÃO, FUNGIBILIDADE. DEMOCRACIA PARTICIPATIVA. PRINCÍPIO DEMOCRÁTICO, PROTEÇÃO, IDOSO, PROTEÇÃO, CRIANÇA, PROTEÇÃO, CULTURA. PRINCÍPIO DA SOLIDARIEDADE INTERGERACIONAL. CONSELHO DELIBERATIVO, PARTICIPAÇÃO, SOCIEDADE CIVIL, DELIBERAÇÃO, CARÁTER PÚBLICO. AÇÃO AFIRMATIVA. EXISTÊNCIA, COMPROMISSO, ÂMBITO INTERNACIONAL, PARTICIPAÇÃO, SOCIEDADE CIVIL, MATÉRIA, MEIO AMBIENTE. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: RELEVÂNCIA, MATÉRIA, AQUECIMENTO GLOBAL, MUDANÇA CLIMÁTICA, MEIO AMBIENTE. DESENVOLVIMENTO SUSTENTÁVEL, PRINCÍPIO DA SOLIDARIEDADE INTERGERACIONAL. AQUECIMENTO GLOBAL, EFEITO ESTUFA. COMPROMISSO, ÂMBITO INTERNACIONAL, ESTADO BRASILEIRO, REDUÇÃO, DESMATAMENTO, EMISSÃO, EFEITO ESTUFA. DEVER, PODER PÚBLICO, COLETIVIDADE, PRESERVAÇÃO, MEIO AMBIENTE. IMPORTÂNCIA, FLORESTA AMAZÔNICA, BIODIVERSIDADE. DEGRADAÇÃO AMBIENTAL, INCÊNDIO, DESMATAMENTO, ILEGALIDADE, COMÉRCIO, MADEIRA, GRILAGEM DE TERRAS, FLORESTA AMAZÔNICA. CONSIDERAÇÃO, REGULARIZAÇÃO, GRILAGEM DE TERRAS, MECANISMO, INCREMENTO, DESMATAMENTO. INTERVENÇÃO, PODER JUDICIÁRIO, HIPÓTESE, DESCUMPRIMENTO, CONSTITUIÇÃO FEDERAL, TRATADO INTERNACIONAL, LEGISLAÇÃO, DIREITO AMBIENTAL. DEMOCRACIA REPRESENTATIVA, DEMOCRACIA CONSTITUCIONAL, DEMOCRACIA PARTICIPATIVA. INTERFERÊNCIA, ADMINISTRAÇÃO PÚBLICA, DIREITO FUNDAMENTAL, PROTEÇÃO, MEIO AMBIENTE, DIREITO, PARTICIPAÇÃO, SOCIEDADE CIVIL, CONSELHO DELIBERATIVO. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: EXIGÊNCIA, CONSTITUIÇÃO FEDERAL, PARTICIPAÇÃO, COLETIVIDADE, PRESERVAÇÃO, MEIO AMBIENTE EQUILIBRADO. DIMENSÃO OBJETIVA DOS DIREITOS FUNDAMENTAIS, DEMOCRACIA PARTICIPATIVA. LIMITAÇÃO, DISCRICIONARIEDADE, CHEFE DO PODER EXECUTIVO, REESTRUTURAÇÃO, NATUREZA ADMINISTRATIVA. OBSERVÂNCIA, NORMA, ORGANIZAÇÃO, CONSELHO DELIBERATIVO, CONTENÇÃO, PODER EXECUTIVO. DEMOCRACIA CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: JURISPRUDÊNCIA, STF, INADMISSIBILIDADE, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, ATO NORMATIVO SECUNDÁRIO. CONHECIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, HIPÓTESE, EDIÇÃO, DECRETO, PODER EXECUTIVO, HIPÓTESE, ATO NORMATIVO AUTÔNOMO, HIPÓTESE, EXCESSO, PODER REGULAMENTAR, DECRETO. PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, RELEVÂNCIA, INTERESSE PÚBLICO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, SAÚDE, MEIO AMBIENTE EQUILIBRADO. CABIMENTO, CONTROLE CONCENTRADO, HIPÓTESE, EXTINÇÃO, ÓRGÃO COLEGIADO, ATO UNILATERAL, CHEFE DO PODER EXECUTIVO. VIABILIDADE, PARTICIPAÇÃO, SOCIEDADE CIVIL, DEFINIÇÃO, POLÍTICAS PÚBLICAS. PRINCÍPIO DA SOLIDARIEDADE INTERGERACIONAL, DESENVOLVIMENTO SUSTENTÁVEL. CONSELHO DELIBERATIVO, PROTEÇÃO DEFICIENTE, VALOR CONSTITUCIONAL. COMPOSIÇÃO, ÓRGÃO COLEGIADO, EXCLUSIVIDADE, REPRESENTANTE, ADMINISTRAÇÃO FEDERAL. POSSIBILIDADE, COMPROMETIMENTO, EFICÁCIA, DIREITO FUNDAMENTAL, MEIO AMBIENTE EQUILIBRADO, MUDANÇA, LEGISLAÇÃO, DIREITO AMBIENTAL. COMPETÊNCIA, FUNDO NACIONAL DO MEIO AMBIENTE (FNMA), FINANCIAMENTO, PROJETO, USO SUSTENTÁVEL DOS RECURSOS NATURAIS. IMPORTÂNCIA, CONSELHO DELIBERATIVO, FUNDO NACIONAL DO MEIO AMBIENTE (FNMA), PROTEÇÃO, MEIO AMBIENTE, CONCRETIZAÇÃO, POLÍTICA NACIONAL DO MEIO AMBIENTE. MUDANÇA, LEGISLAÇÃO, PODER EXECUTIVO, IMPLICAÇÃO, DIFICULDADE, FUNCIONAMENTO, ÓRGÃO COLEGIADO, DESCUMPRIMENTO, COMPROMISSO, ÂMBITO INTERNACIONAL. DIMENSÃO OBJETIVA DOS DIREITOS FUNDAMENTAIS. CONSIDERAÇÃO, OFENSA, CONSTITUIÇÃO FEDERAL, VEDAÇÃO, PARTICIPAÇÃO, SOCIEDADE CIVIL, COMPOSIÇÃO, CONSELHO DELIBERATIVO, FUNDO NACIONAL DO MEIO AMBIENTE (FNMA). DISCRICIONARIEDADE, CHEFE DO PODER EXECUTIVO, ORGANIZAÇÃO, ÓRGÃO, ADMINISTRAÇÃO FEDERAL. NECESSIDADE, GARANTIA, PARTICIPAÇÃO, SOCIEDADE CIVIL, CONSELHO ADMINISTRATIVO, PROTEÇÃO, MEIO AMBIENTE, COIBIÇÃO, CONCENTRAÇÃO, VOTO, REPRESENTANTE, GOVERNO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: POSSIBILIDADE, ADITAMENTO À PETIÇÃO INICIAL, HIPÓTESE, AUSÊNCIA, NOVIDADE, INFORMAÇÃO. DECRETO, ATO, PODER PÚBLICO. FUNGIBILIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA INSTRUMENTALIDADE, PRINCÍPIO DA ECONOMIA PROCESSUAL. PRINCÍPIO DA SUBSIDIARIEDADE, DECISÃO, EFEITO VINCULANTE, EFICÁCIA ERGA OMNES. HISTÓRIA, DEMOCRACIA. CORRELAÇÃO, DEMOCRACIA, DIREITO FUNDAMENTAL, LIBERDADE, IGUALDADE. DEMOCRACIA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. DEMOCRACIA REPRESENTATIVA. GARANTIA, CONSTITUIÇÃO FEDERAL, PARTICIPAÇÃO, REPRESENTANTE, SOCIEDADE CIVIL, FORMULAÇÃO, POLÍTICAS PÚBLICAS. CONSIDERAÇÃO, MEIO AMBIENTE, DIREITO, DEVER, CIDADÃO, CREDOR, DEVEDOR, OBRIGAÇÃO, PROTEÇÃO. DESENVOLVIMENTO SUSTENTÁVEL, EQUILÍBRIO SOCIOECONÔMICO, USO SUSTENTÁVEL DOS RECURSOS NATURAIS. PRINCÍPIO DA SOLIDARIEDADE INTERGERACIONAL. DESENVOLVIMENTO SUSTENTÁVEL, FOMENTO, MERCADO DE TRABALHO, ATENDIMENTO, NECESSIDADE, CONSUMO, PRESERVAÇÃO, RECURSOS NATURAIS. CONSTITUIÇÃO FEDERAL, DEVER, PODER PÚBLICO, COLETIVIDADE, PRESERVAÇÃO, MEIO AMBIENTE. CONSIDERAÇÃO, PRINCÍPIO, DIREITO AMBIENTAL, PRINCÍPIO, PARTICIPAÇÃO, SOCIEDADE CIVIL. PLENÁRIO, STF, CRIAÇÃO, ÓRGÃO COLEGIADO, LEI, IMPOSSIBILIDADE, EXTINÇÃO, DECRETO, CHEFE DO PODER EXECUTIVO. PRINCÍPIO DA SEPARAÇÃO DOS PODERES. DISCRICIONARIEDADE, PRESIDENTE DA REPÚBLICA, DEFINIÇÃO, COMPOSIÇÃO, ÓRGÃO COLEGIADO. IMPOSSIBILIDADE, EXCLUSÃO, PARTICIPAÇÃO, SOCIEDADE CIVIL, ÓRGÃO COLEGIADO, RISCO, OFENSA, VONTADE, CONSTITUINTE ORIGINÁRIO, PARTICIPAÇÃO, SOCIEDADE CIVIL, PRESERVAÇÃO AMBIENTAL. EXIGÊNCIA, ATUAÇÃO, STF, GARANTIA, PARTICIPAÇÃO, SOCIEDADE CIVIL, PROTEÇÃO, MEIO AMBIENTE EQUILIBRADO, MECANISMO, PRESERVAÇÃO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: ADITAMENTO À PETIÇÃO INICIAL, AUSÊNCIA, MANIFESTAÇÃO, PROCURADORIA GERAL DA REPÚBLICA (PGR).\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: DESCABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CONSIDERAÇÃO, OPÇÃO, CARÁTER POLÍTICO, CHEFE DO PODER EXECUTIVO, ORGANIZAÇÃO, CONSELHO DELIBERATIVO. COMPETÊNCIA, CHEFE DO PODER EXECUTIVO, ÂMBITO FEDERAL, EDIÇÃO, DECRETO, ORGANIZAÇÃO, FUNCIONAMENTO, ADMINISTRAÇÃO FEDERAL. CONSIDERAÇÃO, MATÉRIA INFRACONSTITUCIONAL, EXCESSO, REGULAMENTAÇÃO, PRESIDENTE DA REPÚBLICA. DESCABIMENTO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, APRECIAÇÃO, CONFLITO, ATO NORMATIVO, TEXTO CONSTITUCIONAL. CABIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, HIPÓTESE, CONSIDERAÇÃO, AUTONOMIA, DECRETO. AUSÊNCIA, HIERARQUIA, DECRETO. CABIMENTO, REVOGAÇÃO, DECRETO, QUALQUER MOMENTO. AUSÊNCIA, OBRIGATORIEDADE, PARTICIPAÇÃO, SOCIEDADE CIVIL, CONSELHO DELIBERATIVO. CABIMENTO, CONTROLE, APLICAÇÃO, RECURSOS PÚBLICOS, TRIBUNAL DE CONTAS, MINISTÉRIO PÚBLICO, ORGANIZAÇÃO NÃO GOVERNAMENTAL, CIDADÃO. IMPOSSIBILIDADE, APLICAÇÃO, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, DIFICULDADE, MODIFICAÇÃO, ATO NORMATIVO.\n\n- TERMO(S) DE RESGATE: CONSTITUCIONALISMO ABUSIVO; LEGALISMO AUTOCRÁTICO; INFRALEGALISMO AUTORITÁRIO. GOVERNANÇA AMBIENTAL GLOBAL. CONSTITUIÇÃO VERDE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=651&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, POSSIBILIDADE, ADITAMENTO À PETIÇÃO INICIAL)\nADI 1926 (TP), ADI 4265 AgR (TP). \n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 79 (TP), ADPF 76 AgR (TP), ADPF 664 (TP). \n(FUNGIBILIDADE, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, ADPF)\nADPF 72 QO (TP), ADI 6395 (TP). \n(CONVERSÃO, JULGAMENTO, MEDIDA CAUTELAR, JULGAMENTO DO MÉRITO)\nADI 5566 (TP). \n(DECRETO, REDUÇÃO, PARTICIPAÇÃO, POPULAÇÃO, ÓRGÃO COLEGIADO)\nADI 6121 MC (TP), ADPF 622 (TP), ADPF 623 (TP). \n(PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL)\nARE 639337 AgR (2ªT), ADI 4717 (TP), ADI 6288 (TP), ADPF 656 MC (TP), ADPF 748 MC-Ref (TP). \n(CABIMENTO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, DECRETO, DENSIDADE NORMATIVA)\nADI 3239 (TP), ADI 2950 AgR (TP), ADI 1969 MC (TP), ADI 1435 MC (TP), ADI 2155 MC (TP), ADI 5543 (TP), ADPF 622 (TP), ADPF 623 (TP). \n(DESCABIMENTO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, OFENSA INDIRETA, CONSTITUIÇÃO FEDERAL)\nADPF 169 AgR (TP), ADPF 468 AgR (TP), ADPF 577 AgR (TP), ADI 1347 MC (TP). \n(IMPOSSIBILIDADE, USO, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, CONSTITUCIONALIZAÇÃO, LEGISLAÇÃO INFRACONSTITUCIONAL)\nADI 5013 (TP), ADI 5224 (TP). \n(DECRETO, PODER EXECUTIVO, ALTERAÇÃO, POLÍTICA PÚBLICA, OFENSA, PRINCÍPIO CONSTITUCIONAL)\nADPF 607 (TP), Rcl 36688 AgR (TP). \n(PRINCÍPIO DA SOLIDARIEDADE INTERGERACIONAL)\nADI 3540 MC (TP). \n(FUNGIBILIDADE, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE)\nADPF 451 AgR (TP), ADI 6407 (TP). \n(CÓDIGO FLORESTAL, DUPLICIDADE, FUNÇÃO, MEIO AMBIENTE)\nADI 4901 (TP), ADI 4902 (TP), ADI 4903 (TP), ADI 4937 (TP). \n(AUTOCONTENÇÃO JUDICIAL, STF)\nADI 4650 (TP), ADI 5105 (TP). \n- Decisões monocráticas citadas:\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 99.\n(DECRETO, REDUÇÃO, PARTICIPAÇÃO, POPULAÇÃO, ÓRGÃO COLEGIADO)\nADPF 614.\n(ADITAMENTO À PETIÇÃO INICIAL, AUSÊNCIA, MANIFESTAÇÃO, PROCURADORIA GERAL DA REPÚBLICA (PGR))\nADPF 599.\n(DECRETO, PODER EXECUTIVO, ALTERAÇÃO, POLÍTICA PÚBLICA, OFENSA, PRINCÍPIO CONSTITUCIONAL)\nADPF 878.\n- Legislação estrangeira citada: Convenção de Aahrus de 1998; art. 7, itens 1, 2 e 3, do Acordo de Escazú; art. 130-R do Tratado da União Europeia.\n- Veja princípio 10 da Declaração do Rio sobre Meio Ambiente e Desenvolvimento (Rio/92).\n- Veja ADO 59.\nNúmero de páginas: 187.\nAnálise: 22/08/2023, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : BRUNO LUNARDI GONÇALVES \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : MOVIMENTO NACIONAL DE DIREITOS HUMANOS - MNDH \nADV.(A/S)  : CARLOS NICODEMOS OLIVEIRA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":468755,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 651","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2022-04-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BARROSO, Luís Roberto. Curso de Direito Constitucional Contemporâneo: os conceitos fundamentais e a construção do novo modelo. 9. ed. São Paulo: Saraiva jur, 2021. p. 308.\nBARROSO, Luís Roberto. O Controle de Constitucionalidade no Direito Brasileiro. 8. ed. São Paulo: Saraiva Educação, 2019.\nBOBBIO, Norberto. Teoria Geral da Política: a Filosofia Política e as Lições dos Clássicos. Rio de Janeiro: Editora Campus, 2000. p. 375.\nCANOTILHO, José Joaquim Gomes. Direito constitucional ambiental português e da União Europeia. In: Direito constitucional ambiental brasileiro. São Paulo: Saraiva, 2007. p. 5.\nGAVIÃO FILHO, Anízio Pires. Direito Fundamental ao ambiente. Porto Alegre: Livraria do Advogado, 2005. p. 92.\nGODOY, Miguel Gualano. A democracia deliberativa a partir de Carlos Santiago Nino e Roberto Gargarella. São Paulo: Saraiva, 2012. p. 121.\nELY, John Hart. Democracy and Distrust: a theory of judicial review. Harvard University Press, 1980. p. 102-103.\nKELSEN, Hans. A Democracia, São Paulo: Martins Fontes, 2019. p. 34.\nMACEDO, Paulo Sérgio Novais de. Democracia participativa na Constituição Brasileira. Revista de Informação Legislativa, Brasília, n. 178, abr./jun. 2008. p. 187.\nMARINONI, Luiz Guilherme. Recurso Especial e Recurso Extraordinário. São Paulo: Thomson Reuters Brasil, 2020. p. 229.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva. p. 169.\nMOREIRA NETO, Diogo de Figueiredo. Mutações do Direito Administrativo. 3. ed. Rio de Janeiro: Renovar, 2007. p. 343.\nNINO, Carlos Santiago. La Constitución de la Democracia Deliberativa. Barcelona: Gedisa Editorial, 1997. p. 273.\nPRIEUR, Michel. Princípio da proibição de retrocesso ambiental. In: O princípio da proibição do retrocesso ambiental. Brasília: Comissão de Meio Ambiente, Defesa do Consumidor e Fiscalização e Controle, Senado Federal. p. 12-13.\nSARLET, Ingo Wolfgang. Curso de Direito Constitucional. 10. ed. São Paulo: Saraiva. p. 353-355.(SARLET, Ingo Wolfgang; FENSTERSEIFER, Tiago. Curso de Direito Ambiental. 3. ed. Rio de Janeiro: Forense, 2022. p. 703 e 704.\nSARLET, Ingo Wolfgang; FENSTERSEIFER, Tiago. Direito Constitucional Ambiental. 5. ed. São Paulo: Revista dos Tribunais, 2017. p. 302 e 308.\nSARLET, Ingo Wolfgang; FENSTERSEIFER, Tiago. Notas sobre a proibição de retrocesso em matéria (socio) ambiental. In: O princípio da proibição do retrocesso ambiental. Comissão de Meio Ambiente, Defesa do Consumidor e Fiscalização e Controle, Senado Federal, 2012. p. 129-130.\nSILVA, Virgílio Afonso da. Direito Constitucional Brasileiro. São Paulo: Universidade de São Paulo, 2021. p. 87 e 102-103.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":651,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur455435","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição formulado pelo Governo dos Estados Unidos da América para deferir a extradição passiva de Wei Feng Wu Yao, mantidas as medidas cautelares já deferidas nos autos. Contudo, condicionou a entrega à observância, pelo Estado requerente, de todos os compromissos previstos no art. 96 da Lei 13.445/2017. Determinou-se ainda que, com o trânsito em julgado, arquivem-se os autos, assim como os apensos PPE 983/DF e da PET 9535/DF, tudo nos termos do voto do Relator. Falou pelo extraditando o Dr. Igor Silva Felix. Segunda Turma, Sessão Virtual de 15.10.2021 a 22.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur455435","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur455435","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO INTERNACIONAL. PEDIDO DE EXTRADIÇÃO PASSIVA. ESTADOS UNIDOS DA AMÉRICA. CRIME DE LAVAGEM DE DINHEIRO. COMPETÊNCIA DO ESTADO REQUERENTE. MEDIDAS CAUTELARES DEVIDAMENTE IMPLEMENTADAS. MANUTENÇÃO. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. DUPLA TIPICIDADE E PUNIBILIDADE. PREENCHIMENTO DOS REQUISITOS LEGAIS. DEFERIMENTO.\n\n\n\n    I – A Lei de Migração (Lei 13.445/2017), combinada com o Tratado de Extradição firmado entre o Brasil e os Estados Unidos da América, em 13/1/1961, promulgado pelo Decreto 55.750/1965, são as balizas principais que ditam o due process of law neste pleito\n\n\n\n    II- A prisão para fins de extradição, independentemente das circunstâncias do crime, seja ou não com uso de violência ou grave ameaça, é medida cautelar prevista no art. 84 da Lei 13.445/2017, e considerada como pressuposto para a fiel executoriedade da entrega do estrangeiro ao Estado requerente. Precedentes. Ademais, efetivada a prisão, aplicando-se o entendimento desta Suprema Corte no sentido de que \"com a instauração do processo extradicional, opera-se a novação do título jurídico legitimador da prisão do súdito estrangeiro, descaracterizando-se, em consequência, eventual excesso de prazo que possa estar configurado\" (HC 73.552/SP, relator Ministro Celso de Mello).\n\n\n\n    III- O Estado requerente tem competência para formular o pedido extradicional, porquanto a norma do art. 83, I, da Lei 13.445/17 estabelece como condição para extradição ter sido o crime cometido no território do Estado requerente ou serem aplicáveis ao extraditando as leis penais desse Estado. Observados, mais, os requisitos legais para o pedido de extradição, sendo inexistentes quaisquer dos óbices previstos no art. 82 da Lei 13.445/2017, estando também preenchidos os requisitos previstos nos arts. 83 e 87, §3º, do mesmo diploma legal. \n\n\n\n    IV- Em matéria de extradição, o juízo cognitivo é limitado às suas legalidades formais, devido à subsistência, entre nós, do sistema de contenciosidade limitada. Da mesma forma, em relação às causas impeditivas do art. 82 da Lei 13.445/2017, verifica-se que o extraditando não é brasileiro nato ou naturalizado, inexistindo informações de que seja refugiado ou que responda a processo no Brasil pelos mesmos fatos. \n\n\n\n    V- As infrações penais são desvestidas de qualquer natureza ideológica, constituindo delitos comuns, insuscetíveis de julgamento perante tribunais de exceção no Estado requerente, não se configurando o óbice à extradição disposto no art. 82, VII, da referida Lei.\n\n\n\n    VI- O crime de lavagem de dinheiro possui previsão correspondente em nosso ordenamento, na forma do art. 1º da Lei 9.613/1998. Quanto à dupla punibilidade, verifica-se não ter ocorrido a prescrição em nenhum dos ordenamentos jurídicos, porquanto o crime de lavagem de dinheiro possui pena de até 10 anos de reclusão (art. 1º da Lei 9.613/1998), para o qual é previsto o prazo prescricional de 16 anos (art. 109, II, do Código Penal). No caso, os fatos teriam perdurado até outubro de 2017, razão pela qual a prescrição somente ocorrerá a partir de outubro de 2033. De igual modo, não há prescrição sob a ótica da legislação do Estado requerente, na forma do Título 18 do U.S Code, Seção 3282, o qual impõe o prazo de 5 anos para que o réu seja formalmente acusado, o que ocorreu em 13 de janeiro de 2020, quando o grande júri federal do Distrito Leste de Nova York proferiu e apresentou as imputações contra o extraditando.\n\n\n\n    VII- Por fim, quanto à alegação de ausência de compromissos assumidos pelo Estado requerente, relembro a pacífica jurisprudência pretoriana no sentido de que \"os compromissos previstos no art. 96 da Lei nº 13.445/17 devem ser assumidos antes da entrega do extraditando, não obstando a concessão da extradição\" (Ext 1526, relator Ministro Edson Fachin).\n\n\n\n    VIII- Extradição autorizada por esta Suprema Corte.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758016350","externo_seq_objeto_incidente":6221273,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-216  DIVULG 03-11-2021  PUBLIC 04-11-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1688&classe=Ext","is_colac":false,"titulo":"Ext 1688","documental_legislacao_citada_texto":["LEG-FED   LEI-009613 ANO-1998\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00007 ART-00083 INC-00001\n    ART-00084 ART-00086 ART-00087 PAR-00003\n    ART-00091 PAR-00001 ART-00096\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-1961\n    TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00002\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013 ANO-1964\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA\n\n","LEG-FED   DEC-055750 ANO-1965\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL"],"publicacao_data":"2021-11-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1688&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ASSUNÇÃO, COMPROMISSO, ESTADO REQUERENTE, EXTRADIÇÃO)\nExt 1526 (2ªT). \n(PROCESSO DE EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP), Ext 1510 (2ªT), Ext 1530 (1ªT). \n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO)\nHC 73552 (TP), Ext 1531 (1ªT). \n- Legislação estrangeira citada: Código de Leis dos Estados Unidos da América (U.S. Code), Título 18, Seção 1956 (a)(3)(B), 2, 3282, 3551 e seguintes.\n- Veja PPE 983 e Pet 9535 do STF.\n\n\n\nNúmero de páginas: 18.\nAnálise: 29/04/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : WEI FENG WU YAO \nADV.(A/S)  : JURANDIR TAVARES DE BRITO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":455435,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1688","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-10-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1688,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur455560","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MA","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Alexandre de Moraes (Relator), que julgava procedente a ação direta, para fixar interpretação conforme à Constituição ao art. 29, § 3º, da Constituição do Estado do Maranhão, bem como do art. 6º do Regimento Interno da Assembleia Legislativa, no sentido de possibilitar uma única reeleição sucessiva aos mesmos cargos da Mesa Diretora da Assembleia Legislativa do Estado do Maranhão, mantendo-se todos os efeitos da medida cautelar concedida; e, restando prejudicados os embargos declaratórios opostos pelo PDT (doc. 24), pediu vista dos autos o Ministro Gilmar Mendes. Plenário, Sessão Virtual de 11.6.2021 a 18.6.2021.\r\n\n           Decisão: O Tribunal, por maioria, julgou procedentes as ações diretas 6685 e 6699, para fixar interpretação conforme à Constituição ao art. 29, § 3º, da Constituição do Estado do Maranhão, bem como ao art. 6º do Regimento Interno da Assembleia Legislativa, no sentido de possibilitar uma única reeleição sucessiva aos mesmos cargos da Mesa Diretora da Assembleia Legislativa do Estado do Maranhão, mantendo-se todos os efeitos da medida cautelar concedida, prejudicados os embargos de declaração opostos pelo PDT (doc. 24), nos termos do voto do Relator, vencidos parcialmente os Ministros Ricardo Lewandowski e Cármen Lúcia. Os Ministros Edson Fachin e Nunes Marques acompanharam o Relator com ressalvas. Plenário, Sessão Virtual de 17.9.2021 a 24.9.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur455560","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Maranhão","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur455560","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. PRINCÍPIOS REPUBLICANO E DEMOCRÁTICO. NECESSÁRIA ALTERNÂNCIA NO PODER. POSSIBILIDADE DE UMA ÚNICA REELEIÇÃO SUCESSIVA PARA O MESMO CARGO NA MESA DIRETORA DA ASSEMBLEIA LEGISLATIVA. AÇÃO DIRETA JULGADA PROCEDENTE.\n\n\n\n    1. A consagração da independência dos Poderes pela Constituição Federal estabeleceu como regra básica, em relação ao Poder Legislativo, a livre e autônoma escolha de seus órgãos dirigentes, que deverão ser eleitos pelo sufrágio de todos os seus membros, sem qualquer ingerência dos demais poderes.\n\n\n\n    2. O SUPREMO TRIBUNAL FEDERAL, no julgamento da ADI 6524, sinalizou a modificação do entendimento que admitia a previsão, pelas Constituições estaduais, de reeleições ilimitadas para os cargos diretivos das Assembleias Legislativas.\n\n\n\n    3. Os princípios Republicano e Democrático exigem alternância no Poder, não se admitindo a possibilidade de reeleições sucessivas para os mesmos cargos nas mesas diretoras dos órgãos legislativos, mas apenas uma única reeleição para o mandato subsequente.\n\n\n\n    4. Ação Direta julgada procedente. Interpretação conforme à Constituição Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758056911","externo_seq_objeto_incidente":6115568,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-217  DIVULG 04-11-2021  PUBLIC 05-11-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6685&classe=ADI","is_colac":false,"titulo":"ADI 6685","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    ART-00043\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00052\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00082\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00139 INC-00001 LET-A\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000022 ANO-1951\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    ART-00010 INC-00007 LET-A ART-00013\n    INC-00001 ART-00030 PAR-ÚNICO LET-F\n    ART-00146 INC-00001 LET-A ART-00151\n    PAR-00001 LET-A PAR-ÚNICO ART-00188\n    ART-00200\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000019 ANO-1981\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00014 PAR-00005 ART-00016 ART-00018\n    ART-00025 ART-00027 PAR-00001 ART-00057\n    PAR-00004 ART-00082\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016 ANO-1997\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00011\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMCR-000005 ANO-1994\n    EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   LCT-000491 ANO-1984\n    ART-00060 ITEM-00005\n    LEI CONSTITUCIONAL\n\n","LEG-FED   DEL-000216 ANO-1967\n    ART-00002 PAR-ÚNICO\n    DECRETO-LEI\n\n","LEG-FED   RGI ANO-1970\n    ART-00059 \"CAPUT\"\n    REGIMENTO INTERNO DO SENADO FEDRAL - RISF\n\n","LEG-FED   RGI ANO-1989\n    ART-00005 \"CAPUT\" PAR-00001\n    REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS - RICD\n\n","LEG-EST   CES ANO-1989\n    ART-00058 PAR-00005 INC-00001 PAR-00009\n    CONSTITUIÇÃO ESTADUAL, ES\n\n","LEG-EST   CES ANO-1989\n    ART-00029 INC-00001 LET-B PAR-00003\n    CONSTITUIÇÃO ESTADUAL, MA\n\n","LEG-EST   EMC-000104 ANO-2016\n    EMENDA CONSTITUCIONAL, ES\n\n","LEG-EST   EMC-000113 ANO-2019\n    EMENDA CONSTITUCIONAL, ES\n\n","LEG-EST   RGI ANO-1984\n    ART-00009 PAR-ÚNICO\n    REGIMENTO INTERNO DA ASSEMBLEIA LEGISLATIVA DO RIO GRANDE DO NORTE\n\n","LEG-EST   RGI ANO-2004\n    ART-00006\n    REGIMENTO INTERNO DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO MARANHÃO\n\n","LEG-DIS   LEI ANO-1993\n    LODF-1993 LEI ORGÂNICA DO DISTRITO FEDERAL"],"publicacao_data":"2021-11-05","documental_acordao_mesmo_sentido_lista_texto":"ADI 6699  PROCESSO ELETRÔNICO\n          JULG-27-09-2021  UF-MA  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-063\n          DJe-217  DIVULG 04-11-2021  PUBLIC 05-11-2021\n \nADI 6706  PROCESSO ELETRÔNICO\n          JULG-27-09-2021  UF-PA  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-060\n          DJe-217  DIVULG 04-11-2021  PUBLIC 05-11-2021","documental_indexacao_texto":"- NORMA DE REPRODUÇÃO OBRIGATÓRIA, CONSTITUIÇÃO ESTADUAL, VEDAÇÃO, REELEIÇÃO, PERÍODO SUBSEQUENTE, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONSTITUIÇÃO FEDERAL DE 1967, PODER CONSTITUINTE ESTADUAL, CONDICIONAMENTO, ATO NORMATIVO, PODER EXECUTIVO FEDERAL. CONSTITUIÇÃO FEDERAL DE 1967, PRINCÍPIO DA SIMETRIA, VEDAÇÃO, REELEIÇÃO, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA. VEDAÇÃO, REELEIÇÃO, VEREADOR, MESA DIRETORA, CÂMARA MUNICIPAL. PRINCÍPIO DA ANUALIDADE ELEITORAL, ALTERAÇÃO, JURISPRUDÊNCIA, LEGISLAÇÃO ELEITORAL.\n\n- RESSALVA DE ENTENDIMENTO, MIN. EDSON FACHIN: VEDAÇÃO, REELEIÇÃO, REGULAÇÃO, EQUILÍBRIO, ESTABILIDADE, PODERES DA REPÚBLICA. PRINCÍPIO DA SIMETRIA, LIMITAÇÃO, PRINCÍPIO DA AUTONOMIA ESTADUAL. INTEGRANTE, MESA DIRETORA, RECONDUÇÃO, CARGO, IGUALDADE, LEGISLATURA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: EFEITO PRO FUTURO, DECISÃO, PRINCÍPIO DA SEGURANÇA JURÍDICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6685&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONSTITUCIONALIDADE, NORMA CONSTITUCIONAL ESTADUAL, REELEIÇÃO ILIMITADA, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA)\nADI 6524 (TP). \n(NORMA DE REPRODUÇÃO OBRIGATÓRIA, CONSTITUIÇÃO ESTADUAL, VEDAÇÃO, REELEIÇÃO, PERÍODO SUBSEQUENTE, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA)\nADI 792 (TP), ADI 793 (TP), ADI 2292 MC (TP), ADI 2262 MC (TP), ADI 1528 MC (TP), ADI 2371 MC (TP), ADI 1528 QO (TP), ADI 6524 (TP), ADI 6684 (TP). \n(CONSTITUIÇÃO FEDERAL DE 1967, PRINCÍPIO DA SIMETRIA, VEDAÇÃO, REELEIÇÃO, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA)\nRp 1245 (TP). \n(CONSTITUIÇÃO FEDERAL DE 1967, PODER CONSTITUINTE ESTADUAL, CONDICIONAMENTO, ATO NORMATIVO, PODER EXECUTIVO FEDERAL)\nADI 5296 (TP), ADI 5296 MC (TP). \n(VEDAÇÃO, REELEIÇÃO, REGULAÇÃO, EQUILÍBRIO, ESTABILIDADE, PODERES DA REPÚBLICA)\nADI 3367 (TP), ADI 5935 (TP). \n(PRINCÍPIO DA SIMETRIA, LIMITAÇÃO, PRINCÍPIO DA AUTONOMIA ESTADUAL)\nADI 6524 (TP), ADI 6684 (TP), ADI 6707 (TP). \n(VEDAÇÃO, REELEIÇÃO, VEREADOR, MESA DIRETORA, CÂMARA MUNICIPAL)\nRE 73068 (2ªT). \n(PRINCÍPIO DA ANUALIDADE ELEITORAL, ALTERAÇÃO, JURISPRUDÊNCIA, LEGISLAÇÃO ELEITORAL)\nRE 637485 (TP), ADI 5398 MC-Ref (TP). \n- Legislação estrangeira citada: art. II, Seção 1, item 1 da Constituição dos Estados Unidos da América, de 1787; Emenda Constitucional 22, de 1951, dos Estados Unidos da América; Constituição austríaca, de 1920; Lei Constitucional Federal 491, de 1984, da Áustria; art. 90 da Constituição da Nação Argentina, de 1853; art. 126, item 1, da Constituição da República Portuguesa, de 1976\n- Veja ADI 6425 e ADI 6629 do STF.\nNúmero de páginas: 64.\nAnálise: 17/08/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : DIRETÓRIO NACIONAL DO PARTIDO REPUBLICANO DA ORDEM SOCIAL - PROS \nADV.(A/S)  : BRUNO AURELIO RODRIGUES DA SILVA PENA E OUTRO(A/S)\nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO MARANHÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA MOVIMENTAÇÃO DE MERCADORIAS EM GERAL E LOGÍSTICA \nADV.(A/S)  : KOWALSKY DO CARMO COSTA RIBEIRO \nAM. CURIAE.  : PARTIDO DEMOCRÁTICO TRABALHISTA - PDT \nADV.(A/S)  : ANTONIO MALVA NETO \nAM. CURIAE.  : UNIÃO NACIONAL DOS LEGISLADORES E LEGISLATIVOS ESTADUAIS ¿ UNALE \nADV.(A/S)  : ANDRE BRANDAO HENRIQUES MAIMONI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":455560,"documental_tese_texto":null,"procedencia_geografica_completo":"MA - MARANHÃO","processo_codigo_completo":"ADI 6685","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-09-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARBALHO, João. Constituição Federal Brasileira. Comentários. Rio de Janeiro: F. Briguiet e Cia. Editores, 1924. p. 14-15, 17.\nBARBOSA, Rui. Comentários à constituição federal brasileira. São Paulo: Saraiva, 1933. v. 3. p. 162.\nBARBOSA, Ruy. Comentários à Constituição Federal Brasileira (coligidos por Homero Pires). São Paulo: Saraiva, 1932. v. 1. p. 52-53.\nBASTOS, Celso Ribeiro de. Interpretação correta das normas. Folha de São Paulo, São Paulo, 5 dez. 1998. p.3.\nCANOTILHO; MOREIRA. Constituição da República Portuguesa anotada. 3. ed. Coimbra: Coimbra , 1993. p. 561.\nCONSTITUIÇÃO federal e anteprojeto da comissão Afonso Arinos: índice analítico comparativo. Rio de Janeiro: Forense, 1987. art. 221.\nFERRAZ, Anna Cândida da Cunha. Poder Constituinte do Estado-membro. São Paulo: RT, 1979. p. 158.\nFERREIRA FILHO, Manoel Gonçalves. Direito constitucional comparado I: o poder constituinte. São Paulo: Bushatsky Editor, 1974. p. 183-184.\nHORTA, Raul Machado. Normas Centrais da Constituição Federal. Revista de Informação Legislativa, Brasília, ano 34, n. 135, jul./set. 1997. p. 176.\nLAVIÉ, Quiroga. Estudio analitico de la reforma constitucional. Buenos Aires: Depalma, 1994. p. 40.\nMAXIMILIANO, Carlos. Constituição Brasileira. Rio de Janeiro: Livraria Globo, 1929. p. 166.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva, 2019. p. 922.\nMORAES, Alexandre de. Direito constitucional. 1. ed. São Paulo: Atlas, 1997.\nPAULSON. Constitutional Review in the United States and Austria: notes on the beginnings. In: Ratio Juris, v. 16, n. 2, Oxford: Blackwell, 2003. p. 237.\nRODRIGUES, Leda Boechat. História do Supremo Tribunal Federal II – defesa do federalismo (1899-1910). Rio de Janeiro, Civilização Brasileira, 1991. p. 225.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 7. ed. São Paulo: Malheiros, 2010. p. 436.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":6685,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur456509","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MA","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, converteu o referendo da medida cautelar em apreciação definitiva do mérito, julgou procedente o pedido formulado na ação direta, declarando a inconstitucionalidade do art. 4º, caput, da Lei n. 8.449, de 25 de agosto de 2006, com a redação dada pelo art. 11 da Lei n. 8.950, de 15 de abril de 2009; dos arts. 1º a 4º, 7º, 9º e 11, e Anexo Único da Lei n. 8.950/2009; dos arts. 1º, § 3º, 2º e Anexos I e II da Lei n. 10.654, de 11 de agosto de 2017; e dos arts. 4º, 8º, § 2º, e Anexo II da Lei 10.824, de 28 de março de 2018, todas do Estado do Maranhão, na parte em que criam cargos em comissão de Capelão Religioso na Administração Pública estadual, e modulou os efeitos da declaração de inconstitucionalidade, para que tenha eficácia apenas após 31 de dezembro de 2022, observado o art. 27 da Lei n. 9.868/1999, nos termos do voto do Relator. Plenário, Sessão Virtual de 1.10.2021 a 8.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur456509","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Maranhão","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur456509","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA \n\n\n\n    DIREITO CONSTITUCIONAL. AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI ESTADUAL. AUTORIZAÇÃO DE LIVRE NOMEAÇÃO PARA CARGOS EM COMISSÃO DE CAPELÃES RELIGIOSOS NA ADMINISTRAÇÃO PÚBLICA.\n\n\n\n    1. Conforme interpretação harmônica da Constituição Federal, o meio de provimento dos cargos de Oficial Capelão é o concurso público. Não se deve vincular a indicação de cargos que, no fundo, procuram manter a liberdade religiosa, ao arbítrio do Chefe do Executivo.\n\n\n\n    2. Cumpre respeitar a liberdade religiosa e de crença dos servidores, que também são cidadãos (CF/1988, art. 5º, V e VI). Tamanha sua relevância, a liberdade religiosa é garantia expressa contida na Primeira Emenda à Constituição norte-americana; no Brasil, é prevista desde a Constituição de 1891, por influência de Rui Barbosa.\n\n\n\n    3. O provimento mediante certame (CF/1988, art. 37, II) garante que o Poder Executivo não interferirá na fé e na liberdade religiosa dos cidadãos.\n\n\n\n    4. O concurso público é a forma de ingresso no serviço público mais segura e prudente a fim de que os ocupantes do cargo de Oficial Capelão sejam livres para professar a fé na qual estão imbuídos, sem indevidas interferências que poderiam ocorrer se o provimento se desse por nomeação para cargo de confiança pelo Chefe do Executivo. O constituinte estabeleceu, de forma clara e expressa, as exceções à regra do concurso público, não se enquadrando em nenhuma delas a hipótese dos autos. Precedentes: ADI 3.233, Plenário, ministro Joaquim Barbosa, DJ de 14 de setembro de 2007; ADI 1.141 MC, Plenário, ministro Sepúlveda Pertence, DJ de 4 de novembro de 1994; ADI 1.141, Plenário, ministra Ellen Gracie, DJ de 29 de agosto de 2003; ADI 1.269 MC, Plenário, ministro Carlos Velloso, DJ de 25 de agosto de 1995; Rp 1.400, Plenário, ministro Moreira Alves, DJ de 11 de dezembro de 1987; ADI 5.044, Plenário, ministro Alexandre de Moraes, j. 11 de outubro de 2018.\n\n\n\n    5. Em consonância com a jurisprudência do Supremo, viola o disposto no art. 37, II, da Constituição Federal a criação de cargos em comissão referentes a funções para cujo desempenho não é necessária a confiança pessoal. \n\n\n\n    6. Em contexto de pandemia como a de covid-19, a fim de evitar-se a interrupção na prestação do serviço público religioso, observada a manifestação da Procuradoria-Geral da República, mostra-se razoável a modulação dos efeitos da declaração de inconstitucionalidade, nos termos do art. 27 da Lei n. 9.868/1999, para que tenha eficácia apenas após 31 de dezembro de 2022, viabilizando-se à Administração período suficiente para se adequar ao que decidido (ADI 4.876, Relator o ministro Dias Toffoli, DJe de 1º de julho de 2014; ADI 3.819, Relator o ministro Eros Grau, DJe de 28 de março de 2008; ADI 3.609, Relator o ministro Dias Toffoli, DJe de 30 de outubro de 2014; ADI 4.541, Relatora a ministra Cármen Lúcia, DJe de 4 de maio de 2021).\n\n\n\n    7. Medida cautelar em ação direta de inconstitucionalidade concedida ad referendum do Plenário. Conversão do referendo à medida cautelar em julgamento de mérito. Possibilidade. Pedido julgado procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758366320","externo_seq_objeto_incidente":6107828,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 24-11-2021  PUBLIC 25-11-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6669&classe=ADI","is_colac":false,"titulo":"ADI 6669","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    ART-00072 PAR-00007\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00005 INC-00006 INC-00007\n    ART-00037 INC-00002 INC-00005\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005711 ANO-1971\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-006923 ANO-1981\n    ART-00004 ART-00018 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 INC-00008 ART-00019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007479 ANO-1986\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008449 ANO-2006\n    ART-00004 \"CAPUT\"\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008950 ANO-2009\n    ANEXO-ÚNICO ART-00001 ART-00002 ART-00003\n    ART-00004 ART-00007 ART-00009 ART-00011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010654 ANO-2017\n    ANEXO-00001 ANEXO-00002 ART-00001 PAR-00002\n    PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-EST   LEI-010824 ANO-2018\n    ART-00002 ART-00004 ART-00008 PAR-00002\n    LEI ORDINÁRIA, MA"],"publicacao_data":"2021-11-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONVERSÃO, REFERENDO, MEDIDA CAUTELAR, JULGAMENTO DO MÉRITO, PRINCÍPIO DA ECONOMIA PROCESSUAL. CONTEXTO HISTÓRICO, LIBERDADE DE RELIGIÃO. PRINCÍPIO DO ESTADO LAICO. IMPOSSIBILIDADE, CAPELÃO, FUNÇÃO, CARGO DE DIREÇÃO, CARGO DE CHEFIA, ASSESSORAMENTO. JURISPRUDÊNCIA, STF, ADMISSIBILIDADE, CARGO EM COMISSÃO, HIPÓTESE, FUNÇÃO DE CONFIANÇA, LIVRE NOMEAÇÃO, CARGO DE LIVRE EXONERAÇÃO. STF, CONSTITUCIONALIDADE, CONCURSO PÚBLICO, CARGO, MÉDICO, BOMBEIRO MILITAR, CAPELÃO, AFASTAMENTO, REQUISITO, ALTURA MÍNIMA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6669&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXCEÇÃO, REGRA, CONCURSO PÚBLICO)\nRp 1400 (1ªT), ADI 1141 (TP), ADI 3233 (TP), ADI 1141 MC (TP), ADI 5044 (TP), ADI 1269 MC (TP). \n(MODULAÇÃO DE EFEITOS, DECLARAÇÃO DE INCONSTITUCIONALIDADE, CONTRATAÇÃO SEM CONCURSO PÚBLICO)\nADI 3609 (TP), ADI 3819 (TP), ADI 4541 (TP), ADI 4876 (TP). \n(CONVERSÃO, JULGAMENTO DO MÉRITO, PRINCÍPIO DA ECONOMIA PROCESSUAL)\nADI 4163 (TP), ADI 4925 (TP), ADI 4788 AgR (TP), ADI 5253 (TP), ADI 5628 (TP), ADI 5949 (TP). \n(POSSIBILIDADE, CARGO EM COMISSÃO, VÍNCULO, FUNÇÃO DE CONFIANÇA)\nAI 309399 AgR (1ªT). \n(CONSTITUCIONALIDADE, CONCURSO PÚBLICO, CARGO, MÉDICO, BOMBEIRO MILITAR, CAPELÃO)\nADI 5044 (TP). \n- Legislação estrangeira citada: Emenda 01 da Constituição dos Estados unidos da América.\nNúmero de páginas: 23.\nAnálise: 01/08/2022, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO MARANHÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO MARANHÃO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO MARANHÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : MITRA DO ORDINARIADO MILITAR DO BRASIL \nADV.(A/S)  : ELIANDRO GOMES RODRIGUES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":456509,"documental_tese_texto":null,"procedencia_geografica_completo":"MA - MARANHÃO","processo_codigo_completo":"ADI 6669","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-10-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"PONTES DE MIRANDA, Francisco Cavalcanti. Comentários à Constituição de 1967 com a Emenda n. 1, de 1969. 2. ed. v. 5, São Paulo: Revista dos Tribunais, 1974. p. 123.\nSILVA, José Afonso da. Curso de direito constitucional positivo. 5. ed. rev. São Paulo: Revista dos Tribunais, 1989. p. 221.","ministro_facet":["NUNES MARQUES"],"processo_numero":6669,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}