{"result":{"took":628,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur393421","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Primeira Turma, Sessão Virtual de 28.9.2018 a 4.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur393421","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur393421","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NA RECLAMAÇÃO. ADMINISTRATIVO. RESPONSABILIDADE SUBSIDIÁRIA DA ADMINISTRAÇÃO PÚBLICA NA TERCEIRIZAÇÃO EM CASO DE INADIMPLEMENTO DE OBRIGAÇÕES TRABALHISTAS POR PARTE DA EMPRESA CONTRATANTE. INADMISSIBILIDADE DA VIA ELEITA. AUSÊNCIA DE ESGOTAMENTO DAS VIAS ORDINÁRIAS. UTILIZAÇÃO DA RECLAMAÇÃO COMO SUCEDÂNEO DE RECURSO OU OUTRAS AÇÕES CABÍVEIS. AGRAVO REGIMENTAL DESPROVIDO. \n\n\n\n    1. A reclamação, por expressa determinação constitucional, destina-se a preservar a competência desta Suprema Corte e garantir a autoridade de suas decisões, ex vi do artigo 102, I, l, da CF além de salvaguardar o estrito cumprimento dos enunciados da Súmula Vinculante, nos termos do artigo 103-A, § 3º, da Constituição, incluído pela EC n. 45/2004. Neste particular, a jurisprudência desta Suprema Corte estabeleceu diversas condicionantes para a utilização da via reclamatória, de sorte a evitar o uso promíscuo do referido instrumento processual.\n\n\n\n    2. A reclamação é impassível de ser manejada como sucedâneo de recurso ou ação rescisória, bem como é inadmissível a sua utilização em substituição a outras ações cabíveis. Incidência do princípio da não-reclamação contra o recorrível ou da irreclamabilidade contra a decisão de que ainda cabe recurso (PONTES DE MIRANDA, Francisco Cavalcanti. Comentários ao Código de Processo Civil. Tomo V, Arts. 444-475. Rio de Janeiro: Forense, 2ª Edição, p. 390 e 394).\n\n\n\n    3. O ajuizamento de reclamação contra decisão da qual cabe recurso contraria o sistema jurídico-processual e revela-se disfuncional, caracterizando hipótese de abuso do direito de ação. Necessidade das instâncias julgadoras superiores de prestigiarem o sistema jurisdicional estabelecido pelo Poder Constituinte, de modo a preservar a atuação dos demais órgãos do Poder Judiciário que, de igual forma, ostentam competências de envergadura constitucional.\n\n\n\n    4. O exaurimento da jurisdição ordinária antes do manejo da reclamação constitucional de competência do Supremo Tribunal Federal deve ser observado, sob pena de se estimular a propositura per saltum da via eleita. Precedentes: Rcl 25.596-AgR, Segunda Turma, Rel. Min. Dias Toffoli, DJe de 1/8/2017; e Rcl 18.020-AgR, Rel. Min. Rosa Weber, Primeira Turma, DJe de 18/4/2016.\n\n\n\n    5. A posição desta Corte em casos relativos à responsabilidade do ente público tomador de serviços pelo inadimplementos de verbas trabalhistas (Tema nº 246 da Repercussão Geral) tem sido a de demandar o percorrimento de todo o iter processual. Precedentes: Rcl 30344-AgR, Relator Min. Roberto Barroso, Primeira Turma, DJe 15/06/2018; Rcl 29987-AgR, Relator Min. Dias Toffoli, Segunda Turma, DJe 28/05/2018.\n\n\n\n    6. In casu, extrai-se própria narrativa da agravante a ausência do necessário esgotamento das vias ordinárias.\n\n\n\n    7. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748509877","externo_seq_objeto_incidente":5342199,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-228  DIVULG 25-10-2018  PUBLIC 26-10-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=29297&classe=Rcl","is_colac":false,"titulo":"Rcl 29297 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-L \n          ART-0103A INCLUÍDO PELA EMC-45/2004\n          ART-0103A PAR-00003 INCLUÍDO PELA EMC-45/2004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00013 REVOGADO PELA LEI-13105/2015\n          ART-00014 REVOGADO PELA LEI-13105/2015\n          ART-00015 REVOGADO PELA LEI-13105/2015\n          ART-00016 REVOGADO PELA LEI-13105/2015\n          ART-00017 REVOGADO PELA LEI-13105/2015\n          ART-00018 REVOGADO PELA LEI-13105/2015\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1990\n          ART-00071 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011417      ANO-2006\n          ART-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00927 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 ART-00988 ART-00989 \n          ART-00990 ART-00991 ART-00992 ART-00993 \n          ART-01072 INC-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00156 \"CAPUT\" ART-00157 ART-00158 \n          ART-00159 ART-00160 ART-00161 ART-00162\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2018-10-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- TEORIA DOS PODERES IMPLÍCITOS, APLICAÇÃO, PODER JUDICIÁRIO, INTERMÉDIO, RECLAMAÇÃO, ASSEGURAMENTO, CUMPRIMENTO, DECISÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: LEI, LICITAÇÃO, EXCLUSÃO, RESPONSABILIDADE SUBSIDIÁRIA, ADMINISTRAÇÃO PÚBLICA, EMPRESA TERCEIRIZADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=29297&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, RECLAMAÇÃO, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA)\nRcl 18020 AgR (1ªT), Rcl 25596 AgR (2ªT). \n(RECLAMAÇÃO, RESPONSABILIDADE, ENTE PÚBLICO, EMPRESA TOMADORA DE SERVIÇOS, INADIMPLEMENTO, VERBA SALARIAL)\nRcl 29987 AgR (2ªT), Rcl 30344 AgR (1ªT). \n(RECLAMAÇÃO, TEORIA DOS PODERES IMPLÍCITOS)\nRcl 141 (TP). \n(COMPETÊNCIA JURISDICIONAL, INTERPRETAÇÃO SISTEMÁTICA, CONSTITUIÇÃO FEDERAL)\nHC 109956 (1ªT). \n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO)\nRcl 336 - RTJ 134/1033, Rcl 4381 AgR (TP), Rcl 10036 AgR (TP). \n(RESPONSABILIDADE SUBSIDIÁRIA, ADMINISTRAÇÃO PÚBLICA, EMPRESA TERCEIRIZADA)\nADC 16 (TP). \n- Decisão estrangeira citada: Caso McCulloch vs. Maryland, da Suprema Corte Americana.\nNúmero de páginas: 20.\nAnálise: 16/01/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MUNICIPIO DE ALAGOINHAS \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE ALAGOINHAS \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO DO TRABALHO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : TRIBUNAL REGIONAL DO TRABALHO DA 5ª REGIÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":393421,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"Rcl 29297 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2018-10-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"AROCA, Juan Montero; MATÍES, José Flors. Amparo Constitucional y Proceso Civil. Valencia: Tirant lo blanch, 2005. p. 271-272.\nBOBBIO, Norberto. Teoria do ordenamento jurídico. Tradução: Maria Celeste C. J. Santos. 10. ed. Brasília: Universidade de Brasília, 1999. p. 71.\nCANARIS, Claus-Wilhelm. Pensamento sistemático e conceito de sistema na Ciência do Direito. Tradução: A. Menezes Cordeiro. 4. ed. Lisboa: Fundação Calouste Gulbenkian, 2008. p. 23 e 283.\nCHIOVENDA, Giuseppe. Instituições de direito processual civil. Tradução: Paolo Capitano. 4. ed. Campinas: Bookseller, 2009. p. 718.\nCORDEIRO, Antônio Menezes. Litigância de Má Fé, Abuso do direito de acção e culpa in agendo. Coimbra: Almedina, 2005. p. 72-73 e 85.\nMIRANDA, Francisco Cavalcanti Pontes de. Comentários ao Código de Processo Civil: arts. 444-475. 2. ed. Rio de Janeiro: Forense. Tomo V. p. 385-387, 390 e 394.\nSALGADO, Alí Joaquim. Judicio de Amparo y acción de inconstitucionalidad. Buenos Aires, 1987. p. 31, 32-33.\nSULLIVAN, Kathleen M.; GUNTHER, Gerald. Constitucional law. 16. ed. New York: Foundation Press, 2007.","ministro_facet":["LUIZ FUX"],"processo_numero":29297,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur353430","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que conhecia e desprovia o recurso, pediu vista dos autos o Ministro Roberto Barroso. Ausentes, justificadamente, os Ministros Celso de Mello e Dias Toffoli e, nesta assentada, o Ministro Luiz Fux. Falaram, pelo recorrente, o Dr. Ulisses Jung, OAB/RS 44.059, e, pela União, o Dr. Fabrício Sarmanho de Albuquerque, Procurador da Fazenda Nacional. Presidência do Ministro Ricardo Lewandowski. Plenário, 20.11.2014.\r\n\n                 Decisão: O Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 643 da repercussão geral, negou provimento ao recurso extraordinário, vencidos os Ministros Roberto Barroso, Edson Fachin e Dias Toffoli. Em seguida, por maioria, o Tribunal fixou a seguinte tese: “Incide o imposto de produtos industrializados na importação de veículo automotor por pessoa natural, ainda que não desempenhe atividade empresarial e o faça para uso próprio”, vencidos os Ministros Roberto Barroso, Edson Fachin e Dias Toffoli. Quanto à modulação, o julgamento foi suspenso, após os votos dos Ministros Marco Aurélio (Relator), Teori Zavascki, Rosa Weber, Cármen Lúcia e Gilmar Mendes, que não modulavam os efeitos da decisão; os votos dos Ministros Roberto Barroso, Edson Fachin, Dias Toffoli e Celso de Mello, que modulavam a decisão para que tenha efeitos a partir deste momento, não podendo a Fazenda acionar o devedor retroativamente, mas admitindo a possibilidade de uma eventual restituição de indébito; e os votos dos Ministros Luiz Fux e Ricardo Lewandowski (Presidente), que modulavam os efeitos da decisão em menor extensão, no sentido de não se aplicar a tese adotada aos casos em que a cobrança já esteja sendo questionada na Justiça. Plenário, 03.02.2016. \r\n\n                       Decisão: Após os votos ora reajustados dos Ministros Luiz Fux e Ricardo Lewandowski (Presidente), não foi alcançado o quorum para a modulação dos efeitos da decisão proferida. Os Ministros Roberto Barroso, Celso de Mello e Gilmar Mendes assinalaram o entendimento de que nos casos em que há mudança de jurisprudência, sem declaração de inconstitucionalidade, a modulação pode ser feita por maioria absoluta do Tribunal. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 04.02.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur353430","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur353430","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS – IMPORTAÇÃO DE BENS PARA USO PRÓPRIO – CONSUMIDOR FINAL. Incide, na importação de bens para uso próprio, o Imposto sobre Produtos Industrializados, sendo neutro o fato de tratar-se de consumidor final.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11465344","externo_seq_objeto_incidente":4334606,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-164  DIVULG 04-08-2016  PUBLIC 05-08-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=723651&classe=RE","is_colac":false,"titulo":"RE 723651","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00006 INC-00001 LET-A LET-B\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00021 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00021 PAR-00003 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00022 PAR-00004\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00004 ART-00093 INC-00009 ART-00145 \n          PAR-00002 ART-00146 ART-00149 PAR-00003 \n          ART-00150 INC-00002 ART-00153 INC-00001 \n          INC-00004 PAR-00003 INC-00002 INC-00003 \n          ART-00154 INC-00001 ART-00155 INC-00002 \n          ART-00155 PAR-00002 INC-00009 LET-A REDAÇÃO ORIGINÁRIA\n          ART-00155 PAR-00002 INC-00009 LET-A REDAÇÃO DADA PELA EMC-33/2001\n          ART-00155 PAR-00003 INC-00002 ART-00170 \n          INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000018      ANO-1965\n          ART-00007 INC-00001 ART-00011\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000001      ANO-1969\n          ART-00021 PAR-00003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000033      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-000025      ANO-1891\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004502      ANO-1964\n          ART-00002 INC-00001 INC-00002 ART-00046 \n          INC-00001 INC-00002 INC-00003 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00020 INC-00002 ART-00046 INC-00001 \n          INC-00002 INC-00003 PAR-ÚNICO ART-00047 \n          ART-00051 INC-00001 INC-00002 INC-00003 \n          INC-00004 PAR-ÚNICO\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n                LEI ORDINÁRIA\n\n","LEG-FED   SUMSTF-000512      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000660      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-08-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSIDERAÇÃO, CÓDIGO TRIBUTÁRIO NACIONAL, DESEMBARAÇO ADUANEIRO, FATO GERADOR, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). CONSIDERAÇÃO, CÓDIGO TRIBUTÁRIO NACIONAL, IMPORTADOR, SUJEITO PASSIVO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). AUSÊNCIA, PREVISÃO, CÓDIGO TRIBUTÁRIO NACIONAL, DISTINÇÃO, TRATAMENTO JURÍDICO, HIPÓTESE, DESTINATÁRIO NÃO CONTRIBUINTE, IMPORTAÇÃO, BEM, FINALIDADE, USO PRÓPRIO. IMPOSSIBILIDADE, ESTADO BRASILEIRO, INTERFERÊNCIA, SITUAÇÃO, NATUREZA TRIBUTÁRIA, ESTADO ESTRANGEIRO, FUNDAMENTO, PRINCÍPIO DA AUTODETERMINAÇÃO DOS POVOS, PRINCÍPIO DA INDEPENDÊNCIA NACIONAL. RESTRIÇÃO, IMUNIDADE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), EXPORTAÇÃO. AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL, DISTINÇÃO, CONTRIBUINTE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). IRRELEVÂNCIA, INSERÇÃO, CONTRIBUINTE, ÂMBITO, COMÉRCIO. IRRELEVÂNCIA, AQUISIÇÃO, PRODUTO, OBJETIVO, USO PRÓPRIO. DISTINÇÃO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPOSTO SOBRE A IMPORTAÇÃO (II). LIMITAÇÃO, PROIBIÇÃO, COINCIDÊNCIA, BASE DE CÁLCULO, HIPÓTESE, TAXA, IMPOSTO. CONSIDERAÇÃO, FINALIDADE, PRINCÍPIO DA NÃO CUMULATIVIDADE, IMPEDIMENTO, BITRIBUTAÇÃO. LIMITAÇÃO, APLICABILIDADE, PRINCÍPIO DA NÃO CUMULATIVIDADE, HIPÓTESE, INCIDÊNCIA, TRIBUTO, OPERAÇÃO SEGUINTE. DEFINIÇÃO, CÓDIGO TRIBUTÁRIO NACIONAL, FATO GERADOR, BASE DE CÁLCULO, CONTRIBUINTE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), HIPÓTESE, IMPORTAÇÃO. EXIGÊNCIA, ISONOMIA, TRATAMENTO JURÍDICO, PRODUTO INDUSTRIALIZADO, BRASILEIRO, ESTRANGEIRO, MATÉRIA TRIBUTÁRIA. AUSÊNCIA, OFENSA, PRINCÍPIO DA NÃO CUMULATIVIDADE, DECORRÊNCIA, PREVISÃO, INEXISTÊNCIA, DIREITO, CRÉDITO, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), HIPÓTESE, AQUISIÇÃO, MERCADORIA, FINALIDADE, USO PRÓPRIO. IMPOSSIBILIDADE, PRESUNÇÃO, INCIDÊNCIA, TRIBUTO, PAÍS DE ORIGEM, HIPÓTESE, IMPORTAÇÃO. INAPLICABILIDADE, PRINCÍPIO DA NÃO CUMULATIVIDADE, HIPÓTESE, AUSÊNCIA, EFEITO CASCATA, TRIBUTAÇÃO. POSSIBILIDADE, VARIAÇÃO, ALÍQUOTA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), CONFORMIDADE, INTERESSE NACIONAL, FUNDAMENTO, PRINCÍPIO DA SELETIVIDADE. RESTRIÇÃO, TESE, HIPÓTESE, IMPORTAÇÃO, VEÍCULO AUTOMOTOR, FUNDAMENTO, CARACTERIZAÇÃO, PROCESSO SUBJETIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: RESTRIÇÃO, TESE, HIPÓTESE, IMPORTAÇÃO, VEÍCULO AUTOMOTOR. IMPOSSIBILIDADE, GENERALIZAÇÃO, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO. INADEQUAÇÃO, TRIBUTAÇÃO, IMPORTAÇÃO, EQUIPAMENTO MÉDICO. PREVISÃO, TEXTO CONSTITUCIONAL, PRINCÍPIO DA NÃO CUMULATIVIDADE. AUSÊNCIA, EDIÇÃO, EMENDA CONSTITUCIONAL, CARÁTER ESPECÍFICO, OBJETIVO, PREVISÃO, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: RESTRIÇÃO, TESE, HIPÓTESE, IMPORTAÇÃO, VEÍCULO AUTOMOTOR. EXISTÊNCIA, RISCO, PREJUÍZO, RAMO DE ATIVIDADE, HIPÓTESE, NECESSIDADE, IMPORTAÇÃO, DECORRÊNCIA, INEXISTÊNCIA, PRODUTO, BRASILEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: RESTRIÇÃO, TESE, HIPÓTESE, IMPORTAÇÃO, VEÍCULO AUTOMOTOR.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: PROVIMENTO, RECURSO EXTRAORDINÁRIO. EVOLUÇÃO HISTÓRICA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), ÂMBITO, CONSTITUIÇÃO. PREVISÃO, LEGISLAÇÃO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO. POSSIBILIDADE, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), AQUISIÇÃO, VENDA, PRODUTO INDUSTRIALIZADO. INEXISTÊNCIA, PRECEDENTE, PLENÁRIO, MATÉRIA, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE. INADEQUAÇÃO, APLICAÇÃO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), PRECEDENTE, PLENÁRIO, MATÉRIA, INCIDÊNCIA, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE. LIMITAÇÃO, RAZÃO DE DECIDIR, PRECEDENTE, PLENÁRIO, PECULIARIDADE, REGRA, COMPETÊNCIA, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS). AUSÊNCIA, RECONHECIMENTO, PLENÁRIO, OFENSA, PRINCÍPIO DA NÃO CUMULATIVIDADE, HIPÓTESE, INCIDÊNCIA, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE. CONSIDERAÇÃO, PRINCÍPIO DA NÃO CUMULATIVIDADE, ESPÉCIE, REGRA. INEXISTÊNCIA, INFLUÊNCIA, PRINCÍPIO DA NÃO CUMULATIVIDADE, MATERIALIDADE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). LIMITAÇÃO, APLICABILIDADE, PRINCÍPIO DA NÃO CUMULATIVIDADE, HIPÓTESE, OCORRÊNCIA, INCIDÊNCIA TRIBUTÁRIA, PLURALIDADE, ETAPA, CADEIA PRODUTIVA. INAPLICABILIDADE, PRINCÍPIO DA NÃO CUMULATIVIDADE, HIPÓTESE, OCORRÊNCIA, INCIDÊNCIA TRIBUTÁRIA, UNICIDADE, OPERAÇÃO. CONSIDERAÇÃO, IMPORTADOR, CONTRIBUINTE DE FATO, CONTRIBUINTE DE DIREITO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). OFENSA, PRINCÍPIO DA IGUALDADE TRIBUTÁRIA, DISTINÇÃO, TRATAMENTO JURÍDICO, PRODUTO INDUSTRIALIZADO, BRASILEIRO, ESTRANGEIRO, FUNDAMENTO, IDENTIDADE, CAPACIDADE ECONÔMICA. CONSIDERAÇÃO, FINALIDADE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), PROTEÇÃO, MERCADO INTERNO. NECESSIDADE, PRESERVAÇÃO, EQUILÍBRIO, CONCORRÊNCIA, MERCADO INTERNO, MERCADO EXTERNO, FUNDAMENTO, PRINCÍPIO DA LIVRE CONCORRÊNCIA. NECESSIDADE, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO, OBJETIVO, EQUIPARAÇÃO, TRIBUTAÇÃO, PRODUTO INDUSTRIALIZADO, BRASILEIRO, ESTRANGEIRO, DECORRÊNCIA, PREVALÊNCIA, ÂMBITO, COMÉRCIO EXTERIOR, IDEIA, TRIBUTAÇÃO, ESTADO DE DESTINO. DESNECESSIDADE, DISPOSIÇÃO EXPRESSA, OBJETIVO, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE. NECESSIDADE, ATUALIZAÇÃO, INTERPRETAÇÃO CONSTITUCIONAL, MATÉRIA, TRIBUTAÇÃO, COMÉRCIO EXTERIOR, DECORRÊNCIA, APROXIMAÇÃO, COMPRADOR, VENDEDOR, ATUALIDADE, INTERMÉDIO, REDE MUNDIAL DE COMPUTADORES. IMPOSSIBILIDADE, PODER JUDICIÁRIO, ELABORAÇÃO, POLÍTICA FISCAL. POSSIBILIDADE, PODER EXECUTIVO, REDUÇÃO, ALÍQUOTA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). POSSIBILIDADE, CONGRESSO NACIONAL, APROVAÇÃO, ISENÇÃO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI).\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PROVIMENTO, RECURSO EXTRAORDINÁRIO. IMPOSSIBILIDADE, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), HIPÓTESE, PESSOA NATURAL, IMPORTAÇÃO, PRODUTO, OBJETIVO, USO PRÓPRIO. OFENSA, PRINCÍPIO DA NÃO CUMULATIVIDADE, DECORRÊNCIA, IMPOSSIBILIDADE, CREDITAMENTO, IMPOSSIBILIDADE, RECUPERAÇÃO, ÔNUS, TRIBUTO. PREVISÃO, PRINCÍPIO DA NÃO CUMULATIVIDADE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1967, EMENDA CONSTITUCIONAL 1 DE 1969, CONSTITUIÇÃO FEDERAL DE 1988. INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), HIPÓTESE, INDUSTRIALIZAÇÃO, PRODUTO, CELEBRAÇÃO, NEGÓCIO JURÍDICO, TRANSFERÊNCIA, POSSE, PROPRIEDADE, PRODUTO. CONSIDERAÇÃO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPOSTO INDIRETO. NECESSIDADE, DISTINÇÃO, CONTRIBUINTE DE FATO, CONTRIBUINTE DE DIREITO. APLICAÇÃO, TRIBUTAÇÃO, COMÉRCIO EXTERIOR, PRINCÍPIO, ESTADO DE DESTINO. OCORRÊNCIA, BIS IN IDEM, DECORRÊNCIA, DUPLICIDADE, INCIDÊNCIA, IMPOSTO, IDENTIDADE, MATERIALIDADE, IDENTIDADE, ENTE POLÍTICO. EXIGÊNCIA, AUTORIZAÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL, FINALIDADE, ADMISSÃO, BIS IN IDEM. IMPOSSIBILIDADE, ATRIBUIÇÃO, CONTRIBUINTE DE FATO, CONDIÇÃO, SUBSTITUTO TRIBUTÁRIO, ALIENANTE. EXISTÊNCIA, CAUSA DE PEDIR ABERTA, ÂMBITO, RECURSO EXTRAORDINÁRIO, REPERCUSSÃO GERAL. DEVER, PODER JUDICIÁRIO, OBSERVÂNCIA, PRINCÍPIO DA SEGURANÇA JURÍDICA. MOMENTO, FORMULAÇÃO, PRECEDENTE. DEVER, FUNDAMENTAÇÃO, DECISÃO JUDICIAL, HIPÓTESE, ALTERAÇÃO, JURISPRUDÊNCIA, HIPÓTESE, INOCORRÊNCIA, ALTERAÇÃO, CONSTITUIÇÃO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: PROVIMENTO, RECURSO EXTRAORDINÁRIO. EXIGÊNCIA, CÓDIGO TRIBUTÁRIO NACIONAL, CORRELAÇÃO, ATIVIDADE, SUJEITO PASSIVO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), ATIVIDADE, INDUSTRIALIZAÇÃO. AUSÊNCIA, EXERCÍCIO, ATIVIDADE COMERCIAL, HABITUALIDADE, HIPÓTESE, CONSUMIDOR FINAL, REALIZAÇÃO, IMPORTAÇÃO. IMPOSSIBILIDADE, ENQUADRAMENTO, CONSUMIDOR FINAL, CONDIÇÃO, SUBSTITUTO TRIBUTÁRIO, ALIENANTE. APLICABILIDADE, PRECEDENTE, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), HIPÓTESE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). IMPOSSIBILIDADE, REALIZAÇÃO, CREDITAMENTO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), HIPÓTESE, INCIDÊNCIA, IMPORTAÇÃO, CONSUMIDOR FINAL. ACUMULAÇÃO, CONSUMIDOR FINAL, IMPORTAÇÃO, CONDIÇÃO, CONTRIBUINTE DE FATO, CONTRIBUINTE DE DIREITO. INEXISTÊNCIA, AUTORIZAÇÃO, CONSTITUIÇÃO FEDERAL, COBRANÇA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), HIPÓTESE, DESTINATÁRIO NÃO CONTRIBUINTE, REALIZAÇÃO, IMPORTAÇÃO, OBJETIVO, USO PRÓPRIO. NECESSIDADE, CONSIDERAÇÃO, PRINCÍPIO DA ISONOMIA, CADA, CASO CONCRETO. EXISTÊNCIA, RISCO, PREJUÍZO, HOSPITAL, CLÍNICA, HIPÓTESE, NECESSIDADE, REALIZAÇÃO, IMPORTAÇÃO, EQUIPAMENTO MÉDICO, DECORRÊNCIA, AUSÊNCIA, PRODUTO, MERCADO INTERNO.\n\n- MODULAÇÃO DE EFEITOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: IMPOSSIBILIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. NECESSIDADE, CAUTELA, MODULAÇÃO DE EFEITOS, DECISÃO, HIPÓTESE, AUSÊNCIA, DISCUSSÃO, CONSTITUCIONALIDADE, LEI. EXISTÊNCIA, CONTROVÉRSIA, JURISPRUDÊNCIA, REFERÊNCIA, MATÉRIA, CASO CONCRETO. EXIGÊNCIA, FAZENDA PÚBLICA, TRIBUTO, CASO CONCRETO. AUSÊNCIA, EFEITO VINCULANTE, DECISÃO, TURMA, SUPREMO TRIBUNAL FEDERAL (STF). NECESSIDADE, CONSIDERAÇÃO, QUORUM, DOIS TERÇOS, FINALIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, RECURSO EXTRAORDINÁRIO, REPERCUSSÃO GERAL, DECORRÊNCIA, EFICÁCIA EXPANSIVA, DECISÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. CONSIDERAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, CONSTITUIÇÃO RÍGIDA. CRIAÇÃO, INSTITUTO JURÍDICO, MODULAÇÃO DE EFEITOS, OBJETIVO, ATENDIMENTO, SITUAÇÃO, REPERCUSSÃO SOCIAL. SUBMISSÃO, SUPREMO TRIBUNAL FEDERAL (STF), CONSTITUIÇÃO FEDERAL. VINCULAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), ORDENAMENTO JURÍDICO. INADEQUAÇÃO, REABERTURA, DISCUSSÃO, QUORUM, MODULAÇÃO DE EFEITOS. PREVISÃO, LEI, QUORUM, DOIS TERÇOS, FINALIDADE, MODULAÇÃO DE EFEITOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: IMPOSSIBILIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. CABIMENTO, MODULAÇÃO DE EFEITOS, DECISÃO, HIPÓTESE, ALTERAÇÃO, JURISPRUDÊNCIA FIRMADA. AUSÊNCIA, CONSOLIDAÇÃO, ENTENDIMENTO CONTRÁRIO, MOMENTO ANTERIOR, CASO CONCRETO. RESTRIÇÃO, EXIGÊNCIA, QUORUM, DOIS TERÇOS, HIPÓTESE, MODULAÇÃO DE EFEITOS, DECLARAÇÃO DE INCONSTITUCIONALIDADE. POSSIBILIDADE, LEGISLADOR, ALTERAÇÃO, LEI, OBJETIVO, REDUÇÃO, QUORUM, MODULAÇÃO DE EFEITOS, DECLARAÇÃO DE INCONSTITUCIONALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: IMPOSSIBILIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. INADEQUAÇÃO, LIMITAÇÃO, MODULAÇÃO DE EFEITOS, PROCESSO EM CURSO. EXISTÊNCIA, RISCO, ESTÍMULO, CONTRIBUINTE, AJUIZAMENTO, AÇÃO JUDICIAL, HIPÓTESE, DÚVIDA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: NECESSIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. EQUIVALÊNCIA, ALTERAÇÃO, JURISPRUDÊNCIA, CRIAÇÃO, DIREITO NOVO. IMPOSSIBILIDADE, ATRIBUIÇÃO, EFEITO RETROATIVO, ALTERAÇÃO, JURISPRUDÊNCIA, FUNDAMENTO, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA PROTEÇÃO À CONFIANÇA, PRINCÍPIO, BOA-FÉ. PREVALÊNCIA, ENTENDIMENTO CONTRÁRIO, MOMENTO ANTERIOR, ÂMBITO, PLURALIDADE, DECISÃO, TURMA, SUPREMO TRIBUNAL FEDERAL (STF), DECISÃO, RECURSO REPETITIVO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). NECESSIDADE, VALORIZAÇÃO, PRECEDENTE, FUNDAMENTO, ISONOMIA, SEGURANÇA JURÍDICA, EFICIÊNCIA, JUSTIÇA BRASILEIRA. INADEQUAÇÃO, DISTINÇÃO, VALOR, JURISPRUDÊNCIA, TURMA, PLENÁRIO, SUPREMO TRIBUNAL FEDERAL (STF). DESNECESSIDADE, QUORUM, DOIS TERÇOS, SUFICIÊNCIA, QUORUM, MAIORIA ABSOLUTA, FINALIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, HIPÓTESE, AUSÊNCIA, DECLARAÇÃO DE INCONSTITUCIONALIDADE.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: NECESSIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. IMPOSSIBILIDADE, SUBMISSÃO, CIDADÃO, INSTABILIDADE, TRIBUNAL, FUNDAMENTO, PRINCÍPIO DA CONFIANÇA, PRINCÍPIO DA SEGURANÇA JURÍDICA. CONSIDERAÇÃO, PRINCÍPIO DA SEGURANÇA JURÍDICA, DECORRÊNCIA, ESTADO DEMOCRÁTICO DE DIREITO. CONSIDERAÇÃO, FUNÇÃO, JURISPRUDÊNCIA, ORIENTAÇÃO, DECISÃO, ÓRGÃO, PODER JUDICIÁRIO, ACELERAÇÃO, JULGAMENTO, AÇÃO JUDICIAL, IMPEDIMENTO, CONTRADIÇÃO, DECISÃO JUDICIAL, ATRIBUIÇÃO, PREVISIBILIDADE, ESTABILIDADE, JURISDIÇÃO. RECONHECIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), POSSIBILIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, ÂMBITO, PROCESSO SUBJETIVO. NECESSIDADE, VERIFICAÇÃO, ADEQUAÇÃO, MODULAÇÃO DE EFEITOS, CONFORMIDADE, CRITÉRIO, POLÍTICA JUDICIÁRIA. CONSIDERAÇÃO, MODULAÇÃO DE EFEITOS, FORMA, MITIGAÇÃO, DOUTRINA, NULIDADE, LEI INCONSTITUCIONAL. RECONHECIMENTO, CORTE CONSTITUCIONAL, ESTADOS UNIDOS DA AMÉRICA, INAPLICABILIDADE, PRECEDENTE, SITUAÇÃO, PASSADO, HIPÓTESE, ALTERAÇÃO, JURISPRUDÊNCIA. EXIGÊNCIA, QUORUM, MAIORIA ABSOLUTA, FINALIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, HIPÓTESE, AUSÊNCIA, DECLARAÇÃO DE INCONSTITUCIONALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=723651&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA NÃO CUMULATIVIDADE)\nRE 353657 (TP), RE 370682 (TP), RE 566819 (TP). \n(IPI, IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE)\nRE 255682 AgR (2ªT), RE 272230 AgR (2ªT), RE 412045 AgR (1ªT), RE 550170 AgR (1ªT), RE 255090 AgR (2ªT), RE 501773 AgR (2ªT), RE 615595 AgR (1ªT), RE 643525 AgR (1ªT), RE 627844 AgR (2ªT). \n(ALTERAÇÃO, JURISPRUDÊNCIA, MODULAÇÃO DE EFEITOS)\nARE 709212 (TP). \n(EFICÁCIA EXPANSIVA, DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE)\nRcl 4335 (TP). \n(FUNÇÃO, JURISPRUDÊNCIA)\nRTJ 195/281 (AI 179560 AGR). \n(MODULAÇÃO DE EFEITOS, PROCESSO SUBJETIVO)\nRE 197917 (TP), HC 82959 (TP), CC 7204 (TP), INQ 687 QO (TP). \n(QUORUM, MODULAÇÃO DE EFEITOS)\nRE 586453 (TP). \n(ICMS, IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE)\nRE 203075 (TP). \n- Decisões monocráticas citadas:\n(IPI, IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE)\nARE 710559, ARE 714983, ARE 718413, RE 750871 AgR.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: RESP 1396488. \nTRF2: Mandado de Segurança nº 2003.51.01.011530-3, AMS 0011530-27.2003.4.02.5101. \n- Decisões estrangeiras citadas: Caso Linkletter vs. Walker, 381 U.S. 618, 629 (1965); Caso Chevron Oil Co. vs. Huson, 404 U.S. 97 (1971); Caso Hanover Shoe vs. United Shoe Mach. Corp., 392 U.S. 481 (1968); Caso Simpson vs. Union Oil Co., 377 U.S. 13 (1964); Caso England vs. State Bd. of Medical Examiners, 375 U.S. 411 (1964); Caso City of Phoenix vs. Kolodziejski, 399 U.S. 204 (1970); Caso Cipriano vs. City of Houma, 395 U.S. 701 (1969); Caso Allen  vs. State Bd. of Educ., 393 U.S. 544 (1969).\nNúmero de páginas: 136.\nAnálise: 16/09/2016, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : LUIZ GERALDO BERTOLINI FILHO \nADV.(A/S)  : ULISSES BITENCOURT ALANO E OUTRO(A/S)\nRECDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA FAZENDA NACIONAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"643 - Incidência do Imposto sobre Produtos Industrializados – IPI nas operações de importação de veículos automotores por pessoa natural para uso próprio.","old_seq_sjur":353430,"documental_tese_texto":"Incide o imposto de produtos industrializados na importação de veículo automotor por pessoa natural, ainda que não desempenhe atividade empresarial e o faça para uso próprio.","procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 723651","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-02-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARAÚJO, Valter Shuenquener de. O Princípio da Proteção da Confiança. Uma Nova Forma de Tutela do Cidadão Diante do Estado. Rio de Janeiro: Impetus, 2009. p. 62-63.\nÁVILA, Humberto. Segurança Jurídica: entre permanência, mudança e realização no Direito Tributário. 2. ed. São Paulo: Malheiros, 2012. p. 166 e 285.\nBALEEIRO, Aliomar. Direito Tributário Brasileiro. 12. ed. Rio de Janeiro: Forense. p. 470.\nBARROSO, Luís Roberto. Mudança da Jurisprudência do Supremo Tribunal Federal em Matéria Tributária. Segurança Jurídica e Modulação dos Efeitos Temporais das Decisões Judiciais. Parecer RDE. Revista de Direito do Estado, v. 2, 2006. p. 261.\nBOTALLO, Eduardo Domingos. IPI - Princípios e Estrutura. 2009. p. 32.\n______. Fundamentos do IPI (Imposto sobre Produtos Industrializados). São Paulo: Revista dos Tribunais, 2002. p. 41 e 45.\nCALIENDO, Paulo. Princípio da livre concorrência em matéria tributária: para uma superação do conceito de neutralidade fiscal. Interesse Público - IP, Belo Horizonte, ano 13, n. 67, p. 205-227, maio/jun. 2011.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da Constituição. Almedina, 1998. p. 250.\nCARRAZZA, Roque Antonio; BOTTALLO, Eduardo Domingos. A não-incidência do IPI nas operações internas com mercadorias importadas por comerciantes (um falso caso de equiparação legal). Revista Dialética de Direito Tributário. São Paulo: Dialética, 2007. p. 100.\nFISCHER, Octavio Campos. Revista Tributária e de Finanças Públicas, São Paulo, v. 100, set./out. 2011. p. 267-283.\nGASSEN, Valcir. A Tributação do Consumo: o princípio de origem e de destino em processos de integração econômica. Florianópolis: Momento Atual, 2004. p. 82 e 172.\nMARINONI, Luiz Guilherme. Julgamento nas Cortes Supremas: precedentes e decisão do recurso diante do novo CPC. São Paulo: Revista dos Tribunais, 2015. p. 28. \nMELO, José Eduardo Soares de. IPI: teoria e prática. São Paulo: Malheiros, 2009. p. 128.\nMOREIRA, André Mendes. A não-cumulatividade dos tributos. 2. ed. revista e atualizada. 2012. p. 208. \nPAULSEN, Leandro. Impostos. 7. ed. Porto Alegre: Livraria do Advogado, 2011. p. 87.\nPAULSEN, Leandro; MELO, José Eduardo Soares de. Impostos Federais, Estaduais e Municipais. 9. ed. revista e atualizada. 2015. p. 120.\nSECRETARIA DA RECEITA FEDERAL DO BRASIL. Estatísticas de Comércio Exterior. Disponível em: http://idg.receita.fazenda.gov.br/dados/resultados/comercioexterior. Acesso em: 24 nov. 2015.\nTORRES, Ricardo Lobo. Tratado de Direito Constitucional Financeiro e Tributário. Os tributos na Constituição. Rio de Janeiro: Renovar, 2007. v. 4. p. 268.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":723651,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur336550","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, apreciando o tema 220 da repercussão geral, deu provimento ao recurso extraordinário para cassar o acórdão recorrido, a fim de que se mantenha a decisão proferida pelo juízo de primeiro grau. Ainda por unanimidade, o Tribunal assentou a seguinte tese: “É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais para dar efetividade ao postulado da dignidade da pessoa humana e assegurar aos detentos o respeito à sua integridade física e moral, nos termos do que preceitua o art. 5º, XLIX, da Constituição Federal, não sendo oponível à decisão o argumento da reserva do possível nem o princípio da separação dos poderes”. Ausente, justificadamente, o Ministro Teori Zavascki. Falaram, pelo Ministério Público Federal, o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República; pelo Estado do Rio Grande do Sul, o Dr. Luís Carlos Kothe Hagemann, e, pela União, a Dra. Grace Maria Fernandes Mendonça, Secretária-Geral de Contencioso da Advocacia-Geral da União. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 13.08.2015.","is_repercussao_geral_merito":true,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur336550","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur336550","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: REPERCUSSÃO GERAL. RECURSO DO MPE CONTRA ACÓRDÃO DO TJRS. REFORMA DE SENTENÇA QUE DETERMINAVA A EXECUÇÃO DE OBRAS NA CASA DO ALBERGADO DE URUGUAIANA. ALEGADA OFENSA AO PRINCÍPIO DA SEPARAÇÃO DOS PODERES E DESBORDAMENTO DOS LIMITES DA RESERVA DO POSSÍVEL. INOCORRÊNCIA. DECISÃO QUE CONSIDEROU DIREITOS CONSTITUCIONAIS DE PRESOS MERAS NORMAS PROGRAMÁTICAS. INADMISSIBILIDADE. PRECEITOS QUE TÊM EFICÁCIA PLENA E APLICABIILIDADE IMEDIATA. INTERVENÇÃO JUDICIAL QUE SE MOSTRA NECESSÁRIA E ADEQUADA PARA PRESERVAR O VALOR FUNDAMENTAL DA PESSOA HUMANA. OBSERVÂNCIA, ADEMAIS, DO POSTULADO DA INAFASTABILIDADE DA JURISDIÇÃO. RECURSO CONHECIDO E PROVIDO PARA MANTER A SENTENÇA CASSADA PELO TRIBUNAL.\n\n\n\n    I - É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais. \n\n\n\n    II - Supremacia da dignidade da pessoa humana que legitima a intervenção judicial.\n\n\n\n    III - Sentença reformada que, de forma correta, buscava assegurar o respeito à integridade física e moral dos detentos, em observância ao art. 5º, XLIX, da Constituição Federal.\n\n\n\n    IV - Impossibilidade de opor-se à sentença de primeiro grau o argumento da reserva do possível ou princípio da separação dos poderes.\n\n\n\n    V - Recurso conhecido e provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10166964","externo_seq_objeto_incidente":2637302,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-018  DIVULG 29-01-2016  PUBLIC 01-02-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=592581&classe=RE","is_colac":false,"titulo":"RE 592581","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00179 INC-00019 INC-00021\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-IMP   DLG      ANO-1830\n                DECRETO LEGISLATIVO - CODIGO CRIMINAL DO IMPERIO DO BRAZIL\n\n","LEG-IMP   CPCPI      ANO-1832\n                CPCPI-1832 CODIGO DE PROCESSO CRIMINAL DE PRIMEIRA INSTANCIA (LEI DE 29 DE NOVEMBRO)\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00002 ART-00003 \n          ART-00004 ART-00005 INC-00002 INC-00035 \n          INC-00039 INC-00049 PAR-00002 ART-00006 \n          ART-00007 ART-00008 ART-00009 ART-00010 \n          ART-00011 ART-00012 ART-00013 ART-00014 \n          ART-00015 ART-00016 ART-00017 \n          ART-00109 PAR-00005 INCLUÍDO PELA EMC-45/2004\n          ART-00165 PAR-00005 ART-00167 INC-00001 \n          ART-00170\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-012106      ANO-2009\n          ART-00001 PAR-00001 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00007 ART-00010 NÚMERO-1\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-INT   CVC      ANO-1969\n          ART-00005 NÚMERO-1 NÚMERO-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00001 ART-00003 PAR-ÚNICO ART-00040 \n          ART-00053 INC-00004 ART-00064 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 INC-00009 \n          INC-00010 ART-00066 INC-00007 INC-00008 \n          ART-00067 ART-00068 INC-00001 INC-00002 \n          LET-A LET-B ART-00085 PAR-ÚNICO \n          ART-00088 \"CAPUT\" PAR-ÚNICO LET-A \n          LET-B ART-00089 ART-00092 ART-00099 \n          PAR-ÚNICO ART-00104 ART-00185 ART-00186 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          ART-00203 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000014      ANO-1994\n          ART-00001 ART-00003 ART-00007 ART-00008 \n          PAR-00001 PAR-00002 ART-00009 ART-00010 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          ART-00013 PAR-ÚNICO\n                RESOLUÇÃO DO CONSELHO NACIONAL DE POLÍTICA CRIMINAL E PENITENCIÁRIA - CNPCP\n\n","LEG-FED   RES-000009      ANO-2011\n          ITEM-3.1 ITEM-3.2 ITEM-3.10 ITEM-3.12 \n          ITEM-3.13\n                RESOLUÇÃO DO CONSELHO NACIONAL DE POLÍTICA CRIMINAL E PENITENCIÁRIA - CNPCP"],"publicacao_data":"2016-02-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROVIMENTO, RECURSO EXTRAORDINÁRIO, CASSAÇÃO, ACÓRDÃO RECORRIDO, MANUTENÇÃO, DECISÃO, PROFERIMENTO, JUÍZO DE PRIMEIRO GRAU. CONFIGURAÇÃO, PENA, FORMA, RESSOCIALIZAÇÃO. LIMITAÇÃO, PRETENSÃO PUNITIVA, PRINCÍPIO DA RESERVA LEGAL. NECESSIDADE, PENA, OBSERVÂNCIA, PRINCÍPIO DA PROPORCIONALIDADE. APRECIAÇÃO, HISTÓRIA, SISTEMA PRISIONAL BRASILEIRO, ATUALIDADE. EXISTÊNCIA, DISCRIMINAÇÃO, SOCIEDADE, CONTRARIEDADE, PRESO. SITUAÇÃO, SISTEMA PRISIONAL BRASILEIRO, ATUALIDADE, DEMONSTRAÇÃO, GOVERNO, IMPOSIÇÃO, PENA, SUPERIORIDADE, GRAVIDADE, PRIVAÇÃO, LIBERDADE, DECORRÊNCIA, ACRÉSCIMO, SOFRIMENTO FÍSICO, SOFRIMENTO PSÍQUICO, SOFRIMENTO MORAL, CARACTERIZAÇÃO, DESRESPEITO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, RETIRADA, PENA, TOTALIDADE, APTIDÃO, RESSOCIALIZAÇÃO. POSSIBILIDADE, INTERVENÇÃO, PODER JUDICIÁRIO, PRESERVAÇÃO, NÚCLEO ESSENCIAL, DECORRÊNCIA, ESSENCIALIDADE, DIGNIDADE DA PESSOA HUMANA. PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO, FINALIDADE, GARANTIA, ATUAÇÃO, PODER JUDICIÁRIO, AMEAÇA A DIREITO, LESÃO A DIREITO, CARACTERIZAÇÃO, FUNDAMENTO, ESTADO DEMOCRÁTICO DE DIREITO. AUSÊNCIA, INTERFERÊNCIA, PODER JUDICIÁRIO, ÂMBITO, ATUAÇÃO, EXCLUSIVIDADE, ADMINISTRAÇÃO PÚBLICA, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS. OCORRÊNCIA, OFENSA, LEI DE EXECUÇÃO PENAL. OCORRÊNCIA, OFENSA, NORMA SUPRALEGAL, NORMA INTERNACIONAL, DIREITOS HUMANOS. MOMENTO, PAÍS, ADESÃO, NORMA INTERNACIONAL, RESPONSABILIZAÇÃO, IMPLEMENTAÇÃO, SUJEIÇÃO, SUPERVISÃO, CONTROLE, ORGANISMO INTERNACIONAL. LICITUDE, ATUAÇÃO, MAGISTRADO, SITUAÇÃO, OMISSÃO, AUTORIDADE PÚBLICA, IMPLICAÇÃO, RISCO, GRAVIDADE, DIREITO, JURISDICIONADO. APRECIAÇÃO, INTERVENÇÃO, PODER JUDICIÁRIO, SISTEMA CARCERÁRIO, ESTADOS UNIDOS DA AMÉRICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: CARACTERIZAÇÃO, EXCESSO DE EXECUÇÃO, SITUAÇÃO, PROIBIÇÃO, LEI DE EXECUÇÃO PENAL. PODER JUDICIÁRIO, ASSEGURAMENTO, CONDENADO, DIREITO, PERMANÊNCIA, REGIME PRISIONAL MENOS GRAVOSO, HIPÓTESE, INEXISTÊNCIA, VAGA, ESTABELECIMENTO PENAL. CARACTERIZAÇÃO, PROGRESSÃO PER SALTUM, RESPOSTA, PODER JUDICIÁRIO, REITERAÇÃO, DESCUMPRIMENTO, LEI DE EXECUÇÃO PENAL, PODER EXECUTIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: DEVER, ESTADO BRASILEIRO, GARANTIA, CONDIÇÃO, ADEQUAÇÃO, CUMPRIMENTO DA PENA, FUNDAMENTO, CONTEÚDO NORMATIVO, DIREITO FUNDAMENTAL, INTEGRIDADE FÍSICA, INTEGRIDADE MORAL, PRESO. INADMISSIBILIDADE, OFENSA, INTEGRIDADE, PRESO, ADMISSIBILIDADE, CONCESSÃO, INDENIZAÇÃO, FUNDAMENTO, DIGNIDADE DA PESSOA HUMANA. INOCORRÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, ATUAÇÃO, PODER JUDICIÁRIO, HIPÓTESE, AUSÊNCIA, EFETIVAÇÃO, DIREITO, POLÍTICA PÚBLICA, PREVISÃO, CONSTITUIÇÃO FEDERAL. INSUFICIÊNCIA, INVOCAÇÃO, RESERVA DO POSSÍVEL, EXCLUSÃO, CUMPRIMENTO, OBRIGAÇÃO, PREVISÃO, CONSTITUIÇÃO FEDERAL, NECESSIDADE, DEMONSTRAÇÃO, ELEMENTO OBJETIVO, MOTIVO, IMPOSSIBILIDADE. INEXISTÊNCIA, DINHEIRO PÚBLICO, DISPONIBILIDADE, ORÇAMENTO, AUSÊNCIA, AFASTAMENTO, DEVER, GARANTIA, DIREITO, DECORRÊNCIA, POSSIBILIDADE, INCLUSÃO, DOTAÇÃO ORÇAMENTÁRIA, EXERCÍCIO FINANCEIRO SEGUINTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: POSSIBILIDADE, PODER JUDICIÁRIO, ATUAÇÃO, DECORRÊNCIA, NECESSIDADE, PROTEÇÃO, MINORIA, AUSÊNCIA, DIREITO, VOTO, DIREITO POLÍTICO, CONSEQUÊNCIA, IMPOSSIBILIDADE, INFLUÊNCIA, DECISÃO, CARÁTER POLÍTICO. OCORRÊNCIA, OMISSÃO, REITERAÇÃO, ADMINISTRAÇÃO PÚBLICA, ATENDIMENTO, OBRIGAÇÃO, ASSEGURAMENTO, CONDIÇÃO, ADEQUAÇÃO, CUMPRIMENTO DA PENA. OBRIGATORIEDADE, PODER PÚBLICO, PROTEÇÃO, PESSOA NATURAL, PRISÃO, DECORRÊNCIA, EXERCÍCIO, PODER-DEVER, PRIVAÇÃO, LIBERDADE. IMPOSSIBILIDADE, INVOCAÇÃO, RESERVA DO POSSÍVEL, POSTERGAÇÃO, PRESERVAÇÃO, NÚCLEO ESSENCIAL, DIGNIDADE DA PESSOA HUMANA. POSSIBILIDADE, PODER JUDICIÁRIO, ATUAÇÃO, EXCEPCIONALIDADE, HIPÓTESE, OMISSÃO, INCONSTITUCIONALIDADE, PODER EXECUTIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: POSSIBILIDADE, PODER JUDICIÁRIO, IMPOSIÇÃO, ADMINISTRADOR PÚBLICO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, ASSEGURAMENTO, CONSTITUIÇÃO FEDERAL, HIPÓTESE, OMISSÃO, AUSÊNCIA, JUSTIFICATIVA, RISCO, DIREITO FUNDAMENTAL, DIGNIDADE DA PESSOA HUMANA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CARACTERIZAÇÃO, DIGNIDADE DA PESSOA HUMANA, FUNDAMENTO, CONSTITUIÇÃO FEDERAL. ATUAÇÃO, PODER JUDICIÁRIO, INERÊNCIA, NECESSIDADE, PROTEÇÃO, DIREITO FUNDAMENTAL. DIMENSÃO OBJETIVA DOS DIREITOS FUNDAMENTAIS, IMPLICAÇÃO, NECESSIDADE, MECANISMO, PROTEÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: VINCULAÇÃO, SITUAÇÃO, SISTEMA CARCERÁRIO, SEGURANÇA PÚBLICA. IMPOSSIBILIDADE, INVOCAÇÃO, RESERVA DO POSSÍVEL, CASO CONCRETO, FUNDAMENTO, AUSÊNCIA, POLÍTICA PÚBLICA, DETERMINAÇÃO, EXECUÇÃO, ATO CONCRETO, MELHORIA, ESTABELECIMENTO PENAL. INOCORRÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, DECORRÊNCIA, REITERAÇÃO, OFENSA, LEGISLAÇÃO, EXECUÇÃO DA PENA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=592581&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 349703 (TP), RE 466343 (TP), HC 87585 (TP), HC 92566 (TP). \n(FINALIDADE, PENA)\nHC 94163 (1ªT). \n(INEXISTÊNCIA, VAGA, ESTABELECIMENTO PENAL, ADEQUAÇÃO, CUMPRIMENTO DA PENA)\nHC 76930 (1ªT), HC 87985 (2ªT), HC 93596 (2ªT), RHC 65127 (2ªT), RTJ 129/1153 (HC 67072), RTJ 127/926 (HC 66593), RTJ 167/185 (HC 74732), RTJ 133/793 (HC 68310). \n(PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, OFENSA, INTEGRIDADE, PRESO)\nRE 272839 (2ªT), HC 102309 (2ªT). \n(FINALIDADE, RESSOCIALIZAÇÃO, PENA)\nHC 71179 (2ªT). \n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nRE 440028 (1ªT), ARE 649600, RE 642536 AgR (1ªT), RE 628159 AgR (1ªT), AI 739151 AgR (1ªT), ARE 744170 AgR (1ªT), ARE 740800 AgR (2ªT), RE 768825 AgR (2ªT), ARE 745745 AgR (2ªT), ARE 761127 AgR (1ªT), RE 820910 AgR (2ªT), RE 850215 AgR (2ªT), RE 669635 AgR (2ªT), ARE 860979 AgR (2ªT). \n- Decisão monocrática citada:\n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA)\nARE 832823.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: HC 13526, HC 13897, HC 48629, HC 66806, REsp 574511, RHC 18802\nRT 609/325, RT 613/319, RT 645/285, RT 669/371, RT 672/312, RT 679/332, RT 728/552, RT 735/516, RT 759/627. \n- Legislação estrangeira citada: Lei Fundamental alemã; Código de Hamurabi; art. 5, art. 6, art. 8 da Declaração Universal dos Direitos Humanos de 1948; Resolução 663C (XXIV) de 31 de julho de 1957 e Resolução 2076 (LXII) de 13 de maio de 1977, aprovadas pelo Conselho Econômico e Social das Nações Unidas.\n- Decisões estrangeiras citadas: Caso Brown v. Plata da Suprema Corte americana.\n- Veja IF 5129 do STF.\nNúmero de páginas: 133.\nAnálise: 30/03/2016, IMC.\nRevisão: 18/07/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO GRANDE DO SUL \nRECDO.(A/S)  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nINTDO.(A/S)  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nINTDO.(A/S)  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nINTDO.(A/S)  : ESTADO DE MINAS GERAIS \nADV.(A/S)  : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nINTDO.(A/S)  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nINTDO.(A/S)  : ESTADO DA BAHIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA BAHIA \nINTDO.(A/S)  : ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nINTDO.(A/S)  : ESTADO DO AMAPÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAPÁ \nINTDO.(A/S)  : ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nINTDO.(A/S)  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"220 - Competência do Poder Judiciário para determinar ao Poder Executivo a realização de obras em estabelecimentos prisionais com o objetivo de assegurar a observância de direitos fundamentais dos presos.","old_seq_sjur":336550,"documental_tese_texto":"É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais para dar efetividade ao postulado da dignidade da pessoa humana e assegurar aos detentos o respeito à sua integridade física e moral, nos termos do que preceitua o art. 5º, XLIX, da Constituição Federal, não sendo oponível à decisão o argumento da reserva do possível nem o princípio da separação dos poderes.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 592581","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2015-08-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BECCARIA, Cesare. Dos delitos e das penas. 3. ed. São Paulo: Martins Fontes, 2005. p. 93.\nBERCOVICI, Gilberto. Constituição e política: uma relação difícil. Lua Nova. nº 61. 2004. p. 5-24. Disponível em: http://www.scielo.br/pdf/ln/n61/a02n61.\nBONAVIDES, Paulo. Ciência Política. 16. ed. São Paulo: Malheiros, 2009. p. 115 e 121.\nCANELA JÚNIOR, Osvaldo. Controle Judicial de Políticas Públicas. São Paulo: Saraiva, 2011. p. 94-95.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional. Coimbra: Almedina, 1992. p. 352.\n______. Direito constitucional. 7. ed. Coimbra: Almedina. p. 225.\n______. Direito Constitucional e Teoria da Constituição. 7. ed. 2. Reimp. Coimbra:Almedina. p. 556-558.\nCARVALHO NETO, Menelick. SCOTTI Guilherme. Os Direitos Fundamentais e a (In)Certeza do Direito - A produtividade das Tensões Principiológicas e a Superação do Sistema de Regras. Belo Horizonte. Fórum, 2011. p. 19-20.\nCAZETTA, Ubiratan. Direitos humanos e federalismo: o incidente de deslocamento de competência. São Paulo: Atlas, 2009.\nCOMPARATO, Fábio. O papel do juiz na efetivação dos direitos humanos. Disponível em: http://www.egov.ufsc.br/portal/conteudo/o-papel-do-juiz-na-efetiva %C3%A7%C3%A3o-dos-direitos-humanos. Acesso em: 12. ago. 2015.\nFEELEY, Malcolm; RUBIN, Edward. Judicial policy making and the modern state: how the courts reformed America’s prisons. Cambridge, UK: Cambridge University Press, 1998. p. 1 e 160. \nFOUCAULT, Michel. Vigiar e punir. Rio de Janeiro: Vozes, 2009. p. 62.\nFRAGOSO, Heleno et al. Direitos dos Presos. Rio de Janeiro: Forense, 1980. p. 81.\nGALDINO, Flávio. Estudos sobre a adequação do sistema de litigância dos prison reform cases norte-americanos ao direito brasileiro. In: Arquivos de direitos humanos. Rio de Janeiro, 2006. v. 6. p. 73.\nGODOY, Miguel Gualano de. Constitucionalismo e Democracia: uma leitura a partir de Carlos Santiago Nino e Roberto Gargarella. São Paulo: Saraiva, 2012.\nGOUVÊA, Marcos Maselli. O controle judicial das omissões administrativas. Rio de Janeiro: Forense, 2003. p. 173, seguintes e 181.\nGRECO FILHO, Vicente. Direito Processual Civil Brasileiro. 20. ed. São Paulo: Saraiva, 2009. v.3. p. 171.\nGRECO, Rogério. Direitos humanos, sistema prisional e alternativas à privação da liberdade. São Paulo: Saraiva, 2011. p. 191 e 256.\nLEWANDOWSKI, Enrique Ricardo. A proteção dos direitos humanos na ordem interna e internacional. Rio de Janeiro: Forense, 1984. p. 177. \nLIMA, Wilson. Estados perdem R$ 135 milhões destinados a investimentos em presídios. iG. Brasília, 16 nov. 2013. Disponível em: http://ultimosegundo.ig.com.br/brasil/2013-11-16/estadosperdem-r-135-milhoes-destinados-a-investimentos-em-presidios.html.\nMAIA, Clarissa Nunes et al (Org.). História das prisões no Brasil. Rio de Janeiro: Rocco, 2009. v. 1. p. 9, 284, 285, 287, 288 e 310.\nMIRANDA, Jorge. Teoria do Estado e da Constituição. 4. ed. Rio de Janeiro: Forense, 2015. p. 355-356. \nPIOVESAN, Flávia. Direitos humanos e o Direito Constitucional Internacional. 9. ed. rev., ampl. e atual. São Paulo: Saraiva, 2008. p. 299-300.\nMIRABETE, Julio Fabbbrini. Processo Penal. São Paulo: Atlas, 1991. p. 24.\nNÉRIGÓ Felipe. Estados deixam de construir prisões e devolvem R$ 187 milhões à União. G1, Brasília, 30 jan. 14. Disponível em: . Acesso em 12.08.2015.\nNORONHA, Magalhães Edgard. Direito Penal. 6 ed. São Paulo: Saraiva, 1970. v. 1. p. 28.\nROXIN, Claus. Problemas Fundamentais do Direito Penal. Lisboa: Veja, 1986. p. 40.\nRULLI JÚNIOR, Antônio. Universalidade da jurisdição. São Paulo: Oliveira Mendes, 1998. p. 141.\nSARLET, Ingo Wolfgang. Dignidade da pessoa humana e direitos fundamentais. Porto Alegre: Livraria do Advogado, 2001. p. 60.\nSCAFF, Fernando Facury. Sentenças aditivas, Direitos Sociais e Reserva do Possível. In: Revista Dialética de Direito Processual, n. 51, p. 90, jun. 2007.\nSILVA, José Afonso da. Comentário contextual à constituição. 6. ed. São Paulo: Malheiros, 2009. p. 37 e 38.\nWATANABE, Kazuo. Da cognição no processo civil. 2. ed. Campinas: Bookseller, 2000. p. 58-59.\nA Visão do Ministério Público sobre o Sistema Prisional Brasileiro. Conselho Nacional do Parquet, 2013. Disponível em: http://www.cnmp.mp.br/portal/noticia/3486-dadosineditos-do-cnmp-sobre-sistema-prisional. Acesso em 12. ago. 2015.\nCorte Interamericana de Direitos Humanos. Disponível em: http://www.corteidh.or.cr. Acesso em: 12 ago. 2015.\nComplexo do Tatuapé – FEBEM. Corte Interamericana de Direitos Humanos. São Paulo. Disponível em: http://www.corteidh.or.cr/index.php/en/jurisprudencia.\nDados DENPEN. Coordenação de Engenharia e Arquitetura do Departamento Penitenciário Nacional do Ministério da Justiça – Depen/MJ, 30 jun. 2015.\nExposição de Motivo da Lei de Execução Penal. Disponível: www.portal.mj.gov.br. Acesso em: 13 ago. 2015.\nFundo Penitenciário Nacional - FUNPEN. Disponíveis em: http://portal.mj.gov.br/main.asp?View={C0BE0432-C046-47D6-916A-9A3CF77E3AF5}&BrowserType=NN&LangID=pt-br&params=itemID%3D%7B962415EA-0D31-4F48-ACAF-D9ED8FB27E6E%7D%3B&UIPartUID=%7B2868BA3C-1C72-4347-BE11-A26F70F4CB26%7D. Acesso em: 12 ago. 2015.\nLevantamento Nacional de Informações Penitenciárias Infopen - Junho de 2014. Disponível em: http://www.justica.gov.br/seus-direitos/politica-penal/relatorio-depen-versao-web.pdf. Acesso em: 12. ago. 2015.\nPolíticas penitenciárias capitaneadas pelo Depen/MJ. Disponível em: http://www.justica.gov.br/seus-direitos/politica-penal/politicas-2. Acesso em: 30 jun. 2015.\nRelatório de inspeção em estabelecimentos prisionais. Rio Grande do Sul, 24 ago. 2009. Disponível em: http://portal.mj.gov.br/data/Pages/MJE9614C8CITEMIDA5701978080B47B798B690E484B49285PTBRIE.htm. Acesso em: 12. ago. 2015.\nRelatório de inspeções. Espírito Santo, maio 2009. Disponível em:  http://www.vepema.com.br/novosite/wa_files/relatrio-escnj.pdf\nSujeira e superlotação interditam celas de DP no ES. Disponível em: http://noticias.terra.com.br/brasil/noticias/0,,OI4106806-EI5030,00-Sujeira+e+superlotacao+interditam+celas+de+DP+em+Vitoria.html#tarticle>. Acesso em: 12. ago. 2015.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":592581,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur373748","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de “habeas corpus”, em ordem a determinar a soltura dos ora pacientes, se por al não estiverem presos, eis que excessivo o período de duração da prisão cautelar a que estão submetidos nos autos da Ação Penal nº 0017342-47.2010.8.21.0023, ora em curso perante o Juízo de Direito da 1ª Vara Criminal da comarca de Rio Grande/RS, sem prejuízo, se for o caso, da aplicação, aos referidos pacientes, das medidas cautelares alternativas definidas no art. 319 do Código de Processo Penal. Deferiu, ainda, o pedido de “habeas corpus” para que o E. Superior Tribunal de Justiça julgue o REsp 1.540.240/RS no prazo máximo de 10 (dez) sessões (entre ordinárias e extraordinárias), contado da comunicação da presente decisão, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Senhor Ministro Gilmar Mendes. Presidência do Senhor Ministro Edson Fachin. 2ª Turma, 6.6.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur373748","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur373748","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: “HABEAS CORPUS” – PRISÃO CAUTELAR QUE SE PROLONGA POR MAIS DE 07 (SETE) ANOS – PACIENTES QUE, EMBORA PRONUNCIADOS, SEQUER FORAM SUBMETIDOS, ATÉ O PRESENTE MOMENTO, A JULGAMENTO PERANTE O TRIBUNAL DO JÚRI – INADMISSIBILIDADE – EXCESSO DE PRAZO CARACTERIZADO – SITUAÇÃO QUE NÃO PODE SER TOLERADA NEM ADMITIDA – DIREITO PÚBLICO SUBJETIVO DE QUALQUER RÉU, MESMO TRATANDO-SE DE DELITO HEDIONDO, A JULGAMENTO PENAL SEM DILAÇÕES INDEVIDAS NEM DEMORA EXCESSIVA OU IRRAZOÁVEL – DURAÇÃO ABUSIVA DA PRISÃO CAUTELAR QUE TRADUZ SITUAÇÃO ANÔMALA APTA A COMPROMETER A EFETIVIDADE DO PROCESSO E A FRUSTRAR O DIREITO DO ACUSADO À PROTEÇÃO JUDICIAL DIGNA E CÉLERE – PRECEDENTES (RTJ 187/933-934, Rel. Min. CELSO DE MELLO – HC 85.237/DF, Rel. Min. CELSO DE MELLO, v.g.) – MAGISTÉRIO DA DOUTRINA (Odone Sanguiné, José Rogério Cruz e Tucci, Luiz Flávio Gomes e Rogério Lauria Tucci) – OCORRÊNCIA, NA ESPÉCIE, DE LESÃO EVIDENTE AO “STATUS LIBERTATIS” DOS PACIENTES EM RAZÃO DE OFENSA À CONSTITUIÇÃO DA REPÚBLICA (ART. 5º, INCISO LXXVIII), À CONVENÇÃO AMERICANA DE DIREITOS HUMANOS (ARTIGO 7º, n. 5) E AO PACTO INTERNACIONAL DE DIREITOS CIVIS E POLÍTICOS (ARTIGO 9º, n. 3) – PARECER DO MINISTÉRIO PÚBLICO PELA CONCESSÃO DA ORDEM – “HABEAS CORPUS” DEFERIDO.\n\n\n\n    – Nada pode justificar a permanência de uma pessoa na prisão, sem culpa formada, quando configurado excesso irrazoável no tempo de sua segregação cautelar (RTJ 137/287 – RTJ 157/633 – RTJ 180/262-264 – RTJ 187/933-934), considerada a excepcionalidade de que se reveste, em nosso sistema jurídico, a prisão meramente processual do indiciado ou do réu, mesmo que se trate de crime hediondo ou de delito a este equiparado.\n\n\n\n    – O excesso de prazo, quando exclusivamente imputável ao aparelho judiciário – não derivando, portanto, de qualquer fato procrastinatório causalmente atribuível ao réu –, traduz situação anômala que compromete a efetividade do processo, pois, além de tornar evidente o desprezo estatal pela liberdade do cidadão, frustra um direito básico que assiste a qualquer pessoa: o direito à resolução do litígio sem dilações indevidas (CF, art. 5º, LXXVIII) e com todas as garantias reconhecidas pelo ordenamento constitucional, inclusive a de não sofrer o arbítrio da coerção estatal representado pela privação cautelar da liberdade por tempo irrazoável ou superior àquele estabelecido em lei.\n\n\n\n    – A duração prolongada, abusiva e irrazoável da prisão cautelar de alguém ofende, de modo frontal, o postulado da dignidade da pessoa humana, que representa – considerada a centralidade desse princípio essencial (CF, art. 1º, III) – significativo vetor interpretativo, verdadeiro  valor-fonte que conforma e inspira todo o ordenamento constitucional vigente em nosso País e que traduz, de modo expressivo, um dos fundamentos em que se assenta, entre nós, a ordem republicana e democrática consagrada pelo sistema de direito constitucional positivo. Constituição Federal (Art. 5º, incisos LIV e LXXVIII). EC 45/2004. Convenção Americana sobre Direitos Humanos (Art. 7º, ns. 5 e 6). Pacto Internacional de Direitos Civis e Políticos (Art. 9º, n. 3) Doutrina. Jurisprudência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13625941","externo_seq_objeto_incidente":5160440,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-212  DIVULG 18-09-2017  PUBLIC 19-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=142177&classe=HC","is_colac":false,"titulo":"HC 142177","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 INC-00054 \n          INC-00056 \n          ART-00005 INC-00078 REDAÇÃO DADA PELA EMC-45/2004\n          ART-00144 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-010826      ANO-2003\n          ART-00012\n                ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-INT   CVC      ANO-1969\n          ART-00007 NÚMERO-5 NÚMERO-6\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00009 NÚMERO-3\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00014 INC-00002 ART-00121 PAR-00002 \n          INC-00001 INC-00003 INC-00004 INC-00005 \n          ART-00211\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00319\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUMSTF-000697      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-09-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), SUPERVENIÊNCIA, DECISÃO DE PRONÚNCIA, EXCESSO DE PRAZO, CONSTRANGIMENTO ILEGAL. EXCESSO DE PRAZO, DEVIDO PROCESSO LEGAL. HABEAS CORPUS DE OFÍCIO, EXCESSO DE PRAZO, PRISÃO CAUTELAR.\n\n- OBITER DICTUM, MIN. DIAS TOFFOLI: DIFICULDADE, TRIBUNAL DO JÚRI, COIBIÇÃO, APLICAÇÃO, SANÇÃO, CRIME DOLOSO CONTRA A VIDA. CRESCIMENTO, NÚMERO, HOMICÍDIO, TERRITÓRIO NACIONAL. SITUAÇÃO, VULNERABILIDADE, VÍTIMA, VIOLÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=142177&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DECISÃO DE PRONÚNCIA, EXCESSO DE PRAZO)\nHC 100567 (1ªT), HC 118065 (2ªT), RHC 123730 AgR (1ªT). \n(PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO)\nRHC 68631 (TP) - RTJ 137/287, HC 70856 (1ªT) - RTJ 157/633, RHC 71954 (1ªT), RHC 79200 (2ªT) - RTJ 172/184, HC 80379 (1ªT) - RTJ 187/933, HC 80719 (1ªT) - RTJ 180/262, HC 83977 (1ªT), HC 85237 (TP) - RTJ 195/212, HC 87676 (2ªT), HC 88025 (2ªT) - RTJ 201/286, HC 92604 (2ªT). \n(EXCESSO DE PRAZO, CONSTRANGIMENTO ILEGAL, STATUS LIBERTATIS, RÉU)\nHC 83773 (2ªT), HC 84254 (2ªT). \n(CONCESSÃO, HC, EXCESSO DE PRAZO, PRISÃO CAUTELAR)\nHC 79789 (1ªT), HC 81149 (1ªT) - RTJ 181/1064, RHC 83177 (2ªT), HC 83867 (1ªT), HC 84181 (1ªT), HC 84662 (1ªT), HC 84907 (1ªT), HC 59629 (2ªT), RHC 63601 (2ªT) - RTJ 118/484. \n(HC, DEMORA, INSTÂNCIA INFERIOR, JULGAMENTO, PROCESSO PENAL)\nHC 91041 (1ªT), HC 91986 (1ªT), HC 93424 (2ªT), HC 95067 (2ªT), HC 99001 (2ªT), HC 102907 (1ªT), HC 102923 (2ªT), HC 103723 (2ªT), HC 103793 (2ªT), HC 103999 (2ªT). \n- Legislação estrangeira citada: art. 5º, n. 3, da Convenção Europeia para Salvaguarda dos Direitos do Homem e das Liberdades Fundamentais.\nNúmero de páginas: 36.\nAnálise: 16/11/2017, JSF.\nRevisão: 23/11/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : RODRIGO DUARTE \nPACTE.(S)  : GABRIEL DUARTE \nIMPTE.(S)  : DEFENSORIA PÚBLICA DO ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL \nCOATOR(A/S)(ES) : RELATOR DO RESP 1.540.240 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":373748,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"HC 142177","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2017-06-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"GOMES, Luiz Flávio. O sistema interamericano de proteção dos direitos humanos e o direito brasileiro. Revista dos Tribunais, 2000. p. 242-245.\nHOLANDA, Sérgio Buarque de. Raízes do Brasil.\nSANGUINÉ, Odone. Prisão cautelar, medidas alternativas e direitos fundamentais. Forense, 2014. p. 463-465 e 467, item 3.1.\nTUCCI, José Rogério Cruz e. Tempo e processo - uma análise empírica da repercussões do tempo na fenomenologia processual - civil e penal. Revista dos Tribunais, 1998. p. 87-88, item 3.5.\nTUCCI, Rogério Lauria. Direitos e garantias individuais no processo penal brasileiro. 2. ed. Revista dos Tribunais, 2004. p. 249-254, itens 10.1 e 10.2.","ministro_facet":["CELSO DE MELLO"],"processo_numero":142177,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur374217","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RN","is_questao_ordem":false,"acordao_ata":"Após os votos dos Senhores Ministros Gilmar Mendes (Relator) e Ellen Gracie, que negavam provimento ao recurso extraordinário, com declaração de inconstitucionalidade e efeito ex nunc, pediu vista dos autos o Senhor Ministro Ayres Britto. Ausente o Senhor Ministro Joaquim Barbosa, licenciado. Presidência do Senhor Ministro Cezar Peluso. Plenário, 04.08.2011. \r\n\n                       Decisão:  O Tribunal, por maioria e nos termos do voto do Relator, conheceu do recurso extraordinário e a ele negou provimento, com declaração de inconstitucionalidade, com efeitos ex nunc, do art. 23, § 5º, da Lei 8.036/1990 e do art. 55 do Decreto 99.684/1990, de modo a alcançar apenas os processos ajuizados posteriormente à presente decisão. Vencido o Ministro Marco Aurélio. Ausentes o Ministro Dias Toffoli, participando da solenidade de abertura do 110º Encontro do Conselho dos Tribunais de Justiça, na cidade de São Paulo, e, neste julgamento, a Ministra Rosa Weber. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 16.3.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur374217","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Norte","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur374217","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Recurso extraordinário. Direito do Trabalho. Fundo de Garantia por Tempo de Serviço (FGTS). Cobrança de valores não pagos. Prazo prescricional. Prescrição quinquenal. Art. 7º, XXIX, da Constituição. Superação de entendimento anterior sobre prescrição trintenária. Inconstitucionalidade dos arts. 23, § 5º, da Lei 8.036/1990 e 55 do Regulamento do FGTS aprovado pelo Decreto 99.684/1990. Segurança jurídica. Necessidade de modulação dos efeitos da decisão. Art. 27 da Lei 9.868/1999. Declaração de inconstitucionalidade com efeitos ex nunc. Recurso extraordinário a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13669829","externo_seq_objeto_incidente":2458020,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-217  DIVULG 25-09-2017  PUBLIC 26-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=522897&classe=RE","is_colac":false,"titulo":"RE 522897","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   CF      ANO-1988\n          ART-00007 INC-00003 \n          ART-00007 INC-00029 REDAÇÃO ORIGINÁRIA\n          ART-00007 INC-00029 LET-A REDAÇÃO ORIGINÁRIA\n          ART-00007 INC-00029 LET-B REDAÇÃO ORIGINÁRIA\n          ART-00007 INC-00029 REDAÇÃO DADA PELA EMC-28/2000\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000028      ANO-2000\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-003807      ANO-1960\n          ART-00144\n                LOPS-1960 LEI ORGÂNICA DA PREVIDÊNCIA SOCIAL\n\n","LEG-FED   LEI-005107      ANO-1966\n          ART-00020\n                LEI ORDINÁRIA - REVOGADA PELA LEI-7839/1989\n\n","LEG-FED   LEI-005172      ANO-1966\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-007839      ANO-1989\n          ART-00021 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008036      ANO-1990\n          ART-00017 ART-00020 ART-00023 PAR-00005 \n          ART-00025 ART-00026\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00002 PAR-00001\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008212      ANO-1991\n          ART-00045 ART-00046\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008844      ANO-1994\n          ART-00001 ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   DEL-005452      ANO-1943\n          TÍTULO-7\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEC-099684      ANO-1990\n                DECRETO\n\n","LEG-FED   REG      ANO-1990\n          ART-00055\n                REGULAMENTO DO FUNDO DE GARANTIA DO TEMPO DE SERVIÇO - FGTS - APROVADO PELO DEC-99684/1990\n\n","LEG-FED   SUV-000008      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000394      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMTST-000095      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMSTJ-000210      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-FED   SUMTST-000362      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2017-09-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ORIGEM, TESE, PRESCRIÇÃO TRINTENÁRIA, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS). CONSTITUIÇÃO FEDERAL DE 1988, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS), NATUREZA JURÍDICA, DIREITO TRABALHISTA. JURISPRUDÊNCIA, TRIBUNAL SUPERIOR DO TRABALHO (TST), PRAZO PRESCRICIONAL, DOIS ANOS, ENCERRAMENTO, CONTRATO DE TRABALHO. PRINCÍPIO, PROTEÇÃO DO TRABALHADOR, ESTABILIDADE, RELAÇÃO JURÍDICA. CIENTIFICAÇÃO, TRABALHADOR, OCORRÊNCIA, DEPÓSITO, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS), VIGÊNCIA, CONTRATO DE TRABALHO. SINDICATO, COBRANÇA JUDICIAL, DEPÓSITO, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS). MINISTÉRIO DO TRABALHO (MTB), FISCALIZAÇÃO, DEPÓSITO, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS). PROCURADORIA GERAL DA FAZENDA NACIONAL (PGFN), REPRESENTAÇÃO, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS), ÂMBITO JUDICIAL, ÂMBITO EXTRAJUDICIAL. ALTERAÇÃO, JURISPRUDÊNCIA, MODULAÇÃO DE EFEITOS. DOUTRINA, ASPECTO TEMPORAL, INTERPRETAÇÃO CONSTITUCIONAL. INCONSTITUCIONALIDADE PROGRESSIVA. MUTAÇÃO CONSTITUCIONAL, DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA, REPÚBLICA FEDERAL DA ALEMANHA. PRINCÍPIO DA NULIDADE, LEI INCONSTITUCIONAL, PRINCÍPIO DA SEGURANÇA JURÍDICA. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ELLEN GRACIE: EVOLUÇÃO, LEGISLAÇÃO. CORRELAÇÃO, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS), RELAÇÃO DE TRABALHO. PRAZO PRESCRICIONAL, SEGURANÇA JURÍDICA, EMPREGADOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: MODULAÇÃO DE EFEITOS, ALTERAÇÃO, JURISPRUDÊNCIA, PRINCÍPIO DA BOA-FÉ OBJETIVA, PRINCÍPIO DA PROTEÇÃO À CONFIANÇA, ESTADO DEMOCRÁTICO DE DIREITO. DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA.\n\n- TERMO(S) DE RESGATE: PROSPECTIVE OVERRULING.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=522897&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RE, PRAZO PRESCRICIONAL, CORREÇÃO MONETÁRIA, MULTA, FGTS)\nRE 584608 RG. \n(FGTS, NATUREZA JURÍDICA, DIREITO TRABALHISTA)\nRE 100249 (TP). \n(PRESCRIÇÃO TRINTENÁRIA, FGTS)\nRE 116761 (1ªT), RE 134328 (1ªT), RE 120189 (2ªT). \n(ALTERAÇÃO, JURISPRUDÊNCIA, MODULAÇÃO DE EFEITOS)\nRE 197917 (TP), MS 24268 (TP) - RTJ 191/922, HC 82959 (TP), MS 24927 (TP), CC 7204 (TP), MS 26603 (TP), Inq 687 QO (TP). \n(MODULAÇÃO DE EFEITOS, CONTROLE DIFUSO)\nRE 197917 (TP). \n(PRESCRIÇÃO QUINQUENAL, FGTS)\nARE 709212 (TP). \n- Decisões estrangeiras citadas: Caso Plessy vs. Ferguson (1896), Caso Brown vs. Board of Education (1954), Caso Mapp vs. Ohio, 367 U.S. 643 (1961), Caso Linkletter vs. Walker, 381 U.S. 618 (1965), Caso Wolf vs. Colorado, 338 U.S. 25 (1949), Caso Chevron Oil Co. vs. Huson, 404 U.S. 97 (1971), Caso Hanover Shoe vs. United Shoe Mach. Corp., 392 U.S. 481 (1968), Caso Simpson vs. Union Oil Co., 377 U.S. 13 (1964), Caso England vs. State Bd. of Medical Examiners, 375 U.S. 411 (1964), Caso City of Phoenix vs. Kolodziejski, 399 U.S. 204 (1970), Caso Cipriano vs. City of Houma, 395 U.S. 701 (1969), Caso Allen vs. State Bd. of Educ., 393 U.S. 544 (1969), da Corte Suprema Americana; BVerfGE 33, 1 (12), de 14 de março de 1972, da Corte Constitucional alemã.\n- Legislação estrangeira citada: Quarta Emenda da Constituição dos Estados Unidos da América; Lei Fundamental Alemã.\nNúmero de páginas: 47.\nAnálise: 22/02/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nRECDO.(A/S)  : MARIA EDNA FRANÇA DA SILVA \nADV.(A/S)  : FRANCISCO SOARES DE QUEIROZ","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":374217,"documental_tese_texto":null,"procedencia_geografica_completo":"RN - RIO GRANDE DO NORTE","processo_codigo_completo":"RE 522897","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-03-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CAMPOS, Roberto. Lanterna na popa. Rio de Janeiro: Topbooks, 1994. p. 713.\nCOELHO, Inocêncio Mártires. Interpretação Constitucional. Porto Alegre: Sergio Antonio Fabris, 1997. cap. 4.\nHÄBERLE, Peter. Zeit und Verfassung. In: DREIER, Ralf; SCHWEGMANN, Friedrich (Org.). Baden-Baden: Nomos, 1976. p. 295-296, 300 e 312-313.\nLARENZ, Karl. Metodologia da ciência do direito. 3. ed. Lisboa, 1997. p. 495, 498-500 e 517.\nLIMA, Christina Aires Corrêa. O Princípio da Nulidade das Leis Inconstitucionais. UnB, 2000. p. 84.\nMARTINS, Sérgio Pinto. Manual do FGTS. 2. ed. Atlas, 2000. p. 243-244.\n______. Prescrição do FGTS para o empregado. Repertório IOB de Jurisprudência: trabalhista e previdenciário, n. 13, 1999.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte: Staatsrecht II. Heidelberg: C.F. Müller, 1995. p. 53.\nSILVA, José Afonso da. Comentário contextual à constituição. 4. ed. São Paulo: Malheiros, 2007. p. 191.\nUNITED STATES OF AMERICA. Supreme Court of the United States. Linkletter v. Walker. United States Report, v. 381, 1965. p. 629 e 637.","ministro_facet":["GILMAR MENDES"],"processo_numero":522897,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur375516","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a inviabilidade da entrega do Extraditando ao Governo Requerente, nos termos do voto do Relator. Unânime. Ausente, justificadamente, o Ministro Alexandre de Moraes. Presidência do Ministro Marco Aurélio. Primeira Turma, 5.9.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur375516","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur375516","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO – PRESCRIÇÃO – LEGISLAÇÃO PORTUGUESA. Incidindo a prescrição segundo a legislação portuguesa, cumpre assentar a inviabilidade da entrega do extraditando ao Governo requerente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13857733","externo_seq_objeto_incidente":5023164,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-237  DIVULG 17-10-2017  PUBLIC 18-10-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1465&classe=Ext","is_colac":false,"titulo":"Ext 1465","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00080 PAR-00001 ART-00089 PAR-ÚNICO\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00163 ART-00171 INC-00005 ART-00298\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2017-10-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRESUNÇÃO, VERACIDADE, DOCUMENTO, CORPO DIPLOMÁTICO. EXTRADIÇÃO, SAÚDE, EXTRADITANDO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1465&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, SAÚDE, EXTRADITANDO)\nExt 1331 (1ªT). \n- Legislação estrangeira citada: artigo 22º, artigo 23º, artigo 202º, alíneas “a” e “b”, artigo 205º, n. 1 e n. 4, alínea “a”, artigo 217º, n. 1, artigo 218º, n. 1 e 2, alíneas “a” e “b”, artigo 255º, alínea “a”, artigo 256º, n. 1, alíneas “a”, “c” e “e”, e n. 3, do Código Penal português; artigo 11º, n. 1, alínea “a”, do Decreto-Lei nº 454/1991 português.\nNúmero de páginas: 12.\nAnálise: 01/03/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nEXTDO.(A/S)  : JOSÉ JOÃO FREITAS DE ALMEIDA OU JOSÉ JOÃO FREITAS ALMEIDA \nADV.(A/S)  : NIRVANA MARYAN QUEIROZ DA FONSECA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":375516,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1465","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-09-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":1465,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur377674","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Por proposta do Senhor Ministro Marco Aurélio, o julgamento foi afetado ao Plenário. Ausente, justificadamente, neste julgamento, o Senhor Ministro Néri da Silveira. Presidiu, este julgamento, o Senhor Ministro Carlos Velloso. 2ª Turma, 13.04.99.\r\n\n                  Decisão: Após os votos dos Senhores Ministros Carlos Velloso, Relator, e Carlos Britto, que conheciam e negavam provimento ao recurso, pediu vista dos autos o Senhor Ministro Cezar Peluso. Ausentes, justificadamente, o Senhor Ministro Joaquim Barbosa e, neste julgamento, o Senhor Ministro Gilmar Mendes. Presidência, em exercício, do Senhor Ministro Nelson Jobim, Vice-Presidente. Plenário, 12.05.2004.\r\n\n                  Decisão: Renovado o pedido de vista do Senhor Ministro Cezar Peluso, justificadamente, nos termos do § 1º do artigo 1º da Resolução nº 278, de 15 de dezembro de 2003. Presidência do Senhor Ministro Nelson Jobim. Plenário, 17.6.2004.\r\n\n                 Decisão: Após o voto-vista do Senhor Ministro Cezar Peluso, que conhecia e dava provimento ao recurso, no que foi acompanhado pelo Senhor Ministro Eros Grau, pediu vista dos autos o Senhor Ministro Joaquim Barbosa. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência da Senhora Ministra Ellen Gracie. Plenário, 14.06.2006. \r\n\n                 Decisão: Após o voto-vista do Ministro Edson Fachin, negando provimento ao recurso, no que foi acompanhado pela Ministra Rosa Weber, pediu vista dos autos o Ministro Dias Toffoli. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Ricardo Lewandowski. Plenário, 11.11.2015.\r\n\n                       Decisão: Preliminarmente, o Tribunal, por maioria, conheceu do recurso, nos termos do voto do Ministro Carlos Velloso (Relator), vencido o Ministro Dias Toffoli, que votou pela extinção do mandado de segurança, prejudicado o conhecimento do recurso extraordinário. No mérito, o Tribunal, por maioria e nos termos do voto do Ministro Carlos Velloso (Relator), negou provimento ao recurso, vencidos os Ministros Cezar Peluso, Eros Grau e Gilmar Mendes. Redator para o acórdão o Ministro Edson Fachin. Não votaram os Ministros Alexandre de Moraes, Roberto Barroso, Luiz Fux e Ricardo Lewandowski, por sucederem, respectivamente, os Ministros Teori Zavascki - que sucedera o Ministro Cezar Peluso -, Carlos Britto, Eros Grau e Carlos Velloso, que votaram em assentadas anteriores. Ausente o Ministro Ricardo Lewandowski, participando do Seminário de Verão 2017, na Faculdade de Direito da Universidade de Coimbra, em Portugal. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 29.6.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"CARLOS VELLOSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur377674","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur377674","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO. LEI MUNICIPAL 4.253/85 DO MUNICÍPIO DE BELO HORIZONTE. PREVISÃO DE IMPOSIÇÃO DE MULTA DECORRENTE DA EMISSÃO DE FUMAÇA ACIMA DOS PADRÕES ACEITOS. ALEGAÇÃO DE INCONSTITUCIONALIDADE POR OFENSA À REGRA CONSTITUCIONAL DE REPARTIÇÃO DE COMPETÊNCIAS FEDERATIVAS. INOCORRÊNCIA. NORMA RECEPCIONADA PELO TEXTO VIGENTE. RECURSO EXTRAORDINÁRIO A QUE SE NEGA PROVIMENTO.\n\n\n\n    1. Nos casos em que a dúvida sobre a competência legislativa recai sobre norma que abrange mais de um tema, deve o intérprete acolher interpretação que não tolha a competência que detêm os entes menores para dispor sobre determinada matéria (presumption against preemption). \n\n\n\n    2. Porque o federalismo é um instrumento de descentralização política que visa realizar direitos fundamentais, se a lei federal ou estadual claramente indicar, de forma adequada, necessária e razoável, que os efeitos de sua aplicação excluem o poder de complementação que detêm os entes menores (clear statement rule), é possível afastar a presunção de que, no âmbito regional, determinado tema deve ser disciplinado pelo ente menor.\n\n\n\n    3. Na ausência de norma federal que, de forma nítida (clear statement rule), retire a presunção de que gozam os entes menores para, nos assuntos de interesse comum e concorrente, exercerem plenamente sua autonomia, detêm Estados e Municípios, nos seus respectivos âmbitos de atuação, competência normativa.\n\n\n\n    4. Recurso extraordinário a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14071244","externo_seq_objeto_incidente":1623797,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-261  DIVULG 16-11-2017  PUBLIC 17-11-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=194704&classe=RE","is_colac":false,"titulo":"RE 194704","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00006\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00008 PAR-00002\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00018 \"CAPUT\" ART-00021 \n          ART-00022 INC-00011 ART-00023 INC-00002 \n          INC-00006 PAR-ÚNICO ART-00024 INC-00006 \n          PAR-00001 PAR-00002 PAR-00003 ART-00025 \n          PAR-00001 PAR-00002 ART-00030 INC-00001 \n          INC-00002 INC-00007 ART-00034 INC-00007 \n          ART-00102 INC-00003 LET-A LET-C \n          ART-00170 INC-00006 ART-00225\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005108      ANO-1966\n                CNT-1966 CÓDIGO NACIONAL DE TRÂNSITO\n\n","LEG-FED   LEI-008723      ANO-1993\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009503      ANO-1997\n          ART-00231\n                CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00485 INC-00006 PAR-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEC-062127      ANO-1968\n          ART-00181 INC-00030 LET-A\n                RCNT-1968 REGULAMENTO DO CÓDIGO NACIONAL DE TRÂNSITO\n\n","LEG-FED   DEC-006514      ANO-2008\n                DECRETO\n\n","LEG-FED   RES-000510      ANO-1977\n                RESOLUÇÃO DO CONSELHO NACIONAL DE TRÂNSITO - CNT\n\n","LEG-FED   RES-000418      ANO-2009\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000427      ANO-2012\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   PRT-000100      ANO-1980\n                PORTARIA DO MINISTÉRIO DO INTERIOR - MINTER\n\n","LEG-FED   SUMSTF-000266      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-012684      ANO-2017\n                LEI ORDINÁRIA, SP\n\n","LEG-MUN   LEI-004253      ANO-1985\n          ART-00002 INC-00001 INC-00002 INC-00003 \n          LET-A LET-B LET-C LET-D \n          LET-E INC-00004 INC-00005 INC-00006 \n          INC-00007 ART-00004 ART-00011 INC-00001 \n          INC-00002 INC-00003 INC-00004 PAR-00001 \n          PAR-00002\n                LEI ORDINÁRIA DO MUNICÍPIO DE BELO HORIZONTE, MG\n\n","LEG-MUN   DEC-005893      ANO-1988\n          ART-00025 REDAÇÃO ORIGINÁRIA\n          ART-00025 PAR-00001 REDAÇÃO ORIGINÁRIA\n          ART-00025 PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00025 REDAÇÃO DADA PELO DEC-6031/1988\n          ART-00025 REDAÇÃO DADA PELO DEC-13744/2009\n          ART-00025 PAR-00001 REDAÇÃO DADA PELO DEC-13744/2009\n          ART-00025 PAR-00002 REDAÇÃO DADA PELO DEC-13744/2009\n          ART-00025 PAR-00003 REDAÇÃO DADA PELO DEC-13744/2009\n          ART-00097 INC-00001 INC-00002 INC-00003 \n          INC-00004 PAR-ÚNICO\n                DECRETO DO MUNICÍPIO DE BELO HORIZONTE, MG\n\n","LEG-MUN   DEC-006031      ANO-1988\n          ART-00001\n                DECRETO DO MUNICÍPIO DE BELO HORIZONTE, MG\n\n","LEG-MUN   DEC-013744      ANO-2009\n          ART-00001\n                DECRETO DO MUNICÍPIO DE BELO HORIZONTE, MG"],"publicacao_data":"2017-11-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIFERENÇA, INTERESSE LOCAL, INTERESSE EXCLUSIVO. COMPETÊNCIA CONCORRENTE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, PROTEÇÃO, MEIO AMBIENTE, CONTROLE, POLUIÇÃO. COMPETÊNCIA COMUM, COMPETÊNCIA ADMINISTRATIVA, UNIÃO, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO, PROTEÇÃO, MEIO AMBIENTE, CONTROLE, POLUIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CENTRALIZAÇÃO, COMPETÊNCIA, UNIÃO FEDERAL. LIMITAÇÃO, COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, NORMA GERAL, UNIÃO FEDERAL, EXERCÍCIO, COMPETÊNCIA CONCORRENTE. FEDERALISMO COOPERATIVO, COLABORAÇÃO, COORDENAÇÃO, ENTE FEDERADO. PRINCÍPIO DA SUBSIDIARIEDADE, ORDENAMENTO JURÍDICO BRASILEIRO. DIFERENÇA, BEM JURÍDICO, LEI MUNICIPAL, PROTEÇÃO, MEIO AMBIENTE, CÓDIGO DE TRÂNSITO BRASILEIRO, NON BIS IN IDEM.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: DIREITO, TERCEIRA GERAÇÃO, PRINCÍPIO DA SOLIDARIEDADE, MEIO AMBIENTE EQUILIBRADO. DIREITO, PRIMEIRA GERAÇÃO, PRINCÍPIO DA LIBERDADE. DIREITO, SEGUNDA GERAÇÃO, PRINCÍPIO DA ISONOMIA. DIREITO, INTEGRIDADE, MEIO AMBIENTE, TITULARIDADE, COLETIVIDADE. CONFLITO DE ATRIBUIÇÃO, UNIÃO, ESTADO-MEMBRO, MUNICÍPIO, CONTROLE, POLUIÇÃO, APLICAÇÃO, SISTEMA DA PREPONDERÂNCIA, INTERESSE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DIFERENÇA, DECLARAÇÃO DE INCONSTITUCIONALIDADE, AUSÊNCIA, RECEPÇÃO. RECURSO EXTRAORDINÁRIO, APRECIAÇÃO, ATO NORMATIVO MUNICIPAL, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ÂMBITO ESTADUAL. RECURSO EXTRAORDINÁRIO, COMPATIBILIDADE, ATO NORMATIVO MUNICIPAL, ATO NORMATIVO FEDERAL, OFENSA INDIRETA, CONSTITUIÇÃO FEDERAL.\n\n- VOTO VENCIDO, MIN. CEZAR PELUSO: MUNICÍPIO, APLICAÇÃO, SANÇÃO, PREVISÃO, LEGISLAÇÃO FEDERAL, EXERCÍCIO, PODER DE POLÍCIA. COMPETÊNCIA PRIVATIVA, UNIÃO, NORMA DE TRÂNSITO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: EXTINÇÃO, MANDADO DE SEGURANÇA, PREJUDICIALIDADE, CONHECIMENTO, RECURSO EXTRAORDINÁRIO. PARTE IMPETRANTE, AUSÊNCIA, IMPUGNAÇÃO, TOTALIDADE, DISPOSITIVO, LEI.\n\n- OBITER DICTUM, MIN. RICARDO LEWANDOWSKI: EVOLUÇÃO, FEDERALISMO DUAL, FEDERALISMO COOPERATIVO, FEDERALISMO DE INTEGRAÇÃO.\n\n- TERMO(S) DE RESGATE: PECULIAR INTERESSE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=194704&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA CONCORRENTE, PROTEÇÃO, MEIO AMBIENTE, CONTROLE, POLUIÇÃO)\nAI 147104 AgR (2ªT). \n(FEDERALISMO, ESTADO BRASILEIRO)\nADI 4060 (TP). \n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO)\nADI 2606 (TP), ADI 2656 (TP), ADI 2903 (TP), ADI 3813 (TP), ADI 2101 MC, RE 596489 AgR (2ªT), Rp 1314 (TP), RE 73895 (TP), RE 65986 (TP). \n(COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, PROTEÇÃO, SAÚDE)\nRp 1153 - RTJ 115/1008. \n(REPARTIÇÃO, COMPETÊNCIA, ENTE FEDERADO, ESTADO BRASILEIRO)\nADI 1278 (TP), RE 423560 (2ªT). \n(SÚMULA 266/STF)\nRE 99439 (1ªT), RE 96550 (TP). \n(DIREITO, TERCEIRA GERAÇÃO, MEIO AMBIENTE EQUILIBRADO)\nRE 134297 (1ªT) - RTJ 158/205. \n(DIREITO, PRIMEIRA GERAÇÃO, PRINCÍPIO DA LIBERDADE)\nMS 22164 (TP) - RTJ 164/158. \n(COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, MEIO AMBIENTE)\nRE 586224 RG, RE 527008 AgR-segundo (2ªT), RE 474922 AgR-segundo (2ªT), AI 799690 AgR (1ªT). \n(DIFERENÇA, DECLARAÇÃO DE INCONSTITUCIONALIDADE, AUSÊNCIA, RECEPÇÃO)\nADI 2 (TP). \n(RE, COMPATIBILIDADE, ATO NORMATIVO MUNICIPAL, ATO NORMATIVO FEDERAL, OFENSA INDIRETA, CF)\nRE 413815 AgR (1ªT), ARE 709393 AgR (2ªT), RE 633997 AgR (1ªT), ARE 813438 AgR (1ªT), ARE 830600 AgR (1ªT), ARE 848401 AgR (2ªT), RE 864701 AgR (1ªT). \n(MUNICÍPIO, APLICAÇÃO, SANÇÃO, PREVISÃO, LEGISLAÇÃO FEDERAL, EXERCÍCIO, PODER DE POLÍCIA)\nRE 246461 AgR (2ªT). \n(RE, APRECIAÇÃO, ATO NORMATIVO MUNICIPAL, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ÂMBITO ESTADUAL)\nRE 586224 RG, RE 739998 AgR-segundo (1ªT). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL)\nRE 673681, RE 834510.\n- Legislação estrangeira citada: Ato Único, de 14 de fevereiro de 1986, Tratado de Lisboa e Protocolo de Amsterdam.\n- Veja Declaração de Estocolmo sobre o Meio Ambiente (1972) e Declaração do Rio de Janeiro (1992) adotada na ECO/92.\n- Veja ADI 3937 do STF.\nNúmero de páginas: 158.\nAnálise: 28/06/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : SÃO BERNARDO ÔNIBUS LTDA \nADV.(A/S)  : LAURO BRACARENSE \nADV.(A/S)  : RUI BATISTA MENDES \nRECDO.(A/S)  : SECRETÁRIO MUNICIPAL DO MEIO AMBIENTE DE BELO HORIZONTE \nADV.(A/S)  : BERTOLDO MACHADO VEIGA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":377674,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RE 194704","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-06-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. São Paulo: Atlas, 1991. p. 141.\nAMADO, Frederico Augusto Di Trindade. Direito Ambiental sistematizado. Método, 2009. p. 29-30, item 5.1 e 5.2.\nANTUNES, Paulo De Bessa. Direito Ambiental. 15. ed. Atlas, 2013. p. 110-111, item 2.3.\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil. Saraiva, 1993. v. 3. Tomo II. p. 223-224.\nBARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBARROSO, Luís Roberto. A proteção do meio ambiente na Constituição brasileira. Revista Forense, n. 317. p. 167 e 168.\nBERCOVICI, Gilberto. Desigualdades Regionais, Estado e Constituição. São Paulo: Max Limonad, 2003. p. 241.\n______. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004. p. 95-96.\nBERMANN, George. Taking Subsidiarity Seriously: Federalism in the European Community and the United States. Columbia Law Review, n. 332, Nova York, 1994.\nBONAVIDES, Paulo. Curso de Direito Constitucional. 4. ed. Malheiros, 1993. p. 481, item 5.\nDI PIETRO, Maria Sylvia Zanella. Polícia do Meio Ambiente. Revista Forense, v. 317. p. 179 e 181.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição de 1988. Saraiva, 1990. p. 218.\n______. Curso de Direito Constitucional. 39. ed. São Paulo: Saraiva, 2013. p. 92.\nFIGUEIREDO, Lucia Valle. Curso de direito administrativo. Malheiros, 2000. p. 311-312, item 4.5.\nFIORILLO, Celso Antônio Pacheco. Curso de Direito Ambiental Brasileiro. 7. ed. Saraiva, 2006. p. 79, item 4.2.\n______. ______. Saraiva, 2012. p. 219-220, item 4.2.\nFURLAN, Anderson; FRACALOSSI, William. Direito Ambiental. Forense, 2010. p. 235, item 6.7.\nHANS, Kelsen. Teoria pura do Direito. São Paulo: Martins fontes, 1998. p. 26-27.\nHARBO, Tor-Inge. The Function of the Proportionality Principle in EU Law, European Law Journal, v. 16, n. 2, mar. 2010. p. 185.\nHORTA, Raul Machado. Princípio da Subsidiariedade. Revista do Instituto dos Advogados de Minas Gerais, n. 9, Belo Horizonte, 2003. p. 13-29.\nLAFER, Celso. A reconstrução dos Direitos Humanos. Companhia das letras, 1988. p. 131-132.\n_______. Desafios: ética e política. Siciliano, 1995. p. 239.\nLEAL, Victor Nunes. Leis complementares da constituição. Revista de Direito administrativo, n. 7, p. 379-394, jan./mar. 1947. p. 389-391.\nLEWANDOWSKI, Enrique Ricardo. Considerações sobre o federalismo brasileiro. Revista Justiça e Cidadania, n. 157, set. 2013.\nMACHADO, Paulo Affonso Leme. Direito Ambiental Brasileiro. 13. ed. Malheiros, 2005. p. 121-123, item 3.1 e p. 123-124, item 3.2.\n______. ______. Malheiros, 2013. p. 442-444, item 3.\n______. ______. 19. ed. rev., atual. e ampl. São Paulo: Malheiros, 2011. p. 423.\nMARTINS, Leonardo. Limites ao princípio da simetria constitucional. In: SOUZA NETO, Cláudio Pereira; SARMENTO, Daniel; BINENBOJM, Gustavo (Coord.). Vinte Anos da Constituição Federal de 1988. Rio de Janeiro: Lumen Juris, 2009. p. 690.\nMEIRELLES, Hely Lopes. Direito Municipal Brasileiro. 2. ed. Revista dos Tribunais, 1962. v. 2. p. 86.\n______. ______. 17. ed. Malheiros, 2013. p. 592, item 4.\nMORAIS, Alexandre de. Direito Constitucional. 31. ed. São Paulo: Atlas, 2015. p. 318.\nREZEK, José Francisco. Direito Internacional Público. Saraiva, 1989. p. 223 e 224, item 132.\nRODRIGUES, Marcelo Abelha. Instituições de Direito Ambiental - Parte geral. Max limonad, 2002. v. 1. p. 114-115, item 6.3.3.\nSARLET, Ingo Wolfgang. O sistema de repartição de competências na CF. In: SARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. 3. ed. rev., atual. e ampl. São Paulo: Revista dos Tribunais, 2014. p. 821-828.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito constitucional: teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 335.\nSCHÜTZE, Robert. Subsidiarity after Lisbon: Reinforcing the Safeguards of Federalism? Cambridge Law Journal, Cambridge, v. 68, n. 3, nov. 2009. p. 525-536.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 29. ed. São Paulo: Malheiros, 2007. p. 477.\n______. Direito Ambiental Constitucional. 4. ed. 2ª tiragem. Malheiros, 2003. p. 69-70, item 7, p. 46-57 e 58-70.\n______. ______. 5. ed. Malheiros, 2004. p. 76, item 10.\n______. ______. 9. ed. Malheiros, 2011. p. 81-82, item 14.\nSILVA, Geraldo Eulálio do Nascimento e. Direito Ambiental Internacional. 2. ed. Thex Editora, 2002.\nTEUBNER, Gunther; FISCHER-LESCANO, Andreas. Regime-Collisions: The Vain Search for Legal Unity in the Fragmentations of Global Law. Michigan Journal of International Law, v. 25, n. 4, 2004. p. 999-1046.\nTSAKYRAKIS, Stavros. Proportionality: An assault on human rights? International Journal of Constitutional Law, Cambridge, v. 7, n. 3, 2009. p. 493.\nTUSHNET, Mark; JACKSON Vicki C. Comparative Constitutional Law. 3. ed. Saint Paul: Foundation Press University Casebook Series, 2014. p. 1158.\n_______. Federalim and Liberalism. 4 Cardozo Journal of International and Comparative Law. n. 329, Nova York, 1996.\nUNGER, Roberto Mangabeira. O Direito e o Futuro da Democracia. São Paulo: Boitempo, 2004. p. 10, 16-17.\n______. Necessidades Falsas. São Paulo: Boitempo, 2005. p. 24.\nVELLOSO, Carlos. Estado Federal e Estados Federados na Constituição Brasileira de 1988 - O Equilíbrio\nFederativo. In: Temas de Direito Público. l. ed. 2. tiragem. Belo Horizonte: Del Rey, 1997. pág. 401.","ministro_facet":["CARLOS VELLOSO","EDSON FACHIN"],"processo_numero":194704,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur379175","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Dias Toffoli (Relator), julgando improcedente o pedido formulado, no que foi acompanhado pelos Ministros Roberto Barroso e Ricardo Lewandowski (Presidente), o julgamento foi suspenso. Falaram, pelo requerente, o Dr. Joelson Dias e, pela Advocacia-Geral da União, a Dra. Gracie Maria Fernandes Mendonça, Secretária-Geral de Contencioso. Plenário, 24.08.2016.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, julgou improcedente o pedido formulado, vencidos o Ministro Edson Fachin, que julgava parcialmente procedente o pedido, e os Ministros Marco Aurélio e Celso de Mello, que o julgavam procedente. Ausentes, justificadamente, os Ministros Ricardo Lewandowski (Presidente) e Roberto Barroso. Presidiu o julgamento a Ministra Cármen Lúcia (Vice-Presidente). Plenário, 25.08.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur379175","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur379175","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Artigos 46, caput, expressão “superior a nove deputados”, e 47, § 2º, da Lei nº 9.504/97 (Lei das Eleições), com a redação da Lei nº 13.165/15. Debates eleitorais no rádio e na televisão. Participação garantida aos candidatos dos partidos políticos com representação superior a nove deputados. Critério razoável de aferição da representatividade do partido. Distribuição do tempo de propaganda eleitoral gratuita. Compreensão do princípio da igualdade em seu aspecto material. Legitimação popular das agremiações partidárias. Improcedência do pedido. \n\n\n\n    1. O art. 46, caput, da Lei nº 9.504/97 assegura a participação, nos debates eleitorais, dos candidatos dos partidos políticos com mais de 9 (nove) representantes na Câmara dos Deputados. Critério razoável de aferição da representatividade do partido, pois não obsta a participação nos debates de legendas com menor representatividade, a qual ainda é facultada, a critério das emissoras de rádio e televisão. O direito de participação em debates eleitorais - diferentemente da propaganda eleitoral gratuita no rádio e na televisão -, não tem assento constitucional e pode sofrer restrição maior, em razão do formato e do objetivo desse tipo de programação.\n\n\n\n    2. Os incisos I e II do § 2º do art. 47 da Lei nº 9.504/97, em consonância com a cláusula democrática e com o sistema proporcional, estabelecem regra de equidade, resguardando o direito das minorias partidárias de acesso à propaganda eleitoral e pondo em situação de benefício não odioso aquelas agremiações mais lastreadas na legitimidade popular. O tempo outorgado proporcionalmente à representatividade, embora dividido de forma distinta entre as agremiações, não nulifica a participação de nenhuma legenda concorrente. Precedente: ADI nº 4.430, de minha relatoria, Tribunal Pleno, DJ de 19/9/13.\n\n\n\n    3. A consideração, na distribuição do tempo de propaganda eleitoral gratuita, da representatividade dos seis maiores partidos políticos de determinada coligação, formada para as eleições majoritárias (inciso I, do § 2º, do art. 47, da Lei nº 9.504/97), é critério que objetiva um equilíbrio na distribuição do tempo de horário eleitoral gratuito, evitando a concentração, em uma coligação majoritária, de dada quantidade de tempo que pudesse caracterizar o monopólio do horário ou a posse de tempo muito maior do que o dos candidatos adversários. Outrossim, esse regramento desestimula a criação de legendas de ocasião, partidos políticos criados sem nenhuma motivação ideológica, com o único escopo de angariar tempo de propaganda eleitoral. \n\n\n\n    4. Ação direta de inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14222689","externo_seq_objeto_incidente":4893660,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-292  DIVULG 18-12-2017  PUBLIC 19-12-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5423&classe=ADI","is_colac":false,"titulo":"ADI 5423","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL - REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00005 ART-00005 \n          \"CAPUT\" INC-00004 INC-00014 INC-00070 \n          LET-A ART-00017 \"CAPUT\" PAR-00003 \n          ART-00045 ART-00053 PAR-00003 ART-00055 \n          PAR-00002 PAR-00003 ART-00058 PAR-00001 \n          ART-00103 INC-00008 ART-00220\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-001079      ANO-1950\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00087\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-008713      ANO-1993\n          ART-00071 ART-00072\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00048\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009100      ANO-1995\n          ART-00062\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00028 PAR-00012 INCLUÍDO PELA LEI-13165/2015\n          ART-00046 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00046 \"CAPUT\" REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00046 \"CAPUT\" INC-00001 LET-A \n          LET-B INC-00002 INC-00003 PAR-00001 \n          PAR-00002 PAR-00003 \n          ART-00046 \"CAPUT\" PAR-00004 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 REDAÇÃO ORIGINÁRIA\n          ART-00047 PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00047 PAR-00002 INC-00001 REDAÇÃO ORIGINÁRIA\n          ART-00047 PAR-00002 INC-00002 REDAÇÃO ORIGINÁRIA\n          ART-00047 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 PAR-00002 REDAÇÃO DADA PELA LEI-12875/2013\n          ART-00047 PAR-00002 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00051\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012034      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013165      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00023 ITEM-1 ITEM-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00025\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689      ANO-1941\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000093      ANO-1970\n                RESOLUÇÃO - REGIMENTO INTERNO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000017      ANO-1989\n                RESOLUÇÃO - REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS- CD\n\n","LEG-FED   RES-023457      ANO-2015\n          ART-00032 PAR-00005 PAR-00006 ART-00033 \n          INC-00001 LET-A LET-B PAR-00001\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2017-12-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO DE ANTENA, INOVAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, ISONOMIA, PARTIDO POLÍTICO, USO, PODER ECONÔMICO, ATIVIDADE PARTIDÁRIA. INTERNET, REDE SOCIAL, AUSÊNCIA, SUPERAÇÃO, RÁDIO, TELEVISÃO, IMPRENSA ESCRITA. EVOLUÇÃO, ORDENAMENTO JURÍDICO, PROPAGANDA ELEITORAL GRATUITA, RÁDIO, TELEVISÃO. CONSTITUIÇÃO FEDERAL, DISTINÇÃO, PARTIDO POLÍTICO, CRITÉRIO, REPRESENTATIVIDADE, CONGRESSO NACIONAL. CÂMARA DOS DEPUTADOS, REPRESENTAÇÃO, POVO. ELEIÇÃO, DEPUTADO FEDERAL, CRITÉRIO, AFERIÇÃO, LEGITIMIDADE POPULAR. ELEIÇÃO, PARLAMENTAR, SISTEMA ELEITORAL PROPORCIONAL. DISTINÇÃO, OBJETIVO, ELEIÇÃO MAJORITÁRIA, ELEIÇÃO PROPORCIONAL. ELEIÇÃO MAJORITÁRIA, EXPRESSÃO, MAIORIA, SOCIEDADE. ELEIÇÃO PROPORCIONAL, EXPRESSÃO, DIVERSIDADE, MEIO SOCIAL. MULTIPLICAÇÃO, NÚMERO, PARTIDO POLÍTICO, RISCO, COMPROMETIMENTO, DEMOCRACIA REPRESENTATIVA. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: EVOLUÇÃO, LEGISLAÇÃO; JURISPRUDÊNCIA, STF, DIREITO DE ANTENA. PRINCÍPIO DA PARIDADE DE ARMAS, COMPATIBILIDADE, DISTINÇÃO, PARTIDO POLÍTICO, CANDIDATO. IGUALDADE DE OPORTUNIDADES, DIMINUIÇÃO, PESO, COLIGAÇÃO PARTIDÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INTERVENÇÃO, STF, DECISÃO, PODER LEGISLATIVO, INCONSTITUCIONALIDADE CHAPADA; EXTRAPOLAÇÃO, LIMITE CONSTITUCIONAL, DISCRICIONARIEDADE, LEGISLADOR; DEFEITO, FUNCIONAMENTO, DEMOCRACIA; EXCLUSÃO, MINORIA. JURISDIÇÃO CONSTITUCIONAL, ESTADO DEMOCRÁTICO DE DIREITO, EQUILÍBRIO, DEMOCRACIA, CONSTITUCIONALISMO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, CLÁUSULA DE BARREIRA (DIREITO ELEITORAL).\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: SISTEMA ELEITORAL, PRINCÍPIO, IGUALDADE DE OPORTUNIDADES, DEMOCRACIA, SISTEMA REPRESENTATIVO, PLURIPARTIDARISMO. PLURALISMO POLÍTICO, ESTADO DEMOCRÁTICO DE DIREITO. LIBERDADE DE EXPRESSÃO, PROCESSO ELEITORAL. MANIPULAÇÃO, LEGISLAÇÃO, CONTRARIEDADE, DIREITO, PARTICIPAÇÃO POLÍTICA, MINORIA. DEMOCRACIA, LIBERDADE, CIRCULAÇÃO, IDEIA, CONVIVÊNCIA, DIVERSIDADE. IMUNIDADE PARLAMENTAR MATERIAL, PROCESSO ELEITORAL, PRINCÍPIO DA ISONOMIA. CONSTITUIÇÃO FEDERAL, REGULAÇÃO, PARTIDO POLÍTICO, ASSEGURAMENTO, ACESSO, CIDADÃO, EXERCÍCIO, PODER POLÍTICO. PARTIDO POLÍTICO, REGIME DE MONOPÓLIO, CANDIDATURA, CARGO ELETIVO. PARTIDO POLÍTICO, FUNÇÃO, INTERMEDIAÇÃO, SOCIEDADE CIVIL, PODER PÚBLICO. STF, FUNÇÃO CONTRAMAJORITÁRIA. IMPORTÂNCIA, PRINCÍPIO MAJORITÁRIO, DECISÃO, PODER PÚBLICO. ESTADO DEMOCRÁTICO DE DIREITO, SUPRESSÃO, DIREITO FUNDAMENTAL, LIVRE EXERCÍCIO, IGUALDADE, LIBERDADE, PARTICIPAÇÃO POLÍTICA. EFETIVIDADE, ESTADO DEMOCRÁTICO DE DIREITO, DIREITO, OPOSIÇÃO, PROTEÇÃO, MINORIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DEMOCRACIA, PRESERVAÇÃO, MINORIA. LEGISLAÇÃO ORDINÁRIA, OBSTÁCULO, CRIAÇÃO, FUNCIONAMENTO, PARTIDO POLÍTICO. CLÁUSULA DE BARREIRA (DIREITO ELEITORAL), EXIGIBILIDADE, NORMA CONSTITUCIONAL. PRINCÍPIO DA ISONOMIA, TRATAMENTO JURÍDICO, MAIORIA, MINORIA.\n\n- OBITER DICTUM, MIN. ROBERTO BARROSO: REFORMA POLÍTICA. PROLIFERAÇÃO, PARTIDO POLÍTICO; COLIGAÇÃO PARTIDÁRIA, ELEIÇÃO PROPORCIONAL; LISTA ABERTA, ELEIÇÃO PROPORCIONAL.\n\n- TERMO(S) DE RESGATE: HIPERPARTIDARISMO. MAJORITY RULE, MINORITY RIGHTS. LEGENDA DE ALUGUEL. IGUALDADE DE CHANCES GRADUAL. LIVRE MERCADO DE IDEIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5423&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DURAÇÃO, PROPAGANDA ELEITORAL GRATUITA, RÁDIO, TELEVISÃO)\nADI 1351 (TP), ADI 1354 (TP), ADI 4430 (TP), ADI 4795 MC (TP). \n(DIREITO DE ATENA)\nADI 4650 (TP), ADI 5105 (TP). \n(SUSPENSÃO, EFEITO RETROATIVO, EFICÁCIA, DOAÇÃO)\nADI 5394 MC (TP). \n(ESTADO DE COISAS INCONSTITUCIONAL, SISTEMA CARCERÁRIO)\nADPF 347 MC (TP). \n(PRINCÍPIO DA ANTERIORIDADE, NOMENCLATURA, PARTIDO POLÍTICO)\nADI 1531 MC (1ªT). \n(PARLAMENTAR, DISPUTA, MANDATO ELETIVO, PRERROGATIVA, IMUNIDADE PARLAMENTAR)\nInq 1400 QO (TP). \n(AGREMIAÇÃO PARTIDÁRIA)\nADI 1063 MC (1ªT) - RTJ 178/22, ADI 1407 MC (1ªT) - RTJ 176/578.\n(PROTEÇÃO, DIREITO DAS MINORIAS, CONSTITUIÇÃO FEDERAL)\nMS 24831 (TP), MS 24849 (TP), MS 26441 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Consulta 491-76, Consulta 62-75. \nTJPR: RT 442/193. \n- Legislação estrangeira citada: art. 21, n. 1, da Lei Fundamental de Bonn, da Alemanha; Primeira Emenda à Constituição dos Estados Unidos da América.\n- Decisão estrangeira citada: Caso United States vs. Rosika Schwimmer, 279 U.S. 644 (1929), da Suprema Corte dos EUA.\n- Veja ADI 5488, ADI 5487 ADI 5491 e ADI 5577 do STF.\nNúmero de páginas: 205.\nAnálise: 27/04/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO TRABALHISTA NACIONAL E OUTRO(A/S)\nADV.(A/S)  : JOELSON DIAS E OUTRO(A/S)\nINTDO.(A/S)  : CÂMARA DOS DEPUTADOS \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":379175,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5423","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"A BAND abre o período eleitoral: e o público vai participar perguntando aos candidatos. Band.com.br, 19 ago. 2016. Disponível em: http://www.band.uol.com.br/tv/noticias/100000819569/a-band-abreo-periodo-eleitoral.html.\nALEXY, Robert. Teoria dos Direitos Fundamentais. São Paulo: Malheiros, 2008. p. 583-84.\nATALIBA, Geraldo. Judiciário e Minorias. Revista de Informação Legislativa. v. 96. p. 189-194.\nBINENBOJM, Gustavo. Debates eleitorais e democracia. O Globo, 23 ago. 2016.\nBRASIL. Tribunal Superior Eleitoral. Partidos políticos registrados no TSE. Disponível em: http://www.tse.jus.br/partidos/partidos-politicos/registradosno-tse. Acesso em: 18 ago. 2016.\n______. ______. Partido em formação. Disponível em: http://www.tse.jus.br/partidos/partidos-politicos/partido-em-formacao. Acesso em: 22 ago. 2016.\n_____.______. Justiça Eleitoral divulga representatividade dos partidos para efeito de debates e horário gratuito. Disponível em:\nhttp://www.tse.jus.br/imprensa/noticias-tse/2016/Agosto/justica-eleitoral-divulga-representatividade-dos-partidos-para-efeito-de-debates-e-horario-gratuito.\nCRIVELLA tem 27%, Freixo, 12%, e Bolsonaro, 11%, diz Ibope no Rio. G1.com.br, 23 ago. 2016. Disponível em: http://g1.globo.com/rio-dejaneiro/eleicoes/2016/noticia/2016/08/crivella-tem-27-freixo-12-e-bolsonaro-11-diz-ibope-norio.html.\nCUNHA, Sérgio Sérvulo da. Fundamentos de Direito Constitucional. Saraiva, 2004. p. 161-162, item 602.73.\nELY, John Hart. Democracy and Distrust: a theory of judicial review. Harvard University Press, 1980. p. 102-03.\nFUX, Luiz; FRAZÃO, Carlos Eduardo. O Supremo Tribunal Federal na fronteira entre o Direito e a\nPolítica: alguns parâmetros de atuação. In.: SARMENTO, Daniel. (Coord.). Jurisdição Constitucional e Política. Rio de Janeiro: Forense, 2015. p. 37-72.\nGOMES, José Jairo. Direito Eleitoral. 11. ed. São Paulo: Atlas S.A., 2015. p. 122-123 e 423.\nGRIMM, Dieter. Constitution Adjudication and democracy. Israel Law Review, 1999. v. 33. p. 210.\nLEAL, Luciana Nunes. Candidato do PSOL à Prefeitura do Rio, Marcelo Freixo é barrado de debate da Band. O Estado de S.Paulo, São Paulo, 22 ago. 2016. Dispónível em:\nhttp://politica.estadao.com.br/noticias/eleicoes,candidato-do-psol-a-prefeitura-do-rio-marcelo-freixo-e-barrado-de-debate-da-band,10000071330.\nLINHARES, Carolina. Fora de debate, Erundina protesta em frente a TV e comenta evento pela internet. Folha de S. Paulo, São Paulo, 22 ago. 2016. Disponivel em:\nhttp://www1.folha.uol.com.br/poder/eleicoes-2016/2016/08/1805974-fora-de-debate-erundina-protesta-em-frente-a-tv-e-critica-adversarios.shtml.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de Constitucionalidade. 4. ed. Saraiva, 2012. p. 599, 602, 609, 611 e 631-641.\nMEZZAROBA, Orides. Introdução ao Direito Partidário Brasileiro. Rio de Janeiro: Lumen Juris. 2004. p. 238.\nMOREIRA, Vital. Constituição e Democracia. In: MAUÉS, Antonio G. Moreira (Org.). Constituição e Democracia. São Paulo: Max Limonad, 2001. p. 272.\nNASPOLINI, Samuel Dal-Farra. Pluralismo Político: subsídios para análise dos sistemas partidário e eleitoral brasileiros em face da Constituição Federal. Curitiba: Juruá, 2006. p. 243.\nOSORIO, Aline. Direito Eleitoral e Liberdade de Expressão. Dissertação (Mestrado)-Universidade do Estado do Rio de Janeiro, Rio de Janeiro.\nFERREIRA, Pinto . Princípios Gerais do Direito Constitucional Moderno. 5. ed. Revista dos Tribunais, 1971. Tomo 1. p. 195-196, item 8.\nREIS, Marisa Amaro dos. Cláusula de desempenho e fortalecimento dos sistemas representativo e partidário no Brasil. Estudos Eleitorais, v. 9, n. 1, jan./abr. 2014.\nSEN, Amartya. Ideia de Justiça. Tradução: Denise Bottmann e Ricardo Doninelli Mendes. São Paulo: Companhia das Letras, 2011. p. 15 e 358.\nSILVEIRA, José Néri da. Aspectos do processo eleitoral. Porto Alegre: Livraria do Advogado. 1998. p. 109.\nTHAYER, James Bradley. The Origin and Scope of the American Doctrine of Constitutional Law. Harvard Law Review, v. 7, n. 3, p. 129-156, 1893. Disponível em: https://archive.org/details/jstor-1322284.\nVELLOSO, Carlos Mário da Silva; AGRA, Walber de Moura. Elementos de Direito Eleitoral. 2. ed.\nSão Paulo: Saraiva, 2010. p. 189.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":5423,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur363942","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu, em parte, o pedido de extradição, nos termos do voto da Relatora. Unânime. Ficou vencido o Senhor Ministro Marco Aurélio quanto ao cumprimento imediato da decisão. Não participou, justificadamente, deste julgamento, o Senhor Ministro Luiz Fux. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 13.12.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur363942","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur363942","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. CONCORDÂNCIA DO EXTRADITANDO. CONTROLE DE LEGALIDADE DO PEDIDO EXTRADICIONAL. CRIME DE HOMICÍDIO. “CRIME AGRAVADO DE ARMAS”. CORRESPONDÊNCIA COM OS DELITOS TIPIFICADOS NOS ARTIGOS 121 DO CÓDIGO PENAL E 14 DA LEI 10.826/2003. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. EXIGÊNCIA DE ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE.\n\n\n\n    1. Pedido de extradição formulado pelo Governo da Suécia que atende aos requisitos da Lei 6.815/1980. \n\n\n\n    2. A concordância defensiva com o pleito extradicional não afasta o controle da legalidade por este Supremo Tribunal Federal. Precedentes.\n\n\n\n    3. Crime de homicídio e “crime agravado de armas” que correspondem aos delitos previstos nos arts. 121 do Código Penal e 14 da Lei 10.826/2003, respectivamente. Dupla incriminação atendida.\n\n\n\n    4. Inocorrência de prescrição ou óbice legais.\n\n\n\n    5. O compromisso de detração da pena, considerando o período de prisão decorrente da extradição, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 91 da Lei 6.815/1980.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12527980","externo_seq_objeto_incidente":5035871,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-042  DIVULG 06-03-2017  PUBLIC 07-03-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1468&classe=Ext","is_colac":false,"titulo":"Ext 1468","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00076 ART-00077 ART-00078 ART-00080 \n          PAR-00001 ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-010826      ANO-2003\n          ART-00014\n                ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-INT   TTD      ANO-1932\n                TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A SUÍÇA, FIRMADO NO RIO DE JANEIRO, D. F., A 23 DE JULHO DE 1932\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 ART-00121\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEC-023997      ANO-1934\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A SUÍÇA, FIRMADO NO RIO DE JANEIRO, D. F., A 23 DE JULHO DE 1932"],"publicacao_data":"2017-03-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ADMISSIBILIDADE, EXTRADIÇÃO, FUNDAMENTO, RECIPROCIDADE. DISPENSABILIDADE, INTERROGATÓRIO, DECORRÊNCIA, CONSENTIMENTO, EXTRADITANDO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, APLICAÇÃO IMEDIATA, DECISÃO. NECESSIDADE, ESPERA, PUBLICAÇÃO, ACÓRDÃO, DECORRÊNCIA, POSSIBILIDADE, AJUIZAMENTO, EMBARGOS DE DECLARAÇÃO, OBJETIVO, INTEGRAÇÃO, ESCLARECIMENTO, DECISÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1468&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, CONCORDÂNCIA, EXTRADITANDO)\nExt 977 (TP), Ext 1016 (TP), Ext 1018 (TP), Ext 1098 (TP), Ext 1144 (TP), Ext 977 extensão (2ªT), Ext 1203 (TP). \n(REQUISITO, CONCESSÃO, EXTRADIÇÃO)\nExt 1452 (2ªT). \n(EXTRADIÇÃO, CONSENTIMENTO, EXTRANDITANDO, DISPENSA DE INTERROGATÓRIO)\nExt 1016 (TP), Ext 1018 (TP), Ext 1144 (TP), Ext 977 extensão (2ªT). \n- Legislação estrangeira citada: Capítulo 3, § 1, Capítulo 35, § 1º, itens 3 e 4, do Código Penal sueco; Capítulo 9, § 1a, da Lei de Armas.\nNúmero de páginas: 11.\nAnálise: 10/03/2017, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA SUÉCIA \nEXTDO.(A/S)  : SEBASTIAN ESCRICH CASTILLO OU SEBASTIAN ESCRICH CASTILHO OU SEBASTIAN ESCRICH CASTILLOS \nADV.(A/S)  : ADILSON FONSECA MARTINS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":363942,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1468","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-12-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1468,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur368513","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 838 da repercussão geral, deu provimento ao recurso, vencido o Ministro Marco Aurélio, fixada tese nos seguintes termos: “Editais de concurso público não podem estabelecer restrição a pessoas com tatuagem, salvo situações excepcionais em razão de conteúdo que viole valores constitucionais”. Ausentes, justificadamente, os Ministros Cármen Lúcia, Teori Zavascki e, neste julgamento, o Ministro Gilmar Mendes. Falou pelo recorrente o Dr. Vicente de Paulo Massaro. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 17.08.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":["8","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur368513","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur368513","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO. CONSTITUCIONAL E ADMINISTRATIVO. REPERCUSSÃO GERAL RECONHECIDA. TEMA 838 DO PLENÁRIO VIRTUAL. TATUAGEM. CONCURSO PÚBLICO. EDITAL. REQUISITOS PARA O DESEMPENHO DE UMA FUNÇÃO PÚBLICA. AUSÊNCIA DE PREVISÃO EM LEI FORMAL ESTADUAL. IMPOSSIBILIDADE. OFENSA AO ART. 37, I, DA CONSTITUIÇÃO DA REPÚBLICA. REAFIRMAÇÃO DA JURISPRUDÊNCIA PACÍFICA DA CORTE. IMPEDIMENTO DO PROVIMENTO DE CARGO, EMPREGO OU FUNÇÃO PÚBLICA DECORRENTE DA EXISTÊNCIA DE TATUAGEM NO CORPO DO CANDIDATO. REQUISITO OFENSIVO A DIREITOS FUNDAMENTAIS DOS CIDADÃOS. VIOLAÇÃO AOS PRINCÍPIOS CONSTITUCIONAIS DA IGUALDADE, DA DIGNIDADE DA PESSOA HUMANA, DA LIBERDADE DE EXPRESSÃO, DA PROPORCIONALIDADE E DO LIVRE ACESSO AOS CARGOS PÚBLICOS. INCONSTITUCIONALIDADE DA EXIGÊNCIA ESTATAL DE QUE A TATUAGEM ESTEJA DENTRO DE DETERMINADO TAMANHO E PARÂMETROS ESTÉTICOS. INTERPRETAÇÃO DOS ARTS. 5º, I, E 37, I E II, DA CRFB/88. SITUAÇÕES EXCEPCIONAIS. RESTRIÇÃO. AS TATUAGENS QUE EXTERIORIZEM VALORES EXCESSIVAMENTE OFENSIVOS À DIGNIDADE DOS SERES HUMANOS, AO DESEMPENHO DA FUNÇÃO PÚBLICA PRETENDIDA, INCITAÇÃO À VIOLÊNCIA IMINENTE, AMEAÇAS REAIS OU REPRESENTEM OBSCENIDADES IMPEDEM O ACESSO A UMA FUNÇÃO PÚBLICA, SEM PREJUÍZO DO INAFASTÁVEL JUDICIAL REVIEW. CONSTITUCIONALIDADE. INCOMPATIBILIDADE COM OS VALORES ÉTICOS E SOCIAIS DA FUNÇÃO PÚBLICA A SER DESEMPENHADA. DIREITO COMPARADO. IN CASU, A EXCLUSÃO DO CANDIDATO SE DEU, EXCLUSIVAMENTE, POR MOTIVOS ESTÉTICOS. CONFIRMAÇÃO DA RESTRIÇÃO PELO ACÓRDÃO RECORRIDO. CONTRARIEDADE ÀS TESES ORA DELIMITADAS. RECURSO EXTRAORDINÁRIO A QUE SE DÁ PROVIMENTO.\n\n\n\n    1. O princípio da legalidade norteia os requisitos dos editais de concurso público.\n\n\n\n    2. O artigo 37, I, da Constituição da República, ao impor, expressamente, que “os cargos, empregos e funções públicas são acessíveis aos brasileiros que preencham os requisitos estabelecidos em lei”, evidencia a frontal inconstitucionalidade de toda e qualquer restrição para o desempenho de uma função pública contida em editais, regulamentos e portarias que não tenham amparo legal. (Precedentes: RE 593198 AgR, Relator Min. Dias Toffoli, Primeira Turma, julgado em 06/08/2013, DJe 01-10-2013; ARE 715061 AgR, Relator Min. Celso de Mello, Segunda Turma, DJe 19-06-2013; RE 558833 AgR, Relatora Min. Ellen Gracie, Segunda Turma, DJe 25-09-2009; RE 398567 AgR, Relator Min. Eros Grau, Primeira Turma, DJ 24-03-2006; e MS 20.973, Relator Min. Paulo Brossard, Plenário, julgado em 06/12/1989, DJ 24-04-1992).\n\n\n\n    3. O Legislador não pode escudar-se em uma pretensa discricionariedade para criar barreiras legais arbitrárias e desproporcionais para o acesso às funções públicas, de modo a ensejar a sensível diminuição do número de possíveis competidores e a impossibilidade de escolha, pela Administração, daqueles que são os melhores. \n\n\n\n    4. Os requisitos legalmente previstos para o desempenho de uma função pública devem ser compatíveis com a natureza e atribuições do cargo. (No mesmo sentido: ARE 678112 RG, Relator Min. Luiz Fux, julgado em 25/04/2013, DJe 17-05-2013).\n\n\n\n    5. A tatuagem, no curso da história da sociedade, se materializou de modo a alcançar os mais diversos e heterogêneos grupos, com as mais diversas idades, conjurando a pecha de ser identificada como marca de marginalidade, mas, antes, de obra artística.\n\n\n\n    6. As pigmentações de caráter permanente inseridas voluntariamente em partes dos corpos dos cidadãos configuram instrumentos de exteriorização da liberdade de manifestação do pensamento e de expressão, valores amplamente tutelados pelo ordenamento jurídico brasileiro (CRFB/88, artigo 5°, IV e IX). \n\n\n\n    7. É direito fundamental do cidadão preservar sua imagem como reflexo de sua identidade, ressoando indevido o desestímulo estatal à inclusão de tatuagens no corpo. \n\n\n\n    8. O Estado não pode desempenhar o papel de adversário da liberdade de expressão, incumbindo-lhe, ao revés, assegurar que minorias possam se manifestar livremente.\n\n\n\n    9. O Estado de Direito republicano e democrático, impõe à Administração Pública que exerça sua discricionariedade entrincheirada não, apenas, pela sua avaliação unilateral a respeito da conveniência e oportunidade de um ato, mas, sobretudo, pelos direitos fundamentais em um ambiente de perene diálogo com a sociedade.\n\n\n\n    10. A democracia funda-se na presunção em favor da liberdade do cidadão, o que pode ser sintetizado pela expressão germânica “Freiheitsvermutung” (presunção de liberdade), teoria corroborada pela doutrina norte-americana do primado da liberdade (preferred freedom doctrine), razão pela qual ao Estado contemporâneo se impõe o estímulo ao livre intercâmbio de opiniões em um mercado de idéias (free marktplace of ideas a que se refere John Milton) indispensável para a formação da opinião pública.\n\n\n\n    11. Os princípios da liberdade e da igualdade, este último com esteio na doutrina da desigualdade justificada, fazem exsurgir o reconhecimento da ausência de qualquer justificativa para que a Administração Pública visualize, em pessoas que possuem tatuagens, marcas de marginalidade ou de inaptidão física ou mental para o exercício de determinado cargo público. \n\n\n\n    12. O Estado não pode considerar aprioristicamente como parâmetro discriminatório para o ingresso em uma carreira pública o fato de uma pessoa possuir tatuagens, visíveis ou não.\n\n\n\n    13. A sociedade democrática brasileira pós-88, plural e multicultural, não acolhe a idiossincrasia de que uma pessoa com tatuagens é desprovida de capacidade e idoneidade para o desempenho das atividades de um cargo público.\n\n\n\n    14. As restrições estatais para o exercício de funções públicas originadas do uso de tatuagens devem ser excepcionais, na medida em que implicam uma interferência incisiva do Poder Público em direitos fundamentais diretamente relacionados ao modo como o ser humano desenvolve a sua personalidade. \n\n\n\n    15. A cláusula editalícia que cria condição ou requisito capaz de restringir o acesso a cargo, emprego ou função pública por candidatos possuidores de tatuagens, pinturas ou marcas, quaisquer que sejam suas extensões e localizações, visíveis ou não, desde que não representem símbolos ou inscrições alusivas a ideologias que exteriorizem valores excessivamente ofensivos à dignidade dos seres humanos, ao desempenho da função pública pretendida, incitação à violência iminente, ameaças reais ou representem obscenidades, é inconstitucional.\n\n\n\n    16. A tatuagem considerada obscena deve submeter-se ao Miller-Test, que, por seu turno, reclama três requisitos que repugnam essa forma de pigmentação, a saber: (i) o homem médio, seguindo padrões contemporâneos da comunidade, considere que a obra, tida como um todo, atrai o interesse lascivo; (ii) quando a obra retrata ou descreve, de modo ofensivo, conduta sexual, nos termos do que definido na legislação estadual aplicável, (iii) quando a obra, como um todo, não possua um sério valor literário, artístico, político ou científico.\n\n\n\n    17. A tatuagem que incite a prática de uma violência iminente pode impedir o desempenho de uma função pública quando ostentar a aptidão de provocar uma reação violenta imediata naquele que a visualiza, nos termos do que predica a doutrina norte-americana das “fighting words”, como, v.g., “morte aos delinquentes”.\n\n\n\n    18. As teses objetivas fixadas em sede de repercussão geral são: (i) os requisitos do edital para o ingresso em cargo, emprego ou função pública devem ter por fundamento lei em sentido formal e material, (ii) editais de concurso público não podem estabelecer restrição a pessoas com tatuagem, salvo situações excepcionais em razão de conteúdo que viole valores constitucionais.\n\n\n\n    19. In casu, o acórdão recorrido extraordinariamente assentou que “a tatuagem do ora apelado não atende aos requisitos do edital. Muito embora não cubra todo o membro inferior direito, está longe de ser de pequenas dimensões. Ocupa quase a totalidade lateral da panturrilha e, além disso, ficará visível quando utilizados os uniformes referidos no item 5.4.8.3. É o quanto basta para se verificar que não ocorreu violação a direito líquido e certo, denegando-se a segurança”. Verifica-se dos autos que a reprovação do candidato se deu, apenas, por motivos estéticos da tatuagem que o recorrente ostenta.\n\n\n\n    19.1. Consectariamente o acórdão recorrido colide com as duas teses firmadas nesta repercussão geral: (i) a manutenção de inconstitucional restrição elencada em edital de concurso público sem lei que a estabeleça; (ii) a confirmação de cláusula de edital que restringe a participação, em concurso público, do candidato, exclusivamente por ostentar tatuagem visível, sem qualquer simbologia que justificasse, nos termos assentados pela tese objetiva de repercussão geral, a restrição de participação no concurso público.\n\n\n\n    19.2. Os parâmetros adotados pelo edital impugnado, mercê de não possuírem fundamento de validade em lei, revelam-se preconceituosos, discriminatórios e são desprovidos de razoabilidade, o que afronta um dos objetivos fundamentais do País consagrado na Constituição da República, qual seja, o de “promover o bem de todos, sem preconceitos de origem, raça, sexo, cor, idade e quaisquer outras formas de discriminação” (art. 3º, IV).\n\n\n\n    20. Recurso Extraordinário a que se dá provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12977132","externo_seq_objeto_incidente":4804268,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-114  DIVULG 30-05-2017  PUBLIC 31-05-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=898450&classe=RE","is_colac":false,"titulo":"RE 898450","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 PAR-ÚNICO ART-00003 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          ART-00005 \"CAPUT\" INC-00001 INC-00002 \n          INC-00004 INC-00006 INC-00009 INC-00041 \n          INC-00042 ART-00014 PAR-00003 \n          ART-00037 \"CAPUT\" REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 \"CAPUT\" INC-00001 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 \"CAPUT\" INC-00002 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00102 INC-00003 LET-C PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00013 \"CAPUT\"\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011279      ANO-2006\n          ART-0011A INC-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012464      ANO-2011\n          ART-00020 INC-00017 LET-A LET-B \n          LET-C LET-D\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012705      ANO-2012\n          ART-00002 INC-00008 LET-A LET-B\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-01035 PAR-00001\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 NÚMERO-5\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00009 NÚMERO-3 LET-A LET-B \n          ART-00020\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI      ANO-1980\n          ART-0323A\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000683      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LCP-000697      ANO-1992\n                LEI COMPLEMENTAR, SP\n\n","LEG-EST   DEC-041113      ANO-1996\n                DECRETO, SP - REDAÇÃO DADA PELO DEC-42053/1997\n\n","LEG-EST   DEC-042053      ANO-1997\n                DECRETO, SP"],"publicacao_data":"2017-05-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HISTÓRIA, TATUAGEM. EXIGÊNCIA, RAZOABILIDADE, OBJETIVIDADE, CRITÉRIO, HIPÓTESE, REALIZAÇÃO, DISTINÇÃO, CIDADÃO. VEDAÇÃO, PRINCÍPIO DA ISONOMIA, PERSEGUIÇÃO, FAVORECIMENTO. EXIGÊNCIA, CORRELAÇÃO, CRITÉRIO, JUSTIFICATIVA, DISTINÇÃO, CIDADÃO. REFERÊNCIA, RESTRIÇÃO, TATUAGEM, AUTORIDADE POLICIAL, AUTORIDADE MILITAR, ÂMBITO, DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, REPÚBLICA PORTUGUESA, ESTADOS UNIDOS DA AMÉRICA. PREVISÃO, LEGISLAÇÃO FEDERAL, MARINHA, AERONÁUTICA, EXÉRCITO, PROIBIÇÃO, TATUAGEM, HIPÓTESE, OFENSA, VALOR, INSTITUIÇÃO, OFENSA, ORDEM PÚBLICA. VETO, PRESIDENTE DA REPÚBLICA, RESTRIÇÃO, INGRESSO, EXÉRCITO, DECORRÊNCIA, EXTENSÃO, TATUAGEM. PREVISÃO, PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, PROIBIÇÃO, INCENTIVO, DISCRIMINAÇÃO, VIOLÊNCIA, DECORRÊNCIA, NACIONALIDADE, RAÇA, RELIGIÃO. INEXISTÊNCIA, IMUNIDADE, EDITAL, CONTROLE JUDICIAL. IMPOSSIBILIDADE, TRANSFORMAÇÃO, DISCRICIONARIEDADE, ADMINISTRAÇÃO PÚBLICA, ARBITRARIEDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: INSUFICIÊNCIA, PREVISÃO, EDITAL, REQUISITO, ACESSO, CARGO PÚBLICO. ENTENDIMENTO, JURISPRUDÊNCIA, NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA RESERVA LEGAL. CONSAGRAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, PLURALISMO, DEMOCRACIA, DIGNIDADE DA PESSOA HUMANA. CONSIDERAÇÃO, TATUAGEM, FORMA, EXPRESSÃO. PROTEÇÃO, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO. POSSIBILIDADE, RESTRIÇÃO, ACESSO, CARGO PÚBLICO, HIPÓTESE, TATUAGEM, VEICULAÇÃO, IDEIA, DISCRIMINAÇÃO, PRECONCEITO. DISPENSABILIDADE, LEI ESPECÍFICA, FINALIDADE, REGULAMENTAÇÃO, TATUAGEM, CANDIDATO (CONCURSO PÚBLICO).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: POSSIBILIDADE, EDITAL, CONCRETIZAÇÃO, VALOR CONSTITUCIONAL. NECESSIDADE, TRANSFORMAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), TRIBUNAL, DIREITO FUNDAMENTAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: DEFINIÇÃO, VALOR CONSTITUCIONAL. EXCEPCIONALIDADE, PROIBIÇÃO, TATUAGEM. NECESSIDADE, TRÂNSITO EM JULGADO, CONDENAÇÃO, FINALIDADE, RESTRIÇÃO, ACESSO, CARGO PÚBLICO, DECORRÊNCIA, LIVRO. OFENSA, PRINCÍPIO DA ISONOMIA, PROIBIÇÃO, PARTICIPAÇÃO, CONCURSO PÚBLICO, FUNDAMENTO ÚNICO, TATUAGEM. NECESSIDADE, PREVALÊNCIA, INTERPRETAÇÃO, AUTOR, HIPÓTESE, DÚVIDA, INTERPRETAÇÃO, TATUAGEM. CORRELAÇÃO, TATUAGEM, DIREITO DA PERSONALIDADE. ALCANCE, TATUAGEM, PROTEÇÃO, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: COMPATIBILIDADE, TATUAGEM, VALOR, SOCIEDADE, CONTEMPORANEIDADE. INADMISSIBILIDADE, RESTRIÇÃO, DIREITO, CIDADÃO, DECORRÊNCIA, TATUAGEM. DESCABIMENTO, INTERVENÇÃO, PODER PÚBLICO, AUTONOMIA PRIVADA, OBJETIVO, LIMITAÇÃO, LIBERDADE, ESCOLHA. CORRELAÇÃO, TATUAGEM, LIBERDADE DE EXPRESSÃO. INADMISSIBILIDADE, INCITAMENTO, DISCRIMINAÇÃO, PRECONCEITO, VIOLÊNCIA, DECORRÊNCIA, NACIONALIDADE, ETNIA, RELIGIÃO. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: CONSIDERAÇÃO, TATUAGEM, FORMA, EXPRESSÃO. ASSEGURAMENTO, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO. PREVISÃO, CONSTITUIÇÃO FEDERAL, LIMITE CONSTITUCIONAL, LIBERDADE DE EXPRESSÃO. PROIBIÇÃO, CONSTITUIÇÃO FEDERAL, OFENSA, DIREITO FUNDAMENTAL, PRECONCEITO DE RAÇA, TERRORISMO, TORTURA, TRÁFICO DE DROGAS, GRUPO ARMADO CIVIL. PREVISÃO, PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, NECESSIDADE, LIBERDADE DE EXPRESSÃO, OBSERVÂNCIA, DIREITO, REPUTAÇÃO, TERCEIRO, SEGURANÇA NACIONAL, ORDEM PÚBLICA, SAÚDE PÚBLICA, MORALIDADE.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DESPROVIMENTO, RECURSO. INEXIGIBILIDADE, EDITAL, REPETIÇÃO, CONTEÚDO NORMATIVO, LEI. NECESSIDADE, CUMPRIMENTO, NORMA, EDITAL, HIPÓTESE, RAZOABILIDADE. COMPATIBILIDADE, NORMA, EDITAL, DISCIPLINA MILITAR.\n\n- TERMO(S) DE RESGATE: TEORIA DA DESIGUALDADE JUSTIFICADA. DISCURSO DE ÓDIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=898450&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI FORMAL, REQUISITO, CARGO PÚBLICO, EMPREGO PÚBLICO, FUNÇÃO PÚBLICA)\nRE 558833 AgR (2ªT), MS 20973 (TP), RE 327784 AgR (1ªT), RE 398567 AgR (1ªT), RE 400754 AgR (1ªT), ARE 715061 AgR (2ªT), RE 593198 AgR (1ªT), ARE 906295 AgR (1ªT). \n(COMPATIBILIDADE, REQUISITO, CARGO PÚBLICO, EMPREGO PÚBLICO, FUNÇÃO PÚBLICA)\nARE 678112 RG. \n(PROIBIÇÃO, DIVULGAÇÃO, PALAVRA, IMAGEM)\nADPF 130 (TP), ADI 4451 MC-REF (TP), ADI 4815 (TP). \n(ANTECEDENTE CRIMINAL, INQUÉRITO POLICIAL EM CURSO, PROCESSO PENAL EM CURSO)\nRE 591054 (TP). \n- Legislação estrangeira citada: Primeira Emenda (Amendment I) da Constituição dos Estados Unidos da América; item e(1), item e(2), letras \"a\", \"b\", \"c\" e \"d\", item e(5) e item e(7), da Section 1.8, Page 3, da U.S. Army Regulation 670-1 (Uniform and Insignia - Wear and Appearance of Army), dos Estados Unidos da América; NAVADMIN 82, de 2016, da Marinha norte-americana; Lei Fundamental de Bonn.\n- Decisões estrangeiras citadas: Caso Miller vs. Califórnia de 1973, 413 U.S. 15, 1973, Caso Schad vs. Borough of Mount Ephraim, 452 US 61, 65–66, 1981, Caso Joseph Burstyn, Inc vs. Wilson, 343 US 495, 501–02, 1952, Caso Ward vs. Rock Against Racism, 491 US 781, 790, 1989, Caso Texas vs. Johnson, 491 US 397, 399, 1989, Caso National Endowment for the Arts v Finley, 524 US 569, 602, 1998, da Suprema Corte norte-americana.\n- Veja itens 5.4, 5.4.1, 5.4.2, 5.4.8, 5.4.8.1, 5.4.8.2 e 5.4.8.3, do Edital 002/321/2008, da Diretoria de Pessoal da Polícia Militar do Estado de São Paulo.\nNúmero de páginas: 83.\nAnálise: 19/06/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : HENRIQUE LOPES CARVALHO DA SILVEIRA \nADV.(A/S)  : VICENTE DE PAULO MASSARO \nRECDO.(A/S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO GERAL DA UNIAO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"838 - Constitucionalidade da proibição, contida em edital de concurso público, de ingresso em cargo, emprego ou função pública para candidatos que tenham certos tipos de tatuagem em seu corpo.","old_seq_sjur":368513,"documental_tese_texto":"Editais de concurso público não podem estabelecer restrição a pessoas com tatuagem, salvo situações excepcionais em razão de conteúdo que viole valores constitucionais.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 898450","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-08-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AMERICA'S NAVY. Navy Expands Tattoo Options, Command Ball Cap Wear. Disponível em: http://www.navy.mil/submit/display.asp?story_id=93938.\nBECKER, Howard. Outsiders: estudos da sociologia do desvio. Tradução: Maria Borges. Rio de Janeiro: Zahar, 2008.\nBICKEL, Alexander. The Last Dangerous Branch. New Haven: Yale University Press, 1986.\nBOBBIO, Norberto. O terceiro ausente. Tradução: Daniela Beccaccia Versiani. Barueri, 2009. p. 93.\nBUENO, Pimenta. Direito Público Brasileiro e Análise da Constituição do Império. Rio de Janeiro, 1857. p. 424.\nBUNDESPOLIZEI. Beweise, dass du es kannst! Das Auswahlverfahren. Disponível em: https://www.komm-zur-bundespolizei.de/bewerben/auswahlverfahren/.\nFERDINANDO, Lisa. Revised uniform policy changes rules for tattoos, wear of combat uniform. Disponível em: https://www.army.mil/article/146268/Revised_uniform_policy_changes_rules_for_tattoos__wear_of_combat_uniform. Acesso em: 23. jun. 2016.\nFERREIRA, Vítor Sérgio. Os ofícios de marcar o corpo: a realização profissional de um projecto identitário.\nFERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 2001. p. 277.\nFONSECA, Andrea Lissett Perez. Tatuar e Ser Tatuado: etnografia da prática contemporânea da tatuagem. Estúdio: Experience Art Tattoo – Florianópolis – SC - Brasil. 2003. 151 fls. Dissertação (Mestrado) - Universidade Federal de Santa Catarina. Florianópolis, 2003, p. 143.\nFREITAS FILHO, Roberto. Decisões jurídicas e teoria lingüística: o prescritivismo universal de Richard Hare. Revista de Informação Legislativa, Brasília, ano 45, n. 178, abr./jun. 2008.\nGROGNARD, Catherine. Tatouages. Tags à lâme. Paris: Syros Alternatives, 1992. \nHARE, Richard Mervyn. A linguagem da moral. Tradução: Eduardo Ferreira. São Paulo: Martins Fontes, 1996.\n______. Entrevista a R. M. Hare: a propósito de Ordenando la ética. Isegoría, n. 21, 1999.\nJAIRES, Luana Thaisa Pedrosa Soares. Sociologia da Tatuagem: Uma Análise Antropológica e Sociológica da Técnica de Tatuar e da Prática de ser Tatuado. 2011. 294 fls. Dissertação (Mestrado) - Universidade Federal de Alagoas. Maceió, 2011.\nKELSEN, Hans. Teoria pura do Direito. Tradução: Ch. Einsenmann. 2. ed. Paris, 1962. p. 190.\nLE BRETON, David. Antropología del cuerpo y modernidad. Buenos Aires: Nueva Visión, 1995.\n______. Signes d'identité. Tatouages, piercings et autres marques corporelles. Paris: Métailié, 2002.\nLEITÃO, Débora Krischke. Mudança de significado da tatuagem contemporânea. Cadernos IHU Ideias, São Leopoldo, v. 16, n. 2, mar. 2004. p. 4.\nLISE, Michele Larissa Zini. Violência na pele: considerações médicas e legais na tatuagem. Dissertação (Mestrado) - Programa de Pós-Graduação da Pontifícia Universidade Católica do Rio Grande do Sul –\nPUC-RS, Porto Alegre, 2007.\nLUÑO, Antonio Enrique Pérez. Derechos humanos, Estado de Derecho y Constitución. Madrid: Tecnos, 1984. p. 313.\nMACNAUGHTON, Alex. London Tattoos. Londres: Prestel, 2011.\nMELLO, Celso Antônio Bandeira de. Conteúdo jurídico do princípio da igualdade. 3. ed. São Paulo: Malheiros, 2001. p. 21 e 38.\nMITSCH, Ralf. Why I Love Tatoos. Londres, 2014.\nMÜLLER, Friedrich Apud LUÑO, Antonio Enrique Pérez. Derechos humanos, Estado de Derecho y\nConstitución. Madrid: Tecnos, 1984. p. 321.\nNATHAN, Paul. Generation Ink. Brooklyn: Pulleceo, 2012.\nNINO, Carlos Santiago. Introdução à Análise do Direito. São Paulo: Martins Fontes, 2015. p. 431.\nNISHIHARA, Hiroshi. The Significance of Constitutional Values. Potchefstroom Electronic Law Journal, v. 4, issue 1, 2001. \nPÉREZ, Andrea Lissett. A identidade à flor da pele: etnografia da prática da tatuagem na contemporaneidade. Mana, v. 12, n. 1, 2006. p. 179-206.\nPRADO, Daniel Nicory do. Literatura e apologia ao crime: uma abordagem hermenêutica. In: XVI Congresso Nacional do CONPEDI, 2008, Belo Horizonte. Anais... Florianópolis: Fundação Boiteux, 2008. p. 4908-4928.\nROCHA, Cármen Lúcia Antunes. Princípio constitucional da igualdade. Belo Horizonte: Jurídicos Lê, 1990. p. 118.\nSAMPAIO, José Adércio Leite. Direito à Intimidade e à Vida Privada. Belo Horizonte: Del Rey, 1998. p. 264.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. 2. ed. São Paulo: Revista dos Tribunais, 2013. p. 454.\nSARMENTO, Daniel. Livres e Iguais: Estudos de Direito Constitucional. Rio de Janeiro: Lumen, 2006. p. 243.\nSERRA NETTO, Helio Figueiredo da. O corpo como espaço imaginativo: tatuagem, práticas sociais e simbolismo. 2011. 134 fls. Dissertação (Mestrado) - Universidade Federal do Pará. Belém, 2011. p. 15.\nSUPREMO TRIBUNAL FEDERAL. Confira as dez notícias mais acessadas do ano no site do STF. Disponível em: http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=307256&caixaBusca=N;. Acesso em: 26 mai. 2016.\nWAGNER, Richard. O navio fantasma.\nWALSH, Ryan J. Painting on a Canvas of Skin: Tattooing and the First Amendment. The University of Chicago Law Review, 2011.","ministro_facet":["LUIZ FUX"],"processo_numero":898450,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}