{"result":{"took":264,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32476,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur226811","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do relator, não conheceu da ação proposta pela Federação Nacional dos Auditores-Fiscais da Previdência Social - FENAFISP, por falta de legitimidade ativa. Votou a Presidente, Ministra Ellen Gracie. Em seguida, após o voto do Senhor Ministro Carlos Britto (relator), que afastou preliminar relativa à ausência dos pressupostos de urgência e relevância para edição da medida provisória posteriormente convertida em lei e julgou improcedente a ação, pediu vista dos autos o Senhor Ministro Joaquim Barbosa. Ausente, justificadamente, a Senhora Ministra Cármen Lúcia. Falaram: pelos requerentes, Confederação Nacional dos Estabelecimentos de Ensino - CONFENEN, Partido DEMOCRATAS, Federação Nacional dos Auditores-Fiscais da Previdência Social - FENAFISP, respectivamente, o Professor Ives Gandra da Silva Martins, o Dr. Admar Gonzaga e o Dr. Cláudio Santos; pela Advocacia-Geral da União, o Dr. Evandro Costa Gama, Advogado-Geral da União, substituto; pelos amici curiae, Conectas Direitos Humanos e Centro de Direitos Humanos - CDH, o Dr. Oscar Vilhena Vieira; e, pelo Ministério Público Federal, o Procurador-Geral da República, Dr. Antônio Fernando Barros e Silva de Souza. Plenário, 02.04.2008. \r\n\nDecisão: Prosseguindo no julgamento, o Tribunal, por maioria e nos termos do voto do Relator, Ministro Ayres Britto (Presidente), julgou improcedente a ação direta, vencido o Senhor Ministro Marco Aurélio. Impedida a Senhora Ministra Cármen Lúcia. Ausentes, justificadamente, o Senhor Ministro Celso de Mello e, em viagem oficial, o Senhor Ministro Ricardo Lewandowski. Plenário, 03.05.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"AYRES BRITTO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur226811","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:20:14.949436","dg_unique":"sjur226811","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÕES DIRETAS DE INCONSTITUCIONALIDADE. MEDIDA PROVISÓRIA Nº 213/2004, CONVERTIDA NA LEI Nº 11.096/2005. PROGRAMA UNIVERSIDADE PARA TODOS – PROUNI. AÇÕES AFIRMATIVAS DO ESTADO. CUMPRIMENTO DO PRINCÍPIO CONSTITUCIONAL DA ISONOMIA.\n\n\n\n    1. A FENAFISP não detém legitimidade para deflagrar o processo de fiscalização abstrata de constitucionalidade. Isto porque, embora o inciso IX do art. 103 da Constituição Federal haja atribuído legitimidade ativa ad causam às entidades sindicais, restringiu essa prerrogativa processual às confederações sindicais. Precedentes. Ação Direta de Inconstitucionalidade nº 3.379 não conhecida. Participação da entidade no processo, na qualidade de amicus curiae.\n\n\n\n    2. A conversão de medida provisória em lei não prejudica o debate jurisdicional sobre o atendimento dos pressupostos de admissibilidade desse espécime de ato da ordem legislativa. Presentes, no caso, a urgência e relevância dos temas versados na Medida Provisória nº 213/2004. \n\n\n\n    3. A educação, notadamente a escolar ou formal, é direito social que a todos deve alcançar. Por isso mesmo, dever do Estado e uma de suas políticas públicas de primeiríssima prioridade.\n\n\n\n    4. A Lei nº 11.096/2005 não laborou no campo material reservado à lei complementar. Tratou, tão-somente, de erigir um critério objetivo de contabilidade compensatória da aplicação financeira em gratuidade por parte das instituições educacionais. Critério que, se atendido, possibilita o gozo integral da isenção quanto aos impostos e contribuições mencionados no art. 8º do texto impugnado.\n\n\n\n    5. Não há outro modo de concretizar o valor constitucional da igualdade senão pelo decidido combate aos fatores reais de desigualdade. O desvalor da desigualdade a proceder e justificar a imposição do valor da igualdade. A imperiosa luta contra as relações desigualitárias muito raro se dá pela via do descenso ou do rebaixamento puro e simples dos sujeitos favorecidos. Geralmente se verifica é pela ascensão das pessoas até então sob a hegemonia de outras. Que para tal viagem de verticalidade são compensadas com esse ou aquele fator de supremacia formal. Não é toda superioridade juridicamente conferida que implica negação ao princípio da igualdade.\n\n\n\n    6. O típico da lei é fazer distinções. Diferenciações. Desigualações. E fazer desigualações para contrabater renitentes desigualações. A lei existe para, diante dessa ou daquela desigualação que se revele densamente perturbadora da harmonia ou do equilíbrio social, impor uma outra desigualação compensatória. A lei como instrumento de reequilíbrio social.\n\n\n\n    7. Toda a axiologia constitucional é tutelar de segmentos sociais brasileiros historicamente desfavorecidos, culturalmente sacrificados e até perseguidos, como, verbi gratia, o segmento dos negros e dos índios. Não por coincidência os que mais se alocam nos patamares patrimonialmente inferiores da pirâmide social. A desigualação em favor dos estudantes que cursaram o ensino médio em escolas públicas e os egressos de escolas privadas que hajam sido contemplados com bolsa integral não ofende a Constituição pátria, porquanto se trata de um descrímen que acompanha a toada da compensação de uma anterior e factual inferioridade (“ciclos cumulativos de desvantagens competitivas”). Com o que se homenageia a insuperável máxima aristotélica de que a verdadeira igualdade consiste em tratar igualmente os iguais e desigualmente os desiguais, máxima que Ruy Barbosa interpretou como o ideal de tratar igualmente os iguais, porém na medida em que se igualem; e tratar desigualmente os desiguais, também na medida em que se desigualem.\n\n\n\n    8. O PROUNI é um programa de ações afirmativas, que se operacionaliza mediante concessão de bolsas a alunos de baixa renda e diminuto grau de patrimonilização. Mas um programa concebido para operar por ato de adesão ou participação absolutamente voluntária, incompatível, portanto, com qualquer ideia de vinculação forçada. Inexistência de violação aos princípios constitucionais da autonomia universitária (art. 207) e da livre iniciativa (art. 170). \n\n\n\n    9. O art. 9º da Lei nº 11.096/2005 não desrespeita o inciso XXXIX do art. 5º da Constituição Federal, porque a matéria nele (no art. 9º) versada não é de natureza penal, mas, sim, administrativa. Trata-se das únicas sanções aplicáveis aos casos de descumprimento das obrigações, assumidas pelos estabelecimentos de ensino superior, após a assinatura do termo de adesão ao programa. Sancionamento a cargo do Ministério da Educação, condicionado à abertura de processo administrativo, com total observância das garantias constitucionais do contraditório e da ampla defesa.\n\n\n\n    10. Ação Direta de Inconstitucionalidade nº 3.379 não conhecida. ADI’s 3.314 e 3.330 julgadas improcedentes.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=3530112","externo_seq_objeto_incidente":2251887,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-055 DIVULG 21-03-2013 PUBLIC 22-03-2013\nRTJ VOL-00224-01 PP-00207","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3330&classe=ADI","is_colac":false,"titulo":"ADI 3330","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00003 INC-00001 INC-00003 INC-00004\r\n          ART-00005 \"CAPUT\" INC-00001 INC-00039\r\n          INC-00042  INC-00054 ART-00006 ART-00007 \r\n          INC-00001 INC-00002 INC-00018 INC-00020 \r\n          ART-00022 INC-00024 ART-00023 INC-00005\r\n          ART-00024 INC-00009 ART-00037 INC-00008\r\n          ART-00040 PAR-00001 INC-00003 LET-A \r\n          ART-00062 PAR-00001 INC-00003 PAR-00005 \r\n          ART-00064 ART-00103 INC-00009 ART-00146 \r\n          INC-00002 ART-00150 INC-00006 LET-C ART-00170\r\n          PAR-ÚNICO ART-00195 PAR-00007 ART-00197\r\n          PAR-00005 ART-00201 PAR-00007 INC-00001 \r\n          INC-00002 ART-00203 INC-00001 INC-00002\r\n          INC-00003 INC-00004 INC-00005 ART-00205\r\n          \"CAPUT\" ART-00206 INC-00001 INC-00002\r\n          INC-00003 INC-00004 INC-00005 ART-00207\r\n          ART-00208 INC-00001 INC-00002 INC-00003\r\n          INC-00004 INC-00005 INC-00006 INC-00007 \r\n          ART-00209 ART-00213 INC-00001 INC-00002 \r\n          \"CAPUT\" ART-00216 PAR-00005 ART-00246\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   ADCT     ANO-1988\r\n          ART-00025   \r\n          ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\r\n","LEG-FED   EMC-000032      ANO-2001\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   LEI-005172      ANO-1966\r\n          ART-00014 INC-00002 INC-00003\r\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\r\n","LEG-FED   LEI-008039      ANO-1990\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-008212      ANO-1991\r\n          ART-00055   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-010639      ANO-2003\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-011096      ANO-2005\r\n          ART-00001 ART-00002 INC-00001 INC-00002 \r\n          INC-00003 PAR-ÚNICO ART-00003 ART-00005 \r\n          PAR-00001 PAR-00003 ART-00007 ART-00008\r\n          ART-00009 INC-00001 INC-00002 PAR-00001 \r\n          PAR-00002 PAR-00003 ART-00010 \"CAPUT\"  \r\n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \r\n          PAR-00005 ART-00011 ART-00013\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-012288      ANO-2010\r\n          LEI ORDINÁRIA\r\n","LEG-FED   MPR-000213      ANO-2004\r\n          CONVERTIDA NA LEI-11096/2005\r\n          MEDIDA PROVISÓRIA\r\n","LEG-FED   PJL-003582      ANO-2004\r\n          PROJETO DE LEI\r\n","LEG-FED   PRC-000003      ANO-2004\r\n          PARECER DO CONSELHO NACIONAL DE EDUCAÇÃO - CNE/CP"],"publicacao_data":"2013-03-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  POSSIBILIDADE, LEI ORDINÁRIA, PREVISÃO, REQUISITO, ENTIDADE PRIVADA,\r\nTRANSFORMAÇÃO, ENTIDADE BENEFICENTE DE ASSISTÊNCIA SOCIAL. OCORRÊNCIA, \r\nIMUNIDADE TRIBUTÁRIA. AUSÊNCIA, ALTERAÇÃO, DEFINIÇÃO, ENTIDADE \r\nBENEFICENTE DE ASSISTÊNCIA SOCIAL, LEI, CRIAÇÃO, PROGRAMA UNIVERSIDADE \r\nPARA TODOS (PROUNI). DEFINIÇÃO, ENTIDADE BENEFICENTE DE ASSISTÊNCIA \r\nSOCIAL, ABRANGÊNCIA, INSTITUIÇÃO DE ENSINO. VALIDADE, CRITÉRIO, \r\nCONTEXTO HISTÓRICO, FATO SOCIAL, FINALIDADE, OBSERVÂNCIA, DIREITO À \r\nIGUALDADE.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. JOAQUIM BARBOSA: REFERÊNCIA, DADO, \r\nESTATÍSTICA, NÚMERO DE VAGA, ENSINO SUPERIOR, REPÚBLICA FEDERATIVA DO \r\nBRASIL. EXISTÊNCIA, VAGA OCIOSA, DECORRÊNCIA, HIPOSSUFICIÊNCIA, \r\nPARCELA, COLETIVIDADE. INVESTIMENTO, NÍVEL DE ESCOLARIDADE, \r\nOFERECIMENTO, ACESSO, ENSINO SUPERIOR, POSSIBILIDADE, MUDANÇA, CONDIÇÃO\r\nSOCIOECONÔMICA. REFERÊNCIA, DADO, ESTATÍSTICA, COMPROVAÇÃO, MELHORIA, \r\nRENDA FAMILIAR, BENEFICIÁRIO, PROGRAMA UNIVERSIDADE PARA TODOS \r\n(PROUNI). AUSÊNCIA, OFENSA, PRINCÍPIO DA ISONOMIA. FINALIDADE, AÇÃO \r\nAFIRMATIVA, MITIGAÇÃO, DISCRIMINAÇÃO, TRANSFORMAÇÃO, MEIO SOCIAL, \r\nOBSERVÂNCIA, PRINCÍPIO DO PLURALISMO POLÍTICO. CARÁTER PEDAGÓGICO, AÇÃO \r\n\r\n\r\n\r\n\r\n\r\nAFIRMATIVA. AUSÊNCIA, OFENSA, PRINCÍPIO DA AUTONOMIA UNIVERSITÁRIA. \r\nFINALIDADE, AUTONOMIA UNIVERSITÁRIA, EDUCAÇÃO, CULTURA, FATO SOCIAL. \r\nAUSÊNCIA, OFENSA, PRINCÍPIO DA LIVRE INICIATIVA. CARACTERIZAÇÃO, \r\nPROGRAMA UNIVERSIDADE PARA TODOS (PROUNI), INCENTIVO FISCAL, \r\nINSTITUIÇÃO DE ENSINO, ENTIDADE PRIVADA, FINALIDADE, AMPLIAÇÃO, ACESSO, \r\n\r\n\r\n\r\n\r\n\r\nEDUCAÇÃO. DESNECESSIDADE, LEI COMPLEMENTAR, INSTITUIÇÃO, PROGRAMA \r\nUNIVERSIDADE PARA TODOS (PROUNI), DECORRÊNCIA, AUSÊNCIA, FINALIDADE, \r\nREGULAÇÃO, IMUNIDADE TRIBUTÁRIA, ENTIDADE ASSISTENCIAL.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. ROSA WEBER: REFERÊNCIA, \r\nENTENDIMENTO, DOUTRINA, NECESSIDADE, LEI COMPLEMENTAR, REGULAMENTAÇÃO, \r\nIMUNIDADE TRIBUTÁRIA. REFERÊNCIA, ENTENDIMENTO, JURISPRUDÊNCIA, SUPREMO \r\n\r\n\r\n\r\n\r\n\r\nTRIBUNAL FEDERAL (STF), NECESSIDADE, LEI COMPLEMENTAR, REGULAMENTAÇÃO, \r\nEXCLUSIVIDADE, CARÁTER OBJETIVO, IMUNIDADE TRIBUTÁRIA.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. GILMAR MENDES: REFERÊNCIA, \r\nJURISPRUDÊNCIA FIRMADA, SUPREMO TRIBUNAL FEDERAL (STF), AUSÊNCIA, \r\nCONVALIDAÇÃO, VÍCIO FORMAL, MEDIDA PROVISÓRIA, DECORRÊNCIA, CONVERSÃO, \r\nLEI. OCORRÊNCIA, REGULAÇÃO, FORMA, INVESTIMENTO, RESULTADO, \r\nOPERACIONALIZAÇÃO, OBTENÇÃO, IMUNIDADE TRIBUTÁRIA, FINALIDADE, \r\nAMPLIAÇÃO, ENSINO SUPERIOR, CONCESSÃO, BOLSA DE ESTUDO. AUSÊNCIA, \r\nOFENSA, PRINCÍPIO DA ISONOMIA, COTA RACIAL, DECORRÊNCIA, ACUMULAÇÃO, \r\nCRITÉRIO, RAÇA, CRITÉRIO, RENDA. REFERÊNCIA, DOUTRINA, DECISÃO \r\nESTRANGEIRA, EVOLUÇÃO HISTÓRICA, DEFINIÇÃO, RAÇA. REFERÊNCIA, \r\nESTATÍSTICA, QUANTIDADE, ESTUDANTE, ENSINO SUPERIOR, COMPARAÇÃO, \r\nREPÚBLICA FEDERATIVA DO BRASIL, PAÍS ESTRANGEIRO. FINALIDADE, PROGRAMA \r\nUNIVERSIDADE PARA TODOS (PROUNI), APROVEITAMENTO, POTENCIALIZAÇÃO, \r\nINSTITUIÇÃO PRIVADA, EDUCAÇÃO, DESTINAÇÃO, IMPLEMENTAÇÃO, POLÍTICAS \r\nPÚBLICAS, AMPLIAÇÃO, ACESSO, ENSINO SUPERIOR, HIPOSSUFICIENTE.\r\n\r\n- VOTO VENCIDO,  MIN. MARCO AURÉLIO, MIN. MARCO AURÉLIO: \r\nINCONSTITUCIONALIDADE FORMAL. AUSÊNCIA, RELEVÂNCIA, URGÊNCIA, EDIÇÃO, \r\nMEDIDA PROVISÓRIA, CRIAÇÃO, PROGRAMA UNIVERSIDADE PARA TODOS (PROUNI), \r\nDECORRÊNCIA, EXISTÊNCIA, PROJETO DE LEI, REGIME DE URGÊNCIA, \r\nTRAMITAÇÃO, CONGRESSO NACIONAL. IMPOSSIBILIDADE, MEDIDA PROVISÓRIA, \r\nCRIAÇÃO, IMUNIDADE TRIBUTÁRIA. NECESSIDADE, LEI COMPLEMENTAR, \r\nREGULAMENTAÇÃO, LIMITAÇÃO DO PODER DE TRIBUTAR. OFENSA, PRINCÍPIO DA \r\nISONOMIA, AFASTAMENTO, PROGRAMA DE FINANCIAMENTO ESTUDANTIL (FIES), \r\nDECORRÊNCIA, AUSÊNCIA, ADESÃO, PROGRAMA UNIVERSIDADE PARA TODOS \r\n(PROUNI).","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3330&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(LEGITIMIDADE ATIVA, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, CONFEDERAÇÃO SINDICAL)\r\nADI 398 (TP), ADI 17 (TP), ADI 488 MC (TP), ADI 526 MC  (TP), ADI\r\n689 (TP), ADI 599 QO (TP), ADI 772 MC (TP), ADI 164 (TP) ADI 166 (TP),\r\nADI 1795 (TP), ADI 1785 AgR (TP).\r\n(MEDIDA PROVISÓRIA, LEI DE CONVERSÃO, PREJUDICIALIDADE, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE)\r\nADI 2736 (TP), ADI 4049 MC (TP), ADI 4048 MC (TP), ADI 2527 MC \r\n(TP), ADI 1910 MC (TP), ADI 3289 (TP), ADI 3090 MC (TP), ADI 3100 MC (TP).\r\n(IMUNIDADE TRIBUTÁRIA, ENTIDADE BENEFICENTE DE ASSISTÊNCIA SOCIAL)\r\nRMS 22192 (1ªT), RMS 22360 (1ªT).\r\n(LIMITAÇÃO DO PODER DE TRIBUTAR, LEI COMPLEMENTAR, LEI ORDINÁRIA)\r\nADI 2036 MC  (TP), ADI 1802 MC (TP), RE 93770 (TP), ADI 2545 MC (TP).\r\n(PRINCÍPIO DA LIVRE INICIATIVA, MENSALIDADE ESCOLAR)\r\nADI 319 QO (TP).\r\n(PRINCÍPIO DA AUTONOMIA UNIVERSITÁRIA, LIMITAÇÃO)\r\nADI 3324 (TP), ADI 1599 MC (TP), ADI 2643 (TP), RE 362074 AgR\r\n(1ªT), RE 331285 (1ªT).\r\n(PRECONCEITO DE RAÇA)\r\nHC 82424 (TP).\r\n- Decições monocráticas citadas:\r\n(LEGITIMIDADE ATIVA, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, CONFEDERAÇÃO SINDICAL)\r\nADI 4064 MC.\r\n- Veja ADI 3379 e ADI 3314 do STF.\r\n- Legislação estrangeira citada: § 10, § 17 e seguintes,\r\nBundesausbildungsförderungsgesetz, 26.8.1971, da Alemanha. \r\n- Decisão estrangeira citada: Caso Plessy vs. Ferguson - Jim \r\nCrow (separate but equal), 163 U.S 537 1896; Caso Zelman v. \r\nSimmons-Harris (voucher system ou school vouchers), da \r\nSuprema Corte dos Estados Unidos.\r\n- Termos de resgate: PRINCÍPIO DA DESIGUALDADE INTRÍNSECA DO GÊNERO HUMANO, PRINCÍPIO DO DETERMINISMO, EXPERIMENTALISMO INSTITUCIONAL.\r\nNúmero de páginas: 129.\r\nAnálise: 22/04/2013, AAT.\r\nRevisão: 23/05/2013, SEV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : CONFEDERAÇÃO NACIONAL DOS ESTABELECIMENTOS DE ENSINO - CONFENEN\r\nADV.(A/S)           : IVES GANDRA DA SILVA MARTINS\r\nREQTE.(S)           : DEMOCRATAS\r\nADV.(A/S)           : FABRÍCIO JULIANO MENDES MEDEIROS\r\nREQTE.(S)           : FEDERAÇÃO NACIONAL DOS AUDITORES-FISCAIS DA PREVIDÊNCIA SOCIAL - FENAFISP\r\nADV.(A/S)           : PAULO ROBERTO LEMGRUBER EBERT\r\nINTDO.(A/S)         : PRESIDENTE DA REPÚBLICA\r\nADV.(A/S)           : ADVOGADO-GERAL DA UNIÃO\r\nINTDO.(A/S)         : CONECTAS DIREITOS HUMANOS\r\nINTDO.(A/S)         : CENTRO DE DIREITOS HUMANOS - CDH\r\nADV.(A/S)           : ELOÍSA MACHADO DE ALMEIDA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":226811,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 3330","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2012-05-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARRETO, Aires F.; BARRETO, Paulo Ayres. Imunidades Tributárias: \r\nLimitações Constitucionais ao Poder de Tributar. 2. ed. São Paulo: \r\nDialética, 2001. p. 23.\r\nBERNARDINO, Joaze. Levando a raça a sério: ação afirmativa e correto \r\nreconhecimento. In: levando a raça a sério: ação afirmativa e \r\nuniversidade. Rio de Janeiro: DP&A, 2004. p. 19-20.\r\nCOELHO, Sacha Calmon Navarro. Curso de Direito Tributário Brasileiro. \r\n3. ed. Forense, 1999. p. 147/1478.\r\nIPEA - Texto para discussão No 1335 juventude e políticas - sociais no \r\nBrasil. Jorge Abrahão de Castro e Luseni Aquino - Organizadores, Abril \r\nde 2008. Disponível em: \r\nhttp://www.ipea.gov.br/sites/000/2/publicacoes/tds/td_1335.pdf.\r\nKAMEL, Ali. Não Somos Racistas: uma reação aos que querem nos \r\ntransformar numa nação bicolor. Rio de Janeiro: Nova Fronteira, 2006. \r\np. 139/140.\r\nKAULING, Flávio Augusto Serra et al. Acesso à educação superior no \r\nBrasil: O desafio da Inclusão dos Jovens Brasileiros Segundo o PNE. X \r\nColóqui Internacional Sobre Gestión Universitária em América del Sur. \r\nRealizado em Mar del Plata, 2010.\r\nLESSA, Carlos. O Brasil não é bicolor. In: FRY, Peter e outros (Org.). \r\nDivisões Perigosas: Políticas raciais no Brasil Contemporâneo. Rio de \r\nJaneiro: Civilização Brasileira, 2007. p. 123.\r\nUNGER, Roberto Mangabeira. A justiça como base de desenvolvimento. \r\nDisponível em: FPS, 18 de abril de 2005.\r\n_____. O direito no fortalecimento da democracia no pensamento. \r\nDisponível em: \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nhttp://jus.com.br/revista/revista/texto/11770/o-direito-\r\nno-fortalecimento-da-democracia-no-pensamento-de-roberto-mangabeira-unger.\r\nOLIVEIRA, Fátima. Ser negro no Brasil: alcances e limites. In: Revista de \r\nEstudos Avançados da Universidade de São Paulo. São Paulo: IEA. \r\nJaneiro/abril de 2004. p. 57-58.\r\nPENA, Sérgio D. J.. Humanidade Sem Raças? Série 21. Publifolha. p. 11.\r\nPRADO JÚNIOR, Caio. Formação do Brasil Contemporâneo. São Paulo: \r\nBrasiliense, 2006. p. 109.","ministro_facet":["AYRES BRITTO"],"processo_numero":3330,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur230621","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, concedeu a ordem, para invalidar o procedimento penal instaurado contra o ora paciente perante a Justiça Militar da União (Processo nº 182-44.2011.7.01.0401 - 4ª Auditoria da 1ª CJM), desde a denúncia, inclusive, sem prejuízo da renovação da “persecutio criminis” perante órgão judiciário competente da Justiça Federal comum, contanto que ainda não consumada a prescrição penal da pretensão punitiva do Estado. Determinou, ainda, que os autos do Procedimento Ordinário em questão sejam remetidos ao E. Tribunal Regional Federal da 2ª Região, para que, mediante regular distribuição, sejam eles encaminhados a uma das Varas Federais Criminais competentes na cidade do Rio de Janeiro/RJ, nos termos do voto do Relator. Falou, pelo Ministério Público Federal, o Dr. Mário José Gisi. 2ª Turma, 05.02.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur230621","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:20:14.949436","dg_unique":"sjur230621","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: “HABEAS CORPUS” – IMPUTAÇÃO, AO PACIENTE, QUE É CIVIL, DE CRIME MILITAR EM SENTIDO IMPRÓPRIO – SUPOSTO DELITO DE DESACATO A MILITAR (CPM, ART. 299) – OCORRÊNCIA DESSE FATO EM AMBIENTE ESTRANHO AO DA ADMINISTRAÇÃO DAS FORÇAS ARMADAS – MILITAR DO EXÉRCITO, SUPOSTAMENTE DESACATADO, QUE REALIZAVA ATIVIDADE DE POLICIAMENTO OSTENSIVO NO PROCESSO DE OCUPAÇÃO E PACIFICAÇÃO DAS COMUNIDADES DO COMPLEXO DO ALEMÃO E DA PENHA, NA CIDADE DO RIO DE JANEIRO – FUNÇÃO DE POLICIAMENTO OSTENSIVO QUE TRADUZ TÍPICA ATIVIDADE DE SEGURANÇA PÚBLICA – CARÁTER ANÔMALO DA JURISDIÇÃO PENAL MILITAR SOBRE CIVIS EM TEMPO DE PAZ – REGULAÇÃO DESSE TEMA NO PLANO DO DIREITO  COMPARADO – OFENSA AO POSTULADO DO JUIZ NATURAL – INCOMPETÊNCIA ABSOLUTA DA JUSTIÇA MILITAR DA UNIÃO – COMPETÊNCIA PENAL DA JUSTIÇA FEDERAL COMUM (CF, ART. 109, IV) PELO FATO DE A VÍTIMA, MILITAR DO EXÉRCITO, QUALIFICAR-SE COMO AGENTE PÚBLICO DA UNIÃO – PEDIDO DEFERIDO.\n\n\n\n    FUNÇÃO DE POLICIAMENTO OSTENSIVO EXERCIDA POR MILITAR DAS FORÇAS ARMADAS – ENCARGO QUE SE QUALIFICA, CONCEITUALMENTE, COMO TÍPICA ATIVIDADE DE SEGURANÇA PÚBLICA.\n\n\n\n    - Refoge à competência penal da Justiça Militar da União processar e julgar civis, em tempo de paz, por delitos supostamente cometidos por estes em ambiente estranho ao da Administração Militar e alegadamente praticados contra militar das Forças Armadas no contexto do processo de ocupação e pacificação das Comunidades localizadas nos morros cariocas, pois a função de policiamento ostensivo traduz típica atividade de segurança pública. Precedentes.\n\n\n\n    A REGULAÇÃO DO TEMA PERTINENTE À JUSTIÇA MILITAR NO PLANO DO DIREITO COMPARADO.\n\n\n\n    - Tendência que se registra, modernamente, em sistemas normativos estrangeiros, no sentido da extinção (pura e simples) de tribunais militares em tempo de paz ou, então, da exclusão de civis da jurisdição penal militar: Portugal (Constituição de 1976, art. 213, Quarta Revisão Constitucional de 1997), Argentina (Ley Federal nº 26.394/2008), Colômbia (Constituição de 1991, art. 213), Paraguai (Constituição de 1992, art. 174), México (Constituição de 1917, art. 13) e Uruguai (Constituição de 1967, art. 253, c/c Ley 18.650/2010, arts. 27 e 28), v.g..\n\n\n\n    - Uma relevante sentença da Corte Interamericana de Direitos Humanos (“Caso Palamara Iribarne vs. Chile”, de 2005): determinação para que a República do Chile, adequando a sua legislação interna aos padrões internacionais sobre jurisdição penal militar, adote medidas com o objetivo de impedir, quaisquer que sejam as circunstâncias, que “um civil seja submetido à jurisdição dos tribunais penais militares (...)” (item nº 269, n. 14, da parte dispositiva, “Puntos Resolutivos”).\n\n\n\n    - O caso “Ex Parte Milligan” (1866): importante “landmark ruling” da Suprema Corte dos Estados Unidos da América.\n\n\n\n    O POSTULADO DO JUIZ NATURAL REPRESENTA GARANTIA CONSTITUCIONAL INDISPONÍVEL, ASSEGURADA A QUALQUER RÉU, EM SEDE DE PERSECUÇÃO PENAL, MESMO QUANDO INSTAURADA PERANTE A JUSTIÇA MILITAR DA UNIÃO.\n\n\n\n    - Ninguém pode ser privado de sua liberdade senão mediante julgamento pela autoridade judiciária competente. Nenhuma pessoa, em consequência, poderá ser subtraída ao seu juiz natural, sob pena de invalidação do processo em que consumada a ofensa ao postulado da naturalidade do juízo. A Constituição do Brasil, ao proclamar o regime das liberdades públicas – que representa expressiva limitação aos poderes do Estado –, consagrou, de modo explícito, o dogma fundamental do juiz natural. O art. 5º, LIII, da Carta Política prescreve que “ninguém será processado nem sentenciado senão pela autoridade competente”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=3805159","externo_seq_objeto_incidente":4221063,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-093 DIVULG 16-05-2013 PUBLIC 17-05-2013\nRTJ VOL-00224-01 PP-00533","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=112936&classe=HC","is_colac":false,"titulo":"HC 112936","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00005 INC-00053 ART-00109 INC-00004  \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   DEL-001001      ANO-1969\r\n          ART-00009 ART-00299   \r\n                CPM-1969 CÓDIGO PENAL MILITAR"],"publicacao_data":"2013-05-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  INTERPRETAÇÃO ESTRITA, SUBMISSÃO, CIVIL, JUSTIÇA MILITAR, TEMPO DE \r\nPAZ.  CONFIGURAÇÃO, PRINCÍPIO DO JUIZ NATURAL, DIREITO SUBJETIVO, RÉU. \r\nCONFIGURAÇÃO, PRINCÍPIO DO JUIZ NATURAL, LIMITAÇÃO, PERSECUÇÃO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=112936&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(JUSTIÇA MILITAR, TEMPO DE PAZ)\r\nHC 81963 (2ªT).\r\n(JUSTIÇA MILITAR, COMPETÊNCIA, DESACATO, ATIVIDADE DE POLICIAMENTO)\r\nCC 7030 (TP), HC 68928 (2ªT), HC 101471 (2ªT), HC 75154 (1ªT).\r\n- Legislação estrangeira citada: art. 213 da Constituição de Portugal; Quarta Revisão Constitucional de 1997 de Portugal;\r\nLey Federal 26.394/2008 da Argentina; art. 213 da Constituição da Colômbia de 1991; art. 174 da Constituição do Paraguai de\r\n1992; art. 13 da Constituição do México de 1917; art. 253 da Constituição do Uruguai de 1967 e art. 27, art. 28 da Ley \r\n18.650/2010 do Uruguai.\r\n- Decisão estrangeira citada: Caso Palamara Iribarne vs. Chile, da Corte Interamericana de Direitos Humanos e Caso Ex \r\nParte Milligan (71 U.S. 1) de 1866 da Suprema Corte dos Estados Unidos da América.\r\n- Veja Processo 182-44.2011.7.01.0401 da 4ª Auditoria da 1ª CJM e HC 195-12.2011.7.00.0000 do STM.\r\nNúmero de páginas: 25.\r\nAnálise: 13/06/2013, SEV.\r\nRevisão: 15/08/2013, AAT.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : WESLLEY DA SILVA CORDEIRO\r\nIMPTE.(S)           : DEFENSORIA PÚBLICA DA UNIÃO\r\nPROC.(A/S)(ES)      : DEFENSOR PÚBLICO-GERAL FEDERAL\r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL MILITAR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":230621,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 112936","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2013-02-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BARBOSA, Marcelo Fortes. Garantias Constitucionais de Direito Penal e \r\nde Processo Penal na Constituição de 1988. Malheiros, 1993. p. 80/81.\r\nBULOS, Uadi Lammêgo. Curso de Direito Constitucional. 5. ed. Saraiva, \r\n2010. p. 669, item 47.3 \"c\".\r\nCARVALHO, Kildare Gonçalves. Direito Constitucional. 13. ed. Del Rey, \r\n2007. p. 1076, item 14.\r\nDIAS, Jorge Figueiredo. Direito Processual Penal. Coimbra, 1974. v. 1. \r\np. 322-323 apud GRINOVER, Ada Pellegrini. O Processo em Sua Unidade II. \r\n\r\n\r\n\r\nForense, 1984. p. 39, item 6.\r\nGRINOVER, Ada Pellegrini. O Processo em Sua Unidade II. Forense, 1984. \r\np. 3/4.\r\nLENZA, Pedro. Direito Constitucional Esquematizado. 14. ed. Saraiva, \r\n2010. p. 7777/778, item 14.9.22.\r\nLOBÃO, Célio. Direito Penal Militar. Brasília Jurídica, 1990. p. 50/53, \r\n\r\n\r\n\r\nitem 8.\r\nLOURENÇO NETO, José da Silva. Direito Penal Militar. 5. ed. Atlas, \r\n2010. p. 17/28, item 2.2.\r\nMORAES, Alexandre de. Direito Constitucional. 25 ed. Atlas, 2010. p. \r\n88/89, item 21.1.\r\nMARQUES, José Frederico. O Processo Penal na Atualidade. In: Processo \r\nPenal e Constituição Federal. São Pulo: Acadêmia/Apamagis, 1993. p. 19, \r\n\r\n\r\n\r\nitem 7.\r\nMOTTA Sylvio; BARCHET, Gustavo. Curso de Direito Constitucional. \r\nElsevier, 2007. p. 215, item 2.29.\r\nROMEIRO, Jorge Alberto. Curso de Direito Penal Militar - Parte Geral. \r\nSaraiva, 1994. p. 66, item 48.\r\nSABATINI, Giuseppe. Principii Costituzionali del Processo Penale. \r\nNapoli, 1972. p. 93/131.\r\nTAORMINA. Giudice naturale e processo penale. Roma, 1972. p. 16.\r\nTUCCI, Rogério Lauria; TUCCI, José Rogério Cruz e. Constituição de 1988 \r\n\r\n\r\n\r\ne Processo. Saraiva, 1989. p. 30/32, item 10.\r\nVARGAS, José Cirilo de. Processo Penal e Direitos Fundamentais. Del \r\nRey, 1992. p. 223/232.","ministro_facet":["CELSO DE MELLO"],"processo_numero":112936,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur202299","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição e julgou prejudicado o agravo regimental interposto, nos termos do voto do Relator. Unânime. Falou o Dr. Marcelo Bettamio, pelo Extraditando. Presidência da Senhora Ministra Cármen Lúcia. 1ª Turma, 8.11.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur202299","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur202299","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Extradição instrutória. Governo da Itália. Pedido instruído com os documentos necessários à sua análise. Atendimento aos requisitos da Lei nº 6.815/80 e do tratado bilateral. Crimes de homicídio qualificado pela premeditação, agravados pela circunstância de ter o agente agido por motivos abjetos ou fúteis (Código Penal Italiano, arts. 575, c/c 577 e 61) e crime de associação mafiosa (Código Penal Italiano, art. 416 bis). Dupla tipicidade. Reconhecimento. Prescrição. Não ocorrência, tanto sob a óptica da legislação alienígena quanto sob a óptica da legislação penal brasileira. Revogação da prisão. Não ocorrência de situação excepcional que justifique a revogação da medida constritiva da liberdade do extraditando. Legitimidade constitucional da prisão cautelar para fins extradicionais. Precedentes. Pedido deferido, com a condição de que o Estado requerente assuma, formalmente, o compromisso de comutar eventual pena de prisão perpétua por pena privativa de liberdade, com prazo máximo de cumprimento da pena corporal de 30 anos (CP, art. 75), assegurando, ainda, a detração do tempo de prisão (art. 91, inciso II, da Lei nº 6.815/80).\n\n\n\n    1. O pedido formulado pelo Governo da Itália, com base em tratado de extradição firmado com o Brasil, atende aos pressupostos necessários ao seu deferimento, nos termos da Lei nº 6.815/80.\n\n\n\n    2. Os fatos delituosos imputados ao extraditando correspondem, no Brasil, aos crimes de homicídio qualificado, previsto no art. 121, § 2º, incisos II e III, Código Penal Brasileiro, e de formação de quadrilha, previsto no art. 288, e em seu parágrafo único, do Código Penal Brasileiro, satisfazendo, assim, ao requisito da dupla tipicidade, previsto no art. 77, inciso II, da Lei nº 6.815/80.\n\n\n\n    3. Não ocorrência da prescrição da pretensão punitiva, consoante tanto os textos legais apresentados pelo Estado requerente, quanto a legislação penal brasileira (incisos I e IV do art. 109 do Código Penal).\n\n\n\n    4. Pedido que foi instruído com os documentos necessários à sua análise, trazendo, inclusive, detalhes pormenorizados quanto à indicação concreta sobre o local, a data, a natureza e as circunstâncias dos fatos delituosos. Portanto, em perfeita consonância com as regras do art. 11 do tratado bilateral e do art. 80, caput, da Lei nº 6.815/80.\n\n\n\n    5. A prisão preventiva é condição de procedibilidade para o processo de extradição e, tendo natureza cautelar, “destina-se, em sua precípua função instrumental, a assegurar a execução de eventual ordem de extradição” (Ext nº 579-QO, Tribunal Pleno, Relator o Ministro Celso de Mello, DJ de 10/9/93), nos termos dos arts. 81 e 84 da Lei nº 6.815/90, não comportando a liberdade provisória ou a prisão domiciliar, salvo em situações excepcionais. Agravo regimental prejudicado.\n\n\n\n    6. Em consonância com o disposto no art. 75 do Código Penal, o pedido de extradição deve ser deferido com a condição de que o Estado requerente assuma, em caráter formal, antes da entrega do extraditando a sua custódia, o compromisso de comutar eventual pena de prisão ou reclusão perpétua por pena privativa de liberdade com o prazo máximo de cumprimento não superior a 30 (trinta) anos.\n\n\n\n    7. De acordo com o art. 91, inciso II, da Lei nº 6.815/80, o Governo da Itália deverá assegurar a detração do tempo durante o qual o extraditando permanecer preso no Brasil por força do pedido formulado.\n\n\n\n    8. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=1605908","externo_seq_objeto_incidente":4052277,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\r\nDJe-230 DIVULG 02-12-2011 PUBLIC 05-12-2011","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1234&classe=Ext","is_colac":false,"titulo":"Ext 1234","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\r\n          ART-00075 ART-00109 INC-00001 INC-00003\r\n          INC-00004 ART-00121 PAR-00002 INC-00002\r\n          INC-00003 ART-00288 PAR-ÚNICO\r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-006815      ANO-1990\r\n          ART-00077 INC-00002 ART-00078 INC-00001 \r\n          ART-00080 \"CAPUT\" ART-00081 ART-00084 \r\n          ART-00091 INC-00002 \r\n          LEI ORDINÁRIA\r\n","LEG-INT   TTD      ANO-1989\r\n          ART-00002 ART-00011 ITEM-3 ITEM-4\r\n          TRATADO DE EXTRADIÇÃO ENTRE BRASIL E ITÁLIA\r\n          CONVENÇÃO DE GENEBRA DE 1951\r\n","LEG-FED   DEC-000863      ANO-1993\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ITÁLIA\r\n          DECRETO\r\n","LEG-FED   DLG-000078      ANO-1992\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ITÁLIA\r\n          DECRETO LEGISLATIVO"],"publicacao_data":"2011-12-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  DESCABIMENTO, APRECIAÇÃO, MATÉRIA DE FATO, MATÉRIA DE PROVA, ÂMBITO, \r\n\r\n\r\nEXTRADIÇÃO, DECORRÊNCIA, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1234&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 579 QO - Tribunal Pleno, Ext 638 - Tribunal Pleno, Ext 818 - Tribunal Pleno, Ext 866 - Tribunal Pleno, Ext 1121 AgR - Tribunal Pleno, Ext 1216 - Tribunal Pleno,  HC 83303 - Tribunal Pleno, HC 85381 - Tribunal Pleno, HC 88455 - Tribunal Pleno, HC 90070 - Tribunal Pleno.\r\n- Veja PPE 659 do STF.\r\n- Legislação estrangeira citada: art. 61, n.1 e n. 4; art. 157; art. 158; art. 416; art. 575 e art. 577, n. 4 do Código Penal Italiano.\r\nNúmero de páginas: 30.\r\nAnálise: 18/01/2012, SEV.\r\nRevisão: 01/02/2012, MMR.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DA ITÁLIA \r\nEXTDO.(A/S)         : FRANCESCO SALZANO \r\nADV.(A/S)           : MARCELO BETTAMIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":202299,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA ITALIANA","processo_codigo_completo":"Ext 1234","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2011-11-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["DIAS TOFFOLI"],"processo_numero":1234,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur197350","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, indeferiu a admissão de amicus curiae e rejeitou todas as preliminares. No mérito, por maioria, contra o voto do Senhor Ministro Marco Aurélio, o Tribunal denegou a segurança, cassadas as liminares e prejudicados os agravos regimentais, nos termos do voto da Relatora. Autorizados os Senhores Ministros a decidirem monocraticamente os casos idênticos. Votou o Presidente, Ministro Cezar Peluso. Falaram, pelo impetrante (MS 30.272), o Dr. Arthur de Castilho Netto; pelo impetrante (MS 30.260), o Dr. Carlos Magno Soares de Carvalho; pela Advocacia-Geral da União, a Dra. Grace Maria Fernandes Mendonça, Secretária-Geral de Contencioso; pelos litisconsortes passivos (MS 30.272) Jairo Ataíde Vieira, João Bittar Júnior e DEM-Democratas (Comissão Executiva Nacional), respectivamente, o Dr. Farley Soares Menezes, o Dr. Carlos Bastide Horbach e o Dr. Fabrício Mendes Medeiros, e, pelo Ministério Público Federal, o Procurador-Geral da República, Dr. Roberto Monteiro Gurgel Santos. Plenário, 27.04.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur197350","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur197350","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: MANDADO DE SEGURANÇA PREVENTIVO. CONSTITUCIONAL. SUPLENTES DE DEPUTADO FEDERAL. ORDEM DE SUBSTITUIÇÃO FIXADA SEGUNDO A ORDEM DA COLIGAÇÃO. REJEIÇÃO DAS PRELIMINARES DE ILEGITIMIDADE ATIVA E DE PERDA DO OBJETO DA AÇÃO. AUSÊNCIA DE DIREITO LÍQUIDO E CERTO. SEGURANÇA DENEGADA.\n\n\n\n    1. A legitimidade ativa para a impetração do mandado de segurança é de quem, asseverando ter direito líquido e certo, titulariza-o, pedindo proteção judicial. A possibilidade de validação da tese segundo a qual o mandato pertence ao partido político e não à coligação legitima a ação do Impetrante.\n\n\n\n    2. Mandado de segurança preventivo. A circunstância de a ameaça de lesão ao direito pretensamente titularizado pelo Impetrante ter-se convolado em dano concreto não acarreta perda de objeto da ação.\n\n\n\n    3. As coligações são conformações políticas decorrentes da aliança partidária formalizada entre dois ou mais partidos políticos para concorrerem, de forma unitária, às eleições proporcionais ou majoritárias. Distinguem-se dos partidos políticos que a compõem e a eles se sobrepõe, temporariamente, adquirindo capacidade jurídica para representá-los. \n\n\n\n    4. A figura jurídica derivada dessa coalizão transitória não se exaure no dia do pleito ou, menos ainda, apaga os vestígios de sua existência quando esgotada a finalidade que motivou a convergência de vetores políticos: eleger candidatos. Seus efeitos projetam-se na definição da ordem para ocupação dos cargos e para o exercício dos mandatos conquistados. \n\n\n\n    5. A coligação assume perante os demais partidos e coligações, os órgãos da Justiça Eleitoral e, também, os eleitores, natureza de superpartido; ela formaliza sua composição, registra seus candidatos, apresenta-se nas peças publicitárias e nos horários eleitorais e, a partir dos votos, forma quociente próprio, que não pode ser assumido isoladamente pelos partidos que a compunham nem pode ser por eles apropriado.\n\n\n\n    6. O quociente partidário para o preenchimento de cargos vagos é definido em função da coligação, contemplando seus candidatos mais votados, independentemente dos partidos aos quais são filiados. Regra que deve ser mantida para a convocação dos suplentes, pois eles, como os eleitos, formam lista única de votações nominais que, em ordem decrescente, representa a vontade do eleitorado.\n\n\n\n    7. A sistemática estabelecida no ordenamento jurídico eleitoral para o preenchimento dos cargos disputados no sistema de eleições proporcionais é declarada no momento da diplomação, quando são ordenados os candidatos eleitos e a ordem de sucessão pelos candidatos suplentes. A mudança dessa ordem atenta contra o ato jurídico perfeito e desvirtua o sentido e a razão de ser das coligações.\n\n\n\n    8. Ao se coligarem, os partidos políticos aquiescem com a possibilidade de distribuição e rodízio no exercício do poder buscado em conjunto no processo eleitoral.\n\n\n\n    9. Segurança denegada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=30260&classe=MS","externo_seq_objeto_incidente":4014471,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-166 DIVULG 29-08-2011 PUBLIC 30-08-2011\nRTJ VOL-00220-01 PP-00278","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=30260&classe=MS","is_colac":false,"titulo":"MS 30260","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00001 INC-00005 PAR-ÚNICO ART-00005\r\n          PAR-00002 ART-00013 PAR-00003 INC-00002\r\n          ART-00014 PAR-00003 INC-00005 PAR-00009 \r\n          PAR-00010 ART-00016 ART-00017 \"CAPUT\" \r\n          INC-00004 PAR-00001 REDAÇÃO DADA PELA EMC-52/2006 \r\n          PAR-00002 PAR-00003 PAR-00004 ART-00028\r\n          ART-00029 INC-00002 ART-00045 ART-00056\r\n          \"CAPUT\" INC-00001 PAR-00001 ART-00077\r\n          PAR-00002 ART-00102\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   ADCT     ANO-1988\r\n          ART-00013 PAR-00003 INC-00002 \r\n          ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\r\n","LEG-FED   EMC-000052      ANO-2006\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   LEI-001060      ANO-1950\r\n          ART-00005 PAR-00005 INCLUÍDO PELA LEI-7871/1989 \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-001164      ANO-1950\r\n                CEL-1950 CÓDIGO ELEITORAL\r\n","LEG-FED   LEI-004737      ANO-1965\r\n          ART-00023 INC-00018 ART-00087\r\n          ART-00105 REDAÇÃO DADA PELA LEI-7454/1985\r\n          PAR-00001 PAR-00002 INCLUÍDO PELA LEI-7454/1985\r\n          ART-00106 PAR-ÚNICO REVOGADO PELA LEI-9504/1997  \r\n          ART-00107 ART-00108 ART-00109 INC-00001\r\n          INC-00002 PAR-00001 PAR-00002 INC-00002\r\n          ART-00111 ART-00112 INC-00001 INC-00002\r\n          ART-00113 ART-00215 PAR-ÚNICO ART-00216 \r\n          ART-00262 INC-00001 INC-00002 INC-00003\r\n          INC-00004 ART-00276 INC-00001 INC-00002 \r\n          LET-A PAR-00001  \r\n                CEL-1965 CÓDIGO ELEITORAL\r\n","LEG-FED   LEI-007454      ANO-1985\r\n          ART-00004 \"CAPUT\" ART-00105 PAR-00001\r\n          PAR-00002  \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-007871      ANO-1989\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-009096      ANO-1995\r\n          ART-00013 ART-00018 ART-00041 INC-00001\r\n          INC-00002 ART-00048 ART-00049 ART-00056 \r\n          ART-00057 INC-00002\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-009504      ANO-1997\r\n          ART-00006 PAR-00001\r\n          PAR-0001A INCLUÍDO PELA LEI-12034/2009\r\n          PAR-00002 PAR-00003 INC-00001 INC-00002\r\n          INC-00003 INC-00004 LET-A LET-B\r\n          LET-C\r\n          PAR-00004 INCLUÍDO PELA LEI-12034/2009\r\n          ART-00011 ART-00105 ART-00107 ART-00108 \r\n          ART-00112   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-012016      ANO-2009\r\n          ART-00001   \r\n                LMS-2009 LEI DO MANDADO DE SEGURANÇA\r\n","LEG-FED   LEI-012034      ANO-2009\r\n          LEI ORDINÁRIA\r\n","LEG-FED   DEC-021076      ANO-1932\r\n          CÓDIGO ELEITORAL DE 1932\r\n          DECRETO\r\n","LEG-FED   RES-013266      ANO-1986\r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   RES-019319      ANO-1995  \r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   RES-020993      ANO-2002\r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   RES-022580      ANO-2007\r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   RES-022610      ANO-2007\r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2011-08-30","documental_acordao_mesmo_sentido_lista_texto":"MS 30272 PROCESSO ELETRÔNICO\r\n          JULG-27-04-2011  UF-MG  TURMA-TP  MIN-CÁRMEN LÚCIA N.PÁG-192\r\n          DJe-166  DIVULG 29-08-2011  PUBLIC 30-08-2011","documental_indexacao_texto":"-  CASO CONCRETO, EXIGÊNCIA, APRECIAÇÃO, SISTEMA ELEITORAL \r\nPROPORCIONAL, ELEIÇÃO, DEPUTADO, VEREADOR, EFEITO JURÍDICO, COLIGAÇÃO \r\nPARTIDÁRIA. LEI, EQUIPARAÇÃO, COLIGAÇÃO PARTIDÁRIA, PARTIDO POLÍTICO, \r\nSUBMISSÃO, IGUALDADE, PRERROGATIVA, DEVER, PREVISÃO, DIREITO \r\n(ORDENAMENTO JURÍDICO), CONSTITUIÇÃO FEDERAL. TRIBUNAL SUPERIOR \r\nELEITORAL (TSE), ADMISSIBILIDADE, ATUAÇÃO, COLIGAÇÃO PARTIDÁRIA, JUÍZO, \r\n\r\n\r\n\r\n\r\nMOMENTO POSTERIOR, APURAÇÃO, RESULTADO, ELEIÇÃO. APLICAÇÃO, COLIGAÇÃO \r\nPARTIDÁRIA, FUNDAMENTO, UTILIZAÇÃO, JULGAMENTO, FIDELIDADE PARTIDÁRIA. \r\nTITULARIDADE, CARGO ELETIVO, SUPLENTE, DEFINIÇÃO, MOMENTO, DIPLOMAÇÃO, \r\nCONFORMIDADE, DEVIDO PROCESSO LEGAL, PROCESSO ELEITORAL, \r\nCARACTERIZAÇÃO, ATO JURÍDICO PERFEITO. DESCONSIDERAÇÃO, ATO JURÍDICO \r\nPERFEITO, OFENSA, SEGURANÇA JURÍDICA, PRINCÍPIO DA SOBERANIA POPULAR. \r\nRECONHECIMENTO, COLIGAÇÃO PARTIDÁRIA, INSTITUIÇÃO, SUJEITO DE DIREITO, \r\nCONCORDÂNCIA, SISTEMA ELEITORAL PROPORCIONAL, PRINCÍPIO DA SOBERANIA \r\nPOPULAR, GARANTIA, ESTABILIDADE, CAMPANHA ELEITORAL. PERMANÊNCIA, \r\nVÍNCULO, COMPOSIÇÃO, COLIGAÇÃO PARTIDÁRIA, PRINCÍPIO DA SEGURANÇA \r\nJURÍDICA, OBSERVÂNCIA, GARANTIA, DEVIDO PROCESSO LEGAL, PROCESSO \r\nELEITORAL.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. LUIZ FUX: CÓDIGO ELEITORAL, \r\nADMISSIBILIDADE, COLIGAÇÃO PARTIDÁRIA, FINALIDADE, REPRESENTAÇÃO \r\nPROPORCIONAL, PREVISÃO, DISTINÇÃO, QUOCIENTE ELEITORAL, PARTIDO \r\nPOLÍTICO, QUOCIENTE ELEITORAL, COLIGAÇÃO PARTIDÁRIA. PARTIDO POLÍTICO, \r\nINTEGRAÇÃO, COLIGAÇÃO PARTIDÁRIA, IMPEDIMENTO, ATUAÇÃO, JUÍZO, \r\nEXCLUSÃO, HIPÓTESE, QUESTIONAMENTO, VALIDADE, COLIGAÇÃO PARTIDÁRIA. \r\nDEMOCRACIA, AUTORIZAÇÃO, COLIGAÇÃO PARTIDÁRIA, FORMA, GARANTIA, \r\nPARTICIPAÇÃO, PARTIDO POLÍTICO, MINORIA, EFETIVIDADE, IGUALDADE, \r\nCARÁTER MATERIAL. ATRIBUIÇÃO, MANDATO PARLAMENTAR, PARTIDO POLÍTICO, \r\nCASO CONCRETO, CONFIGURAÇÃO, AFASTAMENTO, AUTONOMIA, PARTIDO POLÍTICO, \r\nESCOLHA, PARTICIPAÇÃO, COLIGAÇÃO PARTIDÁRIA. EXTENSÃO, EFEITO JURÍDICO, \r\n\r\n\r\n\r\n\r\nCOLIGAÇÃO PARTIDÁRIA, TOTALIDADE, LEGISLATURA.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. RICARDO LEWANDOWSKI: DENEGAÇÃO, \r\nMANDADO DE SEGURANÇA, INEXISTÊNCIA, DIREITO LÍQUIDO E CERTO, MOTIVO, \r\nAUSÊNCIA, DIPLOMAÇÃO, SUPLENTE, PARTIDO POLÍTICO.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. AYRES BRITTO: ENTENDIMENTO, \r\nCOLIGAÇÃO PARTIDÁRIA, PREVALÊNCIA, PARTIDO POLÍTICO, CASO CONCRETO, \r\nOBSERVÂNCIA, PRINCÍPIO DA SOBERANIA POPULAR, MOTIVO, SUPLENTE, \r\nCOLIGAÇÃO PARTIDÁRIA, QUANTIDADE, SUPERIORIDADE, VOTO, COMPARAÇÃO, \r\nSUPLENTE, PARTIDO POLÍTICO.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. CELSO DE MELLO: DENEGAÇÃO, MANDADO \r\nDE SEGURANÇA, CONSIDERAÇÃO, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO \r\nDA BOA-FÉ OBJETIVA, PROTEÇÃO, CONFIANÇA. EXISTÊNCIA, PARTIDO POLÍTICO, \r\nCONCRETIZAÇÃO, DEMOCRACIA REPRESENTATIVA. TRANSITORIEDADE, COLIGAÇÃO \r\nPARTIDÁRIA, AUSÊNCIA, IMPEDIMENTO, PERMANÊNCIA, EFEITO JURÍDICO. \r\nAFASTAMENTO, ENTENDIMENTO, JUSTIÇA ELEITORAL, MATÉRIA, DISCUSSÃO, \r\nCONFIGURAÇÃO, CERCEAMENTO, DIREITO DAS MINORIAS. PROTEÇÃO, DIREITO DAS \r\nMINORIAS, CONFIGURAÇÃO, FUNDAMENTO, ESTADO DEMOCRÁTICO DE DIREITO, \r\nEXIGÊNCIA, TUTELA, EFETIVIDADE.\r\n\r\n- FUNDAMENTAÇÃO DIVERSA,  MIN. GILMAR MENDES: APRECIAÇÃO, CRÍTICA, \r\nSISTEMA ELEITORAL PROPORCIONAL, LISTA ABERTA. CONSIDERAÇÃO, \r\nPECULIARIDADE, ORDENAMENTO JURÍDICO BRASILEIRO, REFERÊNCIA, COLIGAÇÃO \r\nPARTIDÁRIA, COMPARAÇÃO, ORDENAMENTO JURÍDICO ESTRANGEIRO. CONJUNÇÃO, \r\nELEIÇÃO PROPORCIONAL, ELEIÇÃO MAJORITÁRIA, FAVORECIMENTO, FORMAÇÃO, \r\nCOLIGAÇÃO PARTIDÁRIA, CONFORMIDADE, TEORIA DA ECONOMIA DE ESFORÇOS. \r\nCOLIGAÇÃO PARTIDÁRIA, SISTEMA ELEITORAL PROPORCIONAL, AUSÊNCIA, \r\nPROTEÇÃO, DIREITO DAS MINORIAS, RESULTADO, CRIAÇÃO, PARTIDO POLÍTICO, \r\nOBJETIVO, FAVORECIMENTO, PARTIDO POLÍTICO, MAIORIA. CONJUNÇÃO, SISTEMA \r\nELEITORAL PROPORCIONAL, LISTA ABERTA, COLIGAÇÃO PARTIDÁRIA, \r\nFRAGILIDADE, PARTIDO POLÍTICO, RESULTADO, TRANSFERÊNCIA DE VOTOS. \r\nINCOMPATIBILIDADE, COLIGAÇÃO PARTIDÁRIA, SISTEMA ELEITORAL \r\nPROPORCIONAL, DECORRÊNCIA, FIDELIDADE PARTIDÁRIA, MANDATO ELETIVO, \r\nCONFORMIDADE, ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF). SUPREMO \r\nTRIBUNAL FEDERAL (STF), ENTENDIMENTO, EXISTÊNCIA, DIREITO FUNDAMENTAL, \r\nPARTIDO POLÍTICO, MANUTENÇÃO, MANDATO ELETIVO, DECORRÊNCIA, ELEIÇÃO \r\nPROPORCIONAL, RESULTADO, INCONSTITUCIONALIDADE PROGRESSIVA, REGIME \r\nJURÍDICO, COLIGAÇÃO PARTIDÁRIA, CONFIGURAÇÃO, LEI AINDA CONSTITUCIONAL.\r\n\r\n- VOTO VENCIDO,  MIN. MARCO AURÉLIO: CONCESSÃO, MANDADO DE SEGURANÇA, \r\nMOTIVO, VINCULAÇÃO, PARTIDO POLÍTICO, SUPLENTE, PARTIDO POLÍTICO, \r\nTITULAR, CARGO ELETIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=30260&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Acórdãos citados: ADI 1351, ADI 1354, ADI 1407 MC, ADI 3685 -\r\nTribunal Pleno, MS 24268, MS 24831, MS 24849, MS 24927, MS\r\n26441, MS 26602, MS 26603, MS 26604 - Tribunal Pleno, MS 27938, MS 29988 \r\nMC, MS 30272, HC 70514, RE 140386, RE 147776, RE 197917; RTJ 176/578, \r\nRTJ 178/22, RTJ 191/922; TSE: CTA 715, AI 1208, CTA 1398, CTA 1407, \r\nCTA 1423, CTA 1439, REsp 2158 AgR, REsp 2289,  AC 2707 AgR, MS 3109, \r\nMS 3555, AI 4410, CTA 8702, REsp 9277, REsp 15060, REsp 19663, REsp 21346,\r\nREsp 22107, Acórdão 24531, REsp 25033, REsp 36398 AgR, AC 430572.\r\n- Decisões monocráticas citadas: ADPF 161, ADI 1063, MC 29483, MS 29988 MC, MS\r\n30380 MC, MS 30459 MC, MS 30483 MC. \r\n- Veja ADPF 161 do STF.\r\n- Legislação estrangeira citada: art. 21, nº 1, da Constituição alemã.\r\n- Decisões estrangeiras citadas: Caso Linkletter v. Walker, 381 U.S. 618, 629, 1965;\r\nChevron Oil Co. v. Huson, 404 U.S. 97, 1971; Hanover Shoe v. United Shoe Mach. \r\nCorp., 392 U.S. 481, 1968; Simpson v. Union Oil Co., 377 U.S. 13, 1964; City of Phoenix\r\nv. Kolodziejski, 399 U.S. 204, 1970; Cipriano v. City of Houma, 395 U.S. 701, 1969;\r\nAllen v. State Bd. of Educ., 393 U.S. 544, 1969; England v. State Bd. of Medical Examinus,\r\n375 U.S. 411, 1964.\r\nNúmero de páginas: 190.\r\nAnálise: 09/01/2012, KBP.\r\nRevisão: 07/02/2012, ACG.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S)           : CARLOS VICTOR DA ROCHA MENDES \r\nADV.(A/S)           : CARLOS MAGNO SOARES CARVALHO E OUTRO(A/S)\r\nIMPDO.(A/S)         : PRESIDENTE DA CÂMARA DOS DEPUTADOS \r\nIMPDO.(A/S)         : CARLOS ALBERTO LOPES\r\nIMPDO.(A/S)         : PARTIDO DA MOBILIZAÇÃO NACIONAL - PMN","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":197350,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 30260","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2011-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"AGRA, Weber de Moura. Comentários à nova lei eleitoral. Rio de Janeiro: \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nForense, 2010. p. 20.\r\n_____. Do Direito dos Partidos à Vaga dos Suplentes. In: Estudos \r\nEleitorais. p. 181, item 6, v. 5, número 3, set/dez 2010.\r\nALMEIDA, Roberto Moreira de. Curso de Direito Eleitoral. 4. ed. \r\nJusPODIVM, 2010. p. 245, item 1.7.2.\r\nANDRADE, Jorge Marley. Coligações Partidárias e Representação Política\r\nno Brasil. 2008. p. 40/42, item 2.5.4.\r\nALBUQUERQUE, Xavier. et al. In. Estudos Eleitorais, TSE n. 2, maio/ago.\r\n1997. p. 79-137\r\nAMARAL, Roberto; CUNHA, Sérgio Sérvulo da. Manual das eleições. São \r\nPaulo: Saraiva, 2006. p. 68-69.\r\nARAS, Augusto. Fidelidade Partidária: A Perda do Mandato Parlamentar.\r\nLumen Juris, 2006. p. 295, item 5.1.3.\r\nASSIS BRASIL, Joaquim Francisco. Democracia Representativa: do voto e\r\ndo modo de votar. 4. ed. Rio de Janeiro: Imprensa Nacional, 1931. p. \r\n123 e ss.\r\nATALIBA, Geraldo. Judiciário e Minorias. In: Revista de Informação \r\nLegislativa. v. 96. p. 189/194.\r\nBOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. Dicionário \r\nde \r\n\r\n\r\nPolíticas. Verbete Representação Política. 2. ed. Editora UNB, 1986.\r\nCAGGIANO, Mônica Herman Salem. Sistemas Eleitorais X Representação \r\nPolítica. Tese de Doutorado. São Paulo, 1987. p. 292.\r\nCANOTILHO, J. J. G. Direito constitucional e teoria da Constituição. 7. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\ned. Coimbra: Almedina. p. 257.\r\nCERQUEIRA, Luz de Pádua; PONTES, Thales Tácito. Preleções de direito \r\neleitoral. Tomo I. Rio de Janeiro: Lumen Juris, 2006. p. 375.\r\nCOÊLHO, Marcus Vinicius Furtado. Direito Eleitoral e Processo \r\nEleitoral: Direito Penal Eleitoral e Direito Político. 2. ed. Renovar, \r\n2010. p. 227.\r\nCONEGLIAN, O. apud SILVA, J. N.  As aliança e coligações partidárias. \r\nBelo Horizonte: Del Rey, 2003. p. 109.\r\nCOSTA, Adriano Soares da. Teoria da Inelegibilidade e o Direito \r\nProcessual Eleitoral. Del Rey, 1998. p. 389, item 2.\r\n_____. A Coligação e a sua Natureza Jurídica.\r\nDALLARI, Dalmo de Abreu. Elementos da Teoria Geral do Estado. 18. ed. \r\nSão Paulo: Saraiva, 1994. p. 128.\r\nDALMORO, Jefferson; FLEISCHER, David. Eleição proporcional: os efeitos \r\ndas coligações e o problema da proporcionalidade - Um estudo sobre as \r\neleições de 1994, 1998  e 2002 para a Câmara dos Deputados. In: KRAUSE,\r\nS. e SCHMITT, R. (orgs.) Partidos e Coligações eleitorais no Brasil. \r\nRio de Janeiro: Fundação Konrad Adenauer; São Paulo: Fundação Editora \r\nda \r\nUNESP, 2005. p. 109.\r\nDELVIN, Lord. Judges and Lawmakers. Modern Law Rev., 39. 1976. p. 10.\r\nDUVERGER, Maurice. Los partidos políticos. Trad. de Julieta Campos e \r\nEnrique González Pedrero. México: Fondo de Cultura Econômica; 1957. p.\r\n349, 351, 354.\r\n_____. Os partidos políticos. Rio de Janeiro: Zahar Ed. 1970. p. \r\n387-388.\r\nFERRARI, Regina Maria Macedo Nery. O ato jurídico perfeito e a \r\nsegurança jurídica no controle da constitucionalidade. In: ROCHA, C. L. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nA. (Org.). Constituição e segurança jurídica: direito adquirido, ato \r\njurídico perfeito e coisa julgada. Estudos em homenagem a José Paulo \r\nSepúlveda Pertence. 2. ed. Belo Horizonte: Fórum, 2005. p. 226-227.\r\nFERREIRA, Pinto. Código eleitoral comentado. 5. ed. São Paulo: Saraiva, \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1998. p. 143.\r\nFLEISCHER, David. Coligações eleitorais. In: Leonardo Avritzer; Fátima \r\nAnastasia. (Org.). Reforma Política no Brasil. 1. ed. Belo Horizonte: \r\nUFMG, 2006. p. 145.\r\nGRIMM, Dieter; HESSE, Konrad; BENDA, Ernst. Manual de Derecho \r\nConstitucional. 2. ed. Madrid: Marcial Pons, 2001. p. 389.\r\nGRIMM, Dieter. Politishe Parteien. In: BENDA, Ernst; MAIHOFER, Werner;\r\nVOGEL, Hans - Jochen (Hrsg.) Handbush des Verfassungsrechts. Band 1.\r\np. 599 (613).\r\nGOMES, José Jairo. Direito Eleitoral. Belo Horizonte: Del Rey, 2009. p. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n415-416.\r\n_____. Direito Eleitoral. 6. ed. São Paulo: Atlas, 2011. p. 105 e 224.\r\nMACHADO, A. A lógica das coligações no Brasil. In: KRAUSE, S.; SCHMITT, \r\n\r\n\r\n\r\nR. (Org.). Partidos e coligações eleitorais no Brasil. São Paulo: \r\nFundação Editora da UNESP, 2005. p. 50, 53-54, 80.\r\nMAINWARING, Scott. Políticos, Partidos e Sistemas Eleitorais. In: \r\nEstudos Eleitorais, TSE n. 2, maio/ago. 1997. p. 355 (243).\r\nMARTINS, Fernando Barbalho. Do Direito à Democracia: \r\nNeoconstitucionalismo, Princípio Democrátido e a Crise do Sistema \r\nRepresentativo. Rio de Janeiro: Lumen Juris, 2007. p. 60.\r\nNICOLAU, Jairo. Banco de indicadores eleitorais. Rio de Janeiro: \r\nIUPERJ, 1998.\r\n_____. Sistemas Eleitorais. 5. ed. Rio de Janeiro: Ed. FGV, 2004. p. \r\n57.\r\nPORTO, Walter Costa. A mentirosa urna. São Paulo: Martins Fontes, 2004.\r\np. 157, 163, 171-173 e 178-181. \r\n_____. Dicionário do Voto. São Paulo: Difel, 1973.\r\nRAMAYANA, apud COSTA, Tito. 2005. p. 328.\r\n_____. Sistema Eleitoral Brasileiro. Palestra proferida no IX Congresso \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nBrasiliense de Direito Constitucional. Brasilia, 2006. p. 8-9.\r\nRIBEIRO, Renato Ventura. Lei Eleitoral Comentada. São Paulo: \r\nQuartier \r\nLatin, 2006. p. 79/81 e 95.\r\nRODRIGUES, Rodrigo Cordeiro de Souza. Partidos e Coligações: A \r\nSucessão dos Suplentes.\r\nSANTOS, Fabiano. O Poder Legislativo no Presidencialismo de Coalizão.\r\nBelo Horizonte: Editora UFMG; Rio de Janeiro: IUPERJ, 2003. P. 40-41.\r\nSANTOS, Wanderley Guilherme dos. Crise e castigo: partidos e generais\r\nna política brasileira. São Paulo: Vértice/ Rio de Janeiro: Iuperj, \r\n1987. p. 110-111.\r\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 21. \r\ned. São Paulo: Malheiros, 2002. p. 393.\r\n_____. Curso de Direito Constitucional Positivo. 27 ed. São Paulo: \r\nMalheiros, 2006 p. 376.\r\n_____. Constituição e segurança jurídica. In: ROCHA, C. L. A. (Coord). \r\nConstituição e segurança jurídica: direito adquirido, ato jurídico \r\nperfeito e coisa julgada. Estudos em homenagem a José Paulo Sepúlveda \r\nPertence. 2. ed. Belo Horizonte: Forum, 2005. p 16 e 19.\r\nSILVA, José Nepomuceno da. As Alianças e Coligações Partidárias. Belo \r\nHorizonte: Del Rey, 2003. p. 17, 21, 104 e 108.\r\n_____. apud COSTA, Adriano da. As Aliança e Coligações Partidárias. \r\nBelo Horizonte: Del Rey, 2003. p. 108\r\nSOARES, Gláucio Ary Dillon. Alianças e coligações eleitorais: notas \r\npara uma teoria. Revista Brasileira de Estudos Políticos, n. 17. 1964. \r\np. \r\n95, 97 e 124.\r\nSOUZA NETO, Cláudio Pereira de. Teoria Constitucional e Democracia \r\nDeliberativa. Rio de Janeiro: Renovar, 2006. p. 40-44.\r\nSOUZA, Vivalto Reinaldo apud MACHADO, A. A lógica das coligações no \r\nBrasil. In: KRAUSE, S.; SCMITT, R. (Org.). Partidos e coligações \r\neleitorais no Brasil. São Paulo: Fundação Editora da UNESP, 2005. P. \r\n52.\r\nTAVARES, José Antônio Giusti. Sistemas Eleitorais nas Democracia \r\nContemporâneas. Rio de Janeiro: Relume-Dumará, 1994. p. 126-127.\r\n_____. Reforma Política e retrocesso democrático: agenda para reformas \r\npontuais no sistema eleitoral e partidário brasileiro. Porto Alegre: \r\nMercado Aberto, 1998. p. 164-167.\r\nTEIXEIRA, J. H. Meireles. Curso de Direito Constitucional. São Paulo:\r\nForense Universitária, 1991. p. 525.\r\nTOURAINE, Alain. O Que é a Democracia. Petrópolis: Vozes, 1996. p. 29.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":30260,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur199685","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, indeferiu o pedido formulado na inicial da intervenção, vencido o Presidente, o Senhor Ministro Marco Aurélio. Redigirá o acórdão o Senhor Ministro Gilmar Mendes. Ausentes, justificadamente, o Senhor Ministro Ilmar Galvão, e, neste julgamento, o Senhor Ministro Nelson Jobim. Plenário, 26 02.2003.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO (Presidente)","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur199685","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur199685","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"INTERVENÇÃO FEDERAL. 2. Precatórios judiciais. 3. Não\r\nconfiguração de atuação dolosa e deliberada do Estado de São Paulo\r\ncom finalidade de não pagamento. 4. Estado sujeito a quadro de\r\nmúltiplas obrigações de idêntica hierarquia. Necessidade de garantir\r\n eficácia a outras normas constitucionais, como, por exemplo, a\r\ncontinuidade de prestação de serviços públicos. 5. A intervenção,\r\ncomo medida extrema, deve atender à máxima da proporcionalidade. 6.\r\nAdoção da chamada relação de precedência condicionada entre\r\nprincípios constitucionais concorrentes. 7. Pedido de intervenção\r\nindeferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1262&classe=IF","externo_seq_objeto_incidente":1763342,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 06-02-2004 PP-00055  EMENT VOL-02138-02 PP-00219","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1262&classe=IF","is_colac":false,"titulo":"IF 1262","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00034 INC-00006 LET-E ART-00035 INC-00004\r\n          ART-00036 INC-00002 INC-00004 ART-00198\r\n          PAR-00002 ART-00212\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   ADCT     ANO-1988\r\n          ART-00078 REDAÇÃO DADA PELA EMC-30/2000\r\n          ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\r\n","LEG-FED   EMC-000030      ANO-2000\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   DEL-002848      ANO-1940\r\n          ART-00319   \r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-001079      ANO-1950\r\n          ART-00012 NÚMERO-1 NÚMERO-2 NÚMERO-4\r\n          ART-00074 \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-010482      ANO-2002\r\n          LEI ORDINÁRIA\r\n","LEG-FED   DEL-000201      ANO-1967\r\n          ART-00001 INC-00014 ART-00004 INC-00007\r\n          DECRETO-LEI\r\n","LEG-EST   DEC-046933      ANO-2002\r\n          DECRETO, SP"],"publicacao_data":"2004-02-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  UTILIZAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE, SOLUÇÃO, CONFLITO, \r\nPRINCÍPIO CONSTITUCIONAL. PRINCÍPIO DA PROPORCIONALIDADE, VINCULAÇÃO, \r\nPODER LEGISLATIVO, PODER EXECUTIVO, PODER JUDICIÁRIO. INTERVENTOR, \r\nSUBMISSÃO, RESERVA DO POSSÍVEL, DEMONSTRAÇÃO, INADEQUAÇÃO, INTERVENÇÃO \r\nFEDERAL. CASO CONCRETO, PRERROGATIVA CONSTITUCIONAL, AUTONOMIA \r\nADMINISTRATIVA, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO, \r\nPREVALÊNCIA, PROTEÇÃO, DECISÃO JUDICIAL, DIREITO DE PRECEDÊNCIA, \r\nCRÉDITO DE NATUREZA ALIMENTÍCIA.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. CELSO DE MELLO: INTERVENÇÃO \r\nFEDERAL, OBJETIVO, EFETIVAÇÃO, PRINCÍPIO FEDERATIVO, INTEGRIDADE, \r\nUNIDADE FEDERATIVA, PRESERVAÇÃO, DIREITO FUNDAMENTAL. TAXATIVIDADE, \r\nHIPÓTESE, ADMISSIBILIDADE, INTERVENÇÃO FEDERAL. DEMORA, PAGAMENTO, \r\nFUNDAMENTO, INSUFICIÊNCIA, RECURSO FINANCEIRO, AUSÊNCIA, AUTORIZAÇÃO, \r\nINTERVENÇÃO FEDERAL.\r\n\r\n- VOTO VENCIDO,  MIN. MARCO AURÉLIO: DEFERIMENTO, INTERVENÇÃO FEDERAL, \r\nDESCABIMENTO, AFERIÇÃO, ELEMENTO SUBJETIVO, DOLO, CULPA, \r\nDESCUMPRIMENTO, DECISÃO JUDICIAL. INTERVENÇÃO FEDERAL, PREVALÊNCIA, \r\nELEMENTO OBJETIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1262&classe=IF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"IF","documental_observacao_texto":"Acórdãos citados: IF 20, IF 2915 - Tribunal Pleno, IF 2953 - \r\nTribunal Pleno.\r\nDecisão estrangeira citada: BVerfGE 33, 303 (333), da \r\nCorte Constitucional Alemã.\r\nNúmero de páginas: 41.\r\nAnálise: 09/11/2011, KBP.\r\nAlteração: 12/04/2019, HAC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)       : CARLOS CINTRA E OUTROS\r\nADVDOS.(A/S)     : SELMA APARECIDA FERREIRA E OUTROS\r\nREQDO.(A/S)     : ESTADO DE SÃO PAULO \r\nADVDOS.(A/S)     : PGE-SP - LUCIANA A. RANGEL BERMUDES E OUTROS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":199685,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"IF 1262","processo_classe_processual_unificada_classe_sigla":"IF","julgamento_data":"2003-02-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INTERVENÇÃO FEDERAL","documental_doutrina_texto":"MENDES, Gilmar Ferreira. A Proporcionalidade na Jurisprudência do\r\nSupremo Tribunal Federal. In: Direitos Fundamentais e Controle de \r\nConstitucionalidade: Estudos de Direito Constitucional. 2. ed. São \r\nPaulo: Celso Bastos Editor: IBDC, 1999. p. 72.\r\nBARBALHO, João. Constituição Federal Brasileira - Comentários. 2.\r\ned. Rio de Janeiro: Briguit e Cia. Editores, 1924. p.31\r\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da \r\nConstituição. 2. ed. Coimbra: Almedina. p. 264.\r\nCOELHO, Inocêncio Mártires. Racionalidade Hermenêutica: Acertos e\r\nEquívocos. In: As Vertentes do Direito Constitucional Contemporâneo,\r\nEstudos em Homenagem a Manoel Gonçalves Ferreira Filho, Coord. Ives\r\nGandra S. Martins. São Paulo: América Jurídica, 2002. p. 363.\r\nLEME, Ernesto. A Intervenção Federal nos Estados. 2. ed. RT, 1930. p.\r\n25, item 20.\r\nMAXIMILIANO, Carlos. Comentários à Constituição Brasileira. 3. ed. \r\nGlobo,\r\n1929. p. 158, item 128.\r\nMIRANDA, Pontes de. Comentários à Constituição de 1967. RT, 1967. \r\nTomo 2. p. 198.\r\nRIBEIRO, Fávila. A Intervenção Federal nos Estados. Fortaleza: \r\nJurídica,\r\n1960. p. 48, tese de concurso.\r\nSCHMIDT-BLEIBTREU, Bruno; KLEIN, Franz. Die Mittel des Bundeszwanges\r\nwerden duch das Grundgesetz, die Bundesgesetze und das Prinzip der\r\nVerhältnismäBigkeit bestimmt, Kommentar zum Grundgesetz. 9. ed.\r\nLuchterhand. p. 765.\r\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 2. ed.\r\nMalheiros, 2002. p. 483, item 2.\r\nCAVALCANTI, Themistocles Brandão. A Constituição Federal Comentada.\r\n3. ed. Konfino, 1956. v. 1 p. 183","ministro_facet":["MARCO AURÉLIO","GILMAR MENDES"],"processo_numero":1262,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur201742","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Ordem indeferida. Determinada, todavia, diante das peculiaridades do caso concreto, ao Juízo da 5ª Vara Federal Criminal da Seção Judiciária do Rio de Janeiro a adoção de medidas de controle da tramitação do inquérito e, por conseguinte, tendentes à conclusão, pela autoridade policial, do Inquérito Policial nº 131/2005, instaurado pela Delegacia de Repressão aos Crimes Financeiros, do Departamento da Polícia Federal no Rio de Janeiro, nos termos do voto do Relator. Decisão unânime. Ausente, justificadamente, o Senhor Ministro Celso de Mello. 2ª Turma, 11.10.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur201742","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur201742","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas Corpus. 2. Operações de câmbio não autorizadas e lavagem de dinheiro. 3. Notitia criminis formulada por adido civil da Embaixada dos Estados Unidos. 4. Trancamento da ação penal. Medida de caráter excepcional. Ausência de justa causa não caracterizada. 5. Ordem denegada. Todavia, diante das peculiaridades do caso concreto, determinada ao Juízo da 5ª Vara Federal Criminal da Seção Judiciária do Rio de Janeiro a adoção de medidas de controle da tramitação do inquérito e, por conseguinte, tendentes à conclusão, pela autoridade policial, do Inquérito Policial n. 131/2005, instaurado pela Delegacia de Repressão aos Crimes Financeiros do Departamento da Polícia Federal do Rio de Janeiro.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=98841&classe=HC","externo_seq_objeto_incidente":2672535,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-221 DIVULG 21-11-2011 PUBLIC 22-11-2011\r\nEMENT VOL-02630-01 PP-00097","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=98841&classe=HC","is_colac":false,"titulo":"HC 98841","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00005 INC-00078  \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000045      ANO-2004\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   LEI-007492      ANO-1986\r\n          ART-00022   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-009613      ANO-1998\r\n          ART-00001 INC-00001 INC-00007 \r\n          LEI ORDINÁRIA\r\n","LEG-FED   DEC-003810      ANO-2001\r\n          PROMULGA O ACORDO DE ASSITÊNCIA JUDICIÁRIA EM MATÉRIA PENAL\r\n          ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO\r\n          DOS ESTADOS UNIDOS DA AMÉRICA\r\n          DECRETO"],"publicacao_data":"2011-11-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  INEXISTÊNCIA, DESRESPEITO, ACORDO DE ASSISTÊNCIA JUDICIÁRIA, ESTADO \r\nBRASILEIRO, ESTADOS UNIDOS DA AMÉRICA, MOTIVO, AUTORIDADE POLICIAL, \r\nCONHECIMENTO, NOTÍCIA CRIME, DETERMINAÇÃO, DILIGÊNCIA, APURAÇÃO, \r\nEXTENSÃO, CONDUTA CRIMINOSA, OBTENÇÃO, ELEMENTO MÍNIMO, INSTAURAÇÃO, \r\nINQUÉRITO POLICIAL. CONSIDERAÇÃO, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO \r\nPROCESSO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=98841&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: HC 80379, HC 85237 - Tribunal Pleno, HC\r\n85588, HC 86346, HC 91603, HC 93224, HC 95761, HC 98631.\r\n- Legislação estrangeira citada: art. 1º da Constituição alemã.\r\n- Veja HC 108365 do STJ e Inquérito Policial 131 da \r\nDelegacia de Repressão aos Crimes Financeiros do \r\nDepartamento da Polícia Federal do Rio de Janeiro.\r\nNúmero de páginas: 20.\r\nAnálise: 05/12/2011, KBP.\r\nRevisão: 06/12/2011, MMR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : DONALD ANTHONY HENNING SUTTON \r\nIMPTE.(S)           : BRUNO SACCANI \r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":201742,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 98841","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2011-10-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"LOPES JÚNIOR, Aury. Direito ao Processo Penal no Prazo Razoável. Rio de \r\n\r\n\r\nJaneiro: Lumen Juris, 2006. p. 5.\r\nMARINONI, Luiz Guilherme. Tutela Antecipatória e Julgamento Antecipado. \r\n\r\n\r\np. 30.\r\nMAUNZ-DÜRIG. Grundgesetz Kommentar, Band I, München, Verlag C. H. Beck, \r\n\r\n\r\n1990, 1I 18.\r\nMIRABETE, Julio Fabbrini. Processo Penal. 18. ed. São Paulo: Atlas, \r\n2007. p. 64-65.","ministro_facet":["GILMAR MENDES"],"processo_numero":98841,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur171779","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"CE","is_questao_ordem":false,"acordao_ata":"Deram provimento ao recurso, votando, assim, pela inconstitucionalidade das questionadas resoluções do Instituto do Açúcar e do Álcool, os Srs. Ministros Relator, Vilas Boas, Luiz Gallotti, Ribeiro da Costa, Barros Barreto e Pedro Chaves, este para completar o quorum, sendo vencidos os Srs. Ministros Ari Franco, Afrânio Costa (substituindo o Exmo. Sr. Ministro Rocha Lagôa), Hahnemann Guimarães e Lafayette de Andrada.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÂNDIDO MOTTA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur171779","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Ceará","dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur171779","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Inconstitucional a sobretaxa exigida dos produtos de aguardente e açúcar.\r\nResolução nº 995 de 1954. Requisição impossível do produto.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=6007&classe=RMS","externo_seq_objeto_incidente":null,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 09-11-1961 PP-02494  EMENT VOL-00483-02 PP-00467","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6007&classe=RMS","is_colac":false,"titulo":"RMS 6007","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1946\r\n          ART-00005 INC-00015 LET-H ART-00015\r\n          ART-00019 ART-00020 ART-00134 ART-00141\r\n          PAR-00001 PAR-00016 PAR-00034 ART-00146\r\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   DEL-003855      ANO-1941\r\n          ART-00148 ART-00149  \r\n          ESTATUTO DA LAVOURA CANAVIEIRA  \r\n          DECRETO-LEI\r\n","LEG-FED   SUMSTF-000126  \r\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\r\n","LEG-FED   RES-000995      ANO-1954\r\n          ART-00001   \r\n          RESOLUÇÃO DO INSTITUTO DO AÇÚCAR E DO ÁLCOOL"],"publicacao_data":"1961-11-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6007&classe=RMS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RMS","documental_observacao_texto":"- Precedente da Súmula 126 do STF.\r\n- Veja RMS 6425, RMS 7142, RMS 7248, RMS 8300, RMS 10788.\r\n- Acórdãos citados: RMS 3522, RMS 5008, RMS 5548, MS 6007, RMS 6051.\r\n- Legislação estrangeira citada: Constituição Argentina de 1854.\r\nNúmero de páginas: 23.\r\nAlteração: 22/02/2010, TBS.\r\nAlteração: 03/08/2015, BSB.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECORRENTE: MÁXIMO LINHARES E OUTROS\r\nRECORRIDO: INSTITUTO DO AÇÚCAR E DO ÁLCOOL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":171779,"documental_tese_texto":null,"procedencia_geografica_completo":"CE - CEARÁ","processo_codigo_completo":"RMS 6007","processo_classe_processual_unificada_classe_sigla":"RMS","julgamento_data":"1961-08-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"ALBERDI, Juan Bautista. Derecho Constitucional Fiscal. p. 27.","ministro_facet":["CÂNDIDO MOTTA"],"processo_numero":6007,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur206354","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Habeas corpus concedido, a fim de que a autoridade coatora apresente o HC n. 149.928/MG em mesa até a 10ª sessão subsequente à comunicação da ordem, nos termos do voto do Relator. Decisão unânime. 2ª Turma, 28.02.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur206354","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur206354","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Excessiva demora na realização do julgamento de mérito de impetração no Superior Tribunal de Justiça. Ausência de prestação jurisdicional. Violação ao princípio constitucional da duração razoável do processo. 3. Constrangimento ilegal configurado. 4. Ordem concedida a fim de que a autoridade coatora apresente o HC em mesa para julgamento até a 10ª sessão subsequente à comunicação da ordem.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=1834188","externo_seq_objeto_incidente":4176069,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-058 DIVULG 20-03-2012 PUBLIC 21-03-2012","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=111397&classe=HC","is_colac":false,"titulo":"HC 111397","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00005 INC-00078 INCLUÍDO PELA EMC-45/2004  \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000045      ANO-2004\r\n          EMENDA CONSTITUCIONAL"],"publicacao_data":"2012-03-21","documental_acordao_mesmo_sentido_lista_texto":"HC 113401 PROCESSO ELETRÔNICO\r\n          JULG-15-05-2012  UF-SC  TURMA-02  MIN-GILMAR MENDES N.PÁG-*** \r\n          DJe-105  DIVULG 29-05-2012  PUBLIC 30-05-2012\r\n\r\nHC 110506  PROCESSO ELETRÔNICO\r\n          JULG-08-05-2012  UF-RS  TURMA-02  MIN-GILMAR MENDES N.PÁG-*** \r\n          DJe-099  DIVULG 21-05-2012  PUBLIC 22-05-2012\r\n\r\nHC 112411 PROCESSO ELETRÔNICO\r\n          JULG-08-05-2012  UF-MG  TURMA-02  MIN-GILMAR MENDES N.PÁG-*** \r\n          DJe-099  DIVULG 21-05-2012  PUBLIC 22-05-2012\r\n\r\nHC 111380 PROCESSO ELETRÔNICO\r\n          JULG-08-05-2012  UF-MS  TURMA-02  MIN-GILMAR MENDES N.PÁG-*** \r\n          DJe-099  DIVULG 21-05-2012  PUBLIC 22-05-2012\r\n\r\nHC 111093 PROCESSO ELETRÔNICO\r\n          JULG-20-03-2012  UF-SP  TURMA-02  MIN-GILMAR MENDES N.PÁG-013 \r\n          DJe-097  DIVULG 17-05-2012  PUBLIC 18-05-2012\r\n\r\nHC 109306 PROCESSO ELETRÔNICO\r\n          JULG-17-04-2012  UF-RS  TURMA-02  MIN-GILMAR MENDES N.PÁG-009 \r\n          DJe-091  DIVULG 09-05-2012  PUBLIC 10-05-2012\r\n\r\nHC 112049 PROCESSO ELETRÔNICO\r\n          JULG-27-03-2012  UF-MG  TURMA-02  MIN-GILMAR MENDES N.PÁG-010 \r\n          DJe-070  DIVULG 10-04-2012  PUBLIC 11-04-2012\r\n\r\nHC 112102 PROCESSO ELETRÔNICO\r\n          JULG-27-03-2012  UF-MS  TURMA-02  MIN-GILMAR MENDES N.PÁG-010 \r\n          DJe-070  DIVULG 10-04-2012  PUBLIC 11-04-2012\r\n\r\nHC 112035 PROCESSO ELETRÔNICO \r\n          JULG-13-03-2012  UF-MG  TURMA-02  MIN-GILMAR MENDES N.PÁG-009 \r\n          DJe-064  DIVULG 28-03-2012  PUBLIC 29-03-2012","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=111397&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: HC 80379, HC 85237 - Tribunal Pleno, HC 86346, HC 100498,\r\nHC 101896.\r\n- Legislação estrangeira citada: art. 1º da Constituição alemã.\r\nNúmero de páginas: 10.\r\nAnálise: 27/03/2012, KBP.\r\nRevisão: 30/03/2012, ACG.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : PAULO SÉRGIO DA SILVA \r\nIMPTE.(S)           : DEFENSORIA PÚBLICA DA UNIÃO \r\nPROC.(A/S)(ES)      : DEFENSOR PÚBLICO-GERAL FEDERAL \r\nCOATOR(A/S)(ES)     : RELATOR DO HABEAS CORPUS Nº 149.928 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":206354,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"HC 111397","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2012-02-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"DÜRIG, Günther. In: Maunz-Dürig. Grundgesetz Kommentar, Band I. \r\nMünchen: Verlag C.H.Beck, 1990. 1I 18.\r\nLOPES JÚNIOR, Aury. Direito ao Processo Penal no Prazo Razoável. Rio de \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nJaneiro: Lumen Juris, 2006. p. 5.\r\nMARINONI, Luiz Guilherme. Tutela Antecipatória e Julgamento Antecipado. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np. 30.","ministro_facet":["GILMAR MENDES"],"processo_numero":111397,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur207337","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"A Turma rejeitou os embargos de declaração, nos termos do voto do Relator. Unânime. Não participou, justificadamente, deste julgamento, a Senhora Ministra Cármen Lúcia. Presidência do Senhor Ministro Dias Toffoli. 1ª Turma, 20.3.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur207337","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur207337","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Embargos de declaração em extradição. Invocada nulidade em decorrência de proclamada omissão quanto à prescrição e à irretroatividade da lei. Questões afastadas no julgamento de mérito do pedido. Ausência de omissão, contradição ou obscuridade. Inexistência de quaisquer dos vícios do art. 337 do Regimento Interno da Corte. Rejulgamento da causa pretendido pelo embargante. Impossibilidade. Precedentes.\n\n\n\n    1. O julgamento do mérito do pedido de extradição enfrentou adequadamente, e de forma fundamentada, todas as questões postas pela parte embargante. Inexiste, portanto, quaisquer dos vícios do art. 337 do Regimento Interno da Corte.\n\n\n\n    2. A pretensão do embargante é o rejulgamento da causa, fim a que não se prestam os declaratórios.\n\n\n\n    3. Embargos de declaração rejeitados.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=1909975","externo_seq_objeto_incidente":4202207,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\r\nDJe-073 DIVULG 13-04-2012 PUBLIC 16-04-2012","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1164&classe=Ext","is_colac":false,"titulo":"Ext 1164 ED","documental_legislacao_citada_texto":["LEG-FED   RGI      ANO-1980\r\n          ART-00337   \r\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2012-04-16","documental_acordao_mesmo_sentido_lista_texto":"ARE 726652 AgR-ED ACÓRDÃO ELETRÔNICO\n          JULG-05-08-2014  UF-GO  TURMA-01  MIN-DIAS TOFFOLI N.PÁG-006\n          DJe-196  DIVULG 07-10-2014  PUBLIC 08-10-2014\n \nExt 1313 ED-segundos ACÓRDÃO ELETRÔNICO\n          JULG-11-03-2014  UF-DF  TURMA-01  MIN-DIAS TOFFOLI N.PÁG-012\n          DJe-078  DIVULG 24-04-2014  PUBLIC 25-04-2014\n \nExt 1313 ED ACÓRDÃO ELETRÔNICO\n          JULG-11-03-2014  UF-DF  TURMA-01  MIN-DIAS TOFFOLI N.PÁG-011\n          DJe-067  DIVULG 03-04-2014  PUBLIC 04-04-2014\n \nExt 1208 ED ACÓRDÃO ELETRÔNICO\n          JULG-11-03-2014  UF-SRB  TURMA-01  MIN-DIAS TOFFOLI N.PÁG-011\n          DJe-060  DIVULG 26-03-2014  PUBLIC 27-03-2014","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1164&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-ED","documental_observacao_texto":"- Legislação estrangeira citada: art. 105, nº 1, nº 2, nº 3 do Código Penal boliviano. Lei nº 004 de 2010 que alterou os dispositivo do art. \r\n105 do Código Penal boliviano.\r\nNúmero de páginas: 14.\r\nAnálise: 25/04/2012, SEV.\r\nRevisão: 30/04/2012, IMC.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)           : LUIS ANTONIO SANCHEZ DURÁN OU LUIS ANTONIO SANCHES DURAN OU LUIS ANTONIO SANZHEZ DURAN\r\nADV.(A/S)           : DIVALDO THEOFHILO DE OLIVEIRA E OUTRO(A/S)\r\nEMBDO.(A/S)         : GOVERNO DA BOLÍVIA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":207337,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA DA BOLÍVIA","processo_codigo_completo":"Ext 1164 ED","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2012-03-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["DIAS TOFFOLI"],"processo_numero":1164,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur213760","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"A Turma deferiu a extradição, nos termos do voto do Relator. Unânime. Falou o Dr. Marcelo Gonzaga, pelo Extraditando. Ausente, justificadamente, a Senhora Ministra Cármen Lúcia. Presidência do Senhor Ministro Dias Toffoli. 1ª Turma, 14.8.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur213760","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur213760","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Internacional Público. Extradição instrutória. Espanha. “Burla”. Crime tipificado no Brasil como estelionato – art. 171 do Código Penal. Dupla tipicidade. Prescrição regulada pela pena máxima em abstrato. Ausência de prescrição em ambos os ordenamentos jurídicos. Atendimento dos demais requisitos da Lei nº 6.815/80 e do Tratado de Extradição promulgado pelo Decreto nº 99.340, de 22 de junho de 1990. Princípio da cidadania ativa. Mulher brasileira: Súmula 421/STF. Detração do tempo de cumprimento de prisão preventiva no Brasil. Extradição Deferida.\n\n\n\n    1. O art. 76 da Lei nº 6.815/80 dispõe que: “A extradição poderá ser concedida quando o governo requerente se fundamentar em tratado, ou quando prometer ao Brasil a reciprocidade.” \n\n\n\n    2. Os requisitos legais para o deferimento do pedido de extradição são extraídos por interpretação a contrario sensu do art. 77 da Lei nº 6.815/80, vale dizer, defere-se o pleito se o caso sub judice não se enquadrar em nenhum dos incisos do referido dispositivo e restarem observadas as disposições do tratado específico.\n\n\n\n    3. In casu, cuida-se de pedido de extradição instrutória formalizado pelo Governo da Espanha, fundado no tratado específico promulgado pelo Decreto nº 99.340, de 22 de junho de 1990, visando a que o nacional espanhol responda pelo crime de burla praticado naquele País.\n\n\n\n    4. Os fatos que motivaram o pedido estão tipificados como crime no País requerente (burla) e no Brasil (estelionato), por isso resulta satisfeito o requisito da dupla tipicidade.\n\n\n\n    5. A prescrição não se consumou pela lei espanhola nem pela brasileira, porquanto os crimes, praticados em continuidade delitiva, ocorreram entre janeiro e agosto de 2002 e, tratando-se de extradição instrutória, a prescrição da pretensão punitiva regula-se pelo máximo da pena in abstrato. In casu, a persecução penal foi instaurada em 03/06/2003 e o extraditando foi preso em 10/11/2011, sendo certo que a pena máxima cominada na lei estrangeira é de 6 (seis) anos, prescrevendo em 10 (dez) anos, devendo ser considerada, face à continuidade delitiva, a data do último fato, a teor do art. 132, § 1º, do Código penal Espanhol, ao passo que a pena abstratamente cominada para o delito de estelionato é de 1 (um) a 5 (cinco) anos, prescrevendo em 12 (doze) anos, nos termos do art. 109, inc. III, do Código Penal.\n\n\n\n    6. Diversamente do sustentado pela defesa, a pena in abstracto é a prevista no art. 250 do Código Penal espanhol – de 1 (um) a 6 (seis) anos anos – e não a de 6 (seis) meses a 3 (três) anos, prevista no art. 249 do mesmo estatuto legal. Isto em razão da circunstância agravante estatuída no n. 7 do referido art. 250, verbis: ”Se comete abuso das relações pessoais existentes entre a vítima e o defraudador, ou este aproveite a sua credibilidade empresarial ou profissional”, agravante cujo reconhecimento, ou não, compete à justiça espanhola, valendo anotar quanto ao acréscimo da pena em razão de agravante o disposto no art. 131, n. 3., do Código Penal espanhol, verbis: “Quando a pena prevista pela Lei for composta ter-se-á em conta, para a aplicação das regras compreendidas neste artigo, a que exigir maior tempo para a prescrição”.\n\n\n\n    7. O Código Penal da Espanha prevê, em seu art. 132.1, a interrupção do curso prescricional na data da apresentação da queixa-crime, in casu, oferecida em 03/06/2003, projetando a prescrição para 2013, segundo a lei espanhola, e para 2015, consoante a lei brasileira.\n\n\n\n    8. Deveras, os fatos relatados pela Justiça espanhola conduzem, prima facie, à conclusão da circunstância agravante de abuso nas relações pessoais entre a vítima e o defraudador.\n\n\n\n    9. A pena igual ou inferior a um ano de reclusão constitui óbice ao deferimento da Extradição, a teor do art. 77, IV, da Lei n. 6.815/80, sendo certo que a pena cominada para o delito em questão é igual ou superior a 1 (um) ano, valendo conferir, nesse sentido, a EXT 665/ALEMANHA, Rel. Min. MAURÍCIO CORRÊA, Pleno, DJ de 06/09/1996.\n\n\n\n    10. O exame das alegações atinentes aos fatos supostamente ilícitos extrapola os limites de contenciosidade do processo de extradição, conforme previsão inserta no § 1º do art. 85 da Lei n. 6.815/80. Precedentes: Extradição 531, Rel. Min. SIDNEY SANCHES, RTJ 136(2):540, Extradição 542, Rel. Min. CELSO DE MELLO, RTJ 140(2):436, e Extradição 549, Rel. Min. CELSO DE MELLO, RTJ 141(2):397.\n\n\n\n    11. O extraditando residia na Alemanha à época dos fatos, circunstância que, pelo princípio da cidadania ativa, não impede o deferimento da extradição, sobretudo porque as vítimas, igualmente espanholas, requereram a abertura do processo na justiça espanhola (art. 23, 2, letra ‘b’, da Lei Orgânica do Poder Judiciário espanhol).\n\n\n\n    12. A circunstância de o extraditando ter companheira brasileira não constitui óbice ao deferimento da extradição, consoante a Súmula nº 421/STF, verbis: “NÃO IMPEDE A EXTRADIÇÃO A CIRCUNSTÂNCIA DE SER O EXTRADITANDO CASADO COM BRASILEIRA OU TER FILHO BRASILEIRO”.\n\n\n\n    13. É cediço que o Estado requerente deverá firmar o compromisso de detrair da pena eventualmente imposta o tempo em que o extraditando esteve preso preventivamente no território brasileiro para fins de extradição, ou seja, desde 10/11/2011 (Ext 1211/REPÚBLICA PORTUGUESA, rel. Min. Ellen Gracie, Pleno, DJ de 24/3/2011; Ext 1214/EUA, rel. Min. Ellen Gracie, Pleno, DJ 6/5/2011; Ext 1226/Reino da Espanha, rel. Min. Ellen Gracie, Segunda Turma, DJ de 1/9/2011).\n\n\n\n    14. Extradição deferida, sob a condição do compromisso formal do Estado requerente no sentido de detrair da pena o tempo de prisão preventiva cumprido no Brasil.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=2648537","externo_seq_objeto_incidente":4117940,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\r\nDJe-171 DIVULG 29-08-2012 PUBLIC 30-08-2012","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1256&classe=Ext","is_colac":false,"titulo":"Ext 1256","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\r\n          ART-00109 INC-00003 ART-00171   \r\n                CP-1940 CÓDIGO PENAL\r\n\r\n","LEG-FED   DEL-003689      ANO-1941\r\n          ART-00366   \r\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\r\n\r\n","LEG-FED   LEI-006815      ANO-1980\r\n          ART-00076 ART-00077 INC-00001 INC-00002 \r\n          INC-00003 INC-00004 INC-00005 INC-00006\r\n          INC-00007 INC-00008 ART-00085\r\n          PAR-00001\r\n                EE-1980 ESTATUTO DO ESTRANGEIRO\r\n\r\n","LEG-INT   TTD      ANO-1988\r\n          TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESPANHA\r\n\r\n","LEG-FED   DLG-000075      ANO-1989\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E\r\n          ESPANHA\r\n          DECRETO LEGISLATIVO\r\n\r\n","LEG-FED   DEC-099340      ANO-1990\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E\r\n          ESPANHA\r\n          DECRETO\r\n\r\n","LEG-FED   SUMSTF-000421  \r\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2012-08-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1256&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 531, Ext 542, Ext 549, Ext 665 - Tribunal\r\nPleno, Ext 1211 - Tribunal Pleno, Ext 1214 - Tribunal Pleno, Ext 1226.\r\n- Legislação estrangeira citada: art. 131, n. 3, art. 132, § 1º,\r\nart. 132.1, art. 132.2, n. 1, n. 2, n.3, art. 248, art. 249 e art. 250, n. 7 do \r\nCódigo Penal Espanhol; art. 23.1, 23.2, letra 'b', da Lei Orgânica do \r\nPoder Judiciário espanhol.\r\n - Veja Procedimento Abreviado 181/2003 do Tribunal Central de Instrução nº 3, de Madri.\r\nNúmero de páginas: 23.\r\nAnálise: 04/09/2012, MMR.\r\nRevisão: 06/09/2012, SEV.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DA ESPANHA \r\nEXTDO.(A/S)         : JOSÉ LUIS ROMERO GARCÍA \r\nADV.(A/S)             : MARCELO GONZAGA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":213760,"documental_tese_texto":null,"procedencia_geografica_completo":"REINO DA ESPANHA","processo_codigo_completo":"Ext 1256","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2012-08-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1256,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}