{"result":{"took":720,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32476,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur470593","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, deu provimento ao agravo regimental, para negar provimento ao Recurso Ordinário, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Dias Toffoli, Relator, e Rosa Weber. Primeira Turma, Sessão Virtual de 2.9.2022 a 13.9.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur470593","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur470593","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E PROCESSO PENAL. RECURSO ORDINÁRIO EM HABEAS CORPUS. HOMICÍDIO QUALIFICADO. ABSOLVIÇÃO. QUESITO GENÉRICO. TRIBUNAL DO JÚRI E DEVIDO PROCESSO LEGAL. CONSTITUCIONALIDADE DE APELAÇÃO DA ACUSAÇÃO QUANDO A DECISÃO DOS JURADOS FOR MANIFESTAMENTE CONTRÁRIA À PROVA DOS AUTOS. COMPATIBILIDADE COM A GARANTIA CONSTITUCIONAL DA SOBERANIA DOS VEREDICTOS. EXCLUSIVA COMPETÊNCIA DO JÚRI PARA A REALIZAÇÃO DE NOVO E DEFINITIVO JULGAMENTO DE MÉRITO. \n\n\n\n    1. A soberania dos veredictos é garantia constitucional do Tribunal do Júri, órgão competente para o julgamento dos crimes dolosos contra a vida; sendo a única instância exauriente na apreciação dos fatos e provas do processo. Impossibilidade de suas decisões serem materialmente substituídas por decisões proferidas por juízes ou Tribunais togados. Exclusividade na análise do mérito.\n\n\n\n    2. A introdução do quesito genérico na legislação processual penal (Lei 11.689/2008) veio claramente com o intuito de simplificar a votação dos jurados – reunindo as teses defensivas em um quesito –, e não para transformar o corpo de jurados em \"um poder incontrastável e ilimitado\".\n\n\n\n    3. Em nosso ordenamento jurídico, embora soberana enquanto decisão emanada do Juízo Natural constitucionalmente previsto para os crimes dolosos contra a vida, o específico pronunciamento do Tribunal do Júri não é inatacável, incontrastável ou ilimitado, devendo respeito ao duplo grau de jurisdição. Precedentes.\n\n\n\n    4. A apelação não substitui a previsão constitucional de exclusividade do Tribunal do Júri na análise de mérito dos crimes dolosos contra a vida, pois, ao afastar a primeira decisão do Conselho de Sentença, simplesmente, determina novo e definitivo julgamento de mérito pelo próprio Júri\n\n\n\n    5. Sendo constitucionalmente possível a realização de um novo julgamento pelo próprio Tribunal do Júri, dentro do sistema acusatório consagrado pelo nosso ordenamento jurídico como garantia do devido processo legal, não é possível o estabelecimento de distinção interpretativa para fins de recursos apelatórios entre acusação e defesa, sob pena de ferimento ao próprio princípio do contraditório, que impõe a condução dialética do processo (par conditio). \n\n\n\n    6. Agravo Regimental provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763565692","externo_seq_objeto_incidente":6462913,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-199  DIVULG 04-10-2022  PUBLIC 05-10-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=218697&classe=RHC","is_colac":false,"titulo":"RHC 218697 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00038 LET-C INC-00055\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-000263 ANO-1948\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00982 PAR-00003 ART-01035\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00406 ART-00483 INC-00001 INC-00002\n    INC-00003 ART-00497 ART-00593 INC-00001\n    LET-D INC-00003 LET-A LET-B\n    LET-C LET-D PAR-00001 PAR-00002\n    PAR-00003 ART-00598\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00192\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2022-10-05","documental_acordao_mesmo_sentido_lista_texto":"HC 214462 AgR PROCESSO ELETRÔNICO\n          JULG-03-10-2022  UF-SP  TURMA-01  MIN-DIAS TOFFOLI N.PÁG-020\n          DJe-240  DIVULG 25-11-2022  PUBLIC 28-11-2022","documental_indexacao_texto":"- TRIBUNAL DO JÚRI, ORIGEM, COMPOSIÇÃO. TRIBUNAL DO JÚRI, CONSTITUIÇÃO FEDERAL, OBSERVÂNCIA, PLENITUDE DE DEFESA; SIGILO, VOTAÇÃO; SOBERANIA DO VEREDICTO. CABIMENTO, RECURSO, DECISÃO, TRIBUNAL DO JÚRI, DIREITO COMPARADO. TRIBUNAL DO JÚRI, ORDENAMENTO JURÍDICO BRASILEIRO, DUPLO GRAU DE JURISDIÇÃO. CRIME DOLOSO CONTRA A VIDA, TRIBUNAL DO JÚRI, COGNIÇÃO EXAURIENTE, APRECIAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO; VALORAÇÃO DA PROVA. NOVO JULGAMENTO, TRIBUNAL DO JÚRI, DUPLO GRAU DE JURISDIÇÃO, CARÁTER ABSOLUTO, SOBERANIA DO VEREDICTO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: TRIBUNAL DO JÚRI, QUESITO GENÉRICO, ABSOLVIÇÃO, RECURSO CRIMINAL, MINISTÉRIO PÚBLICO, PROVA, CONTRARIEDADE, AUTOS. IDENTIDADE, MATÉRIA, TEMA DE REPERCUSSÃO GERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=218697&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SOBERANIA DO VEREDICTO)\nRHC 118197 (1ªT). \n(TRIBUNAL DO JÚRI, ABSOLVIÇÃO, QUESITO GENÉRICO)\nHC 185068 (2ªT). \n(COMPETÊNCIA, TRIBUNAL DO JÚRI, CRIME DOLOSO CONTRA A VIDA, APRECIAÇÃO, FATO, PROVA)\nHC 70193 (1ªT), RHC 170559 (1ªT). \n(NOVO JULGAMENTO, TRIBUNAL DO JÚRI, SOBERANIA DO VEREDICTO)\nHC 100693 (1ªT), HC 104285 (2ªT), HC 111207 (2ªT), RHC 113314 AgR (1ªT), RHC 118197 (1ªT), RHC 124554 (1ªT), RHC 132321 (2ªT), HC 134412 (2ªT), HC 142621 AgR (1ªT), HC 173582 AgR (1ªT), HC 32271 (TP). \n(NOVO JULGAMENTO, TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS)\nHC 102004 (1ªT), RHC 122497 (1ªT), RHC 124554 (1ªT). \n(TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS)\nHC 75426 (1ªT), HC 106287 (1ªT), HC 107525 (2ªT). \n- Decisões monocráticas citadas:\n(TRIBUNAL DO JÚRI, ABSOLVIÇÃO, QUESITO GENÉRICO)\nRHC 192431 AgR.\n(COMPETÊNCIA, TRIBUNAL DO JÚRI, CRIME DOLOSO CONTRA A VIDA, APRECIAÇÃO, FATO, PROVA)\nHC 199098.\n(NOVO JULGAMENTO, TRIBUNAL DO JÚRI, SOBERANIA DO VEREDICTO)\nRHC 170426.\n- Legislação estrangeira citada: 5ª Emenda à Constituição dos Estados Unidos; Strafprozeßordnung, StPO, seção 312.\n- Decisões estrangeiras citadas: Caso Fong Foo vs. United States, 1962, Caso Harry Aleman vs. Judges of the Criminal Division, Caso Burks vs. United States, da Suprema Corte dos Estados Unidos; Caso Connely vs. DPP, da House of Lords da Inglaterra;  Caso Judge vs. the United Kingdom, do Tribunal de Direitos do Homem; sentencias 115/2006, 246/2004 e 169/2004 do Tribunal Constitucional da Espanha.\nNúmero de páginas: 28.\nAnálise: 17/04/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : OZIAS GRANADO \nADV.(A/S)  : LEANDRO DE LIMA OLIVEIRA E OUTRO(A/S)\nINTDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470593,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RHC 218697 AgR","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2022-09-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"ALMEIDA, Ricardo Vital de. O júri no Brasil: aspectos constitucionais, soberania e democracia social. EDJUR, 2005.\nBLACK, Henry Campbell. Jury. In: Black's law dictionary. p. 768 apud FERREIRA, Pinto. Comentários à Constituição brasileira. Saraiva, 1989-1994. v. 2. p. 154-156.\nFERREIRA, Pinto. Comentários à Constituição brasileira. Saraiva, 1989-1994. v. 2. p. 154-156.\nHUNGRIA, Nelson apud ESPÍNOLA FILHO, Eduardo. Código de Processo Penal Brasileiro Anotado. Campinas: Bookseller, 2000. v. 6. p. 171-172.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. 3. ed. JusPODIVM, 2018. p. 1450-1451.\nLIMA, Renato Brasileiro de. Manual de Processo Penal. 6. ed. JusPODIVM, 2018. p. 1354-1355.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 11. ed. Atlas, 2008. p. 1487-1488.\nMIRANDA, Pontes de. Comentários à Constituição de 1967. 2. ed. Revista dos Tribunais, 1973. p. 270.\nNUCCI, Guilherme de Souza. Tribunal do Júri. 7. ed. Forense, 2018. p. 434.\nSILVA, Amaury. O novo Tribunal do Júri. J. H. Mizuno, 2009. p. 52.\nVARGAS, José Cirilo de. O processo penal e garantias fundamentais. Del Rey, 1992.","ministro_facet":["DIAS TOFFOLI","ALEXANDRE DE MORAES"],"processo_numero":218697,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur471193","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Alexandre de Moraes (Relator), que negava provimento ao recurso extraordinário, para manter o acórdão recorrido, e propunha a fixação da seguinte tese de repercussão geral (tema 1.182): “À luz do art. 227 da CF, que confere proteção integral da criança com absoluta prioridade, a licença maternidade, prevista no art. 7º, XVIII, da CF/88 e regulamentada pelo art. 207 da Lei 8.112/1990, estende-se ao pai, genitor monoparental, em respeito ao princípio da isonomia de direitos entre o homem e a mulher (art. 5º, I, CF)”, no que foi acompanhado pelo Ministro André Mendonça, o julgamento foi suspenso. Falaram: pelo recorrente, a Dra. Bruna Maria Palhano Medeiros, Procuradora Federal; pelo recorrido, o Dr. Biovane Ribeiro; pelo amicus curiae Defensoria Pública da União, o Dr. Bruno Arruda, Defensor Público Federal; pelo amicus curiae Federação Nacional dos Trabalhadores do Judiciário Federal e Ministério Público da União - FENAJUFE, os Drs. Renato Bastos Abreu e Raimundo Cézar Britto Aragão; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, justificadamente, a Ministra Rosa Weber. Presidência do Ministro Luiz Fux. Plenário, 11.5.2022.\r\n\n                       Decisão: O Tribunal, por unanimidade, apreciando o tema 1.182 da repercussão geral, negou provimento ao recurso extraordinário, para manter o acórdão recorrido, e fixou a seguinte tese: \"À luz do art. 227 da CF, que confere proteção integral da criança com absoluta prioridade e do princípio da paternidade responsável, a licença maternidade, prevista no art. 7º, XVIII, da CF/88 e regulamentada pelo art. 207 da Lei 8.112/1990, estende-se ao pai genitor monoparental\", nos termos do voto do Relator. Ausente, justificadamente, a Ministra Rosa Weber. Presidência do Ministro Luiz Fux. Plenário, 12.5.2022.","is_repercussao_geral_merito":true,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["3","8","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur471193","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur471193","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. SERVIDOR PÚBLICO FEDERAL. GENITOR MONOPARENTAL DE CRIANÇAS GÊMEAS GERADAS POR MEIO DE TÉCNICA DE FERTILIZAÇÃO IN VITRO E GESTAÇÃO POR SUBSTITUIÇÃO (“BARRIGA DE ALUGUEL”). DIREITO AO BENEFÍCIO DE SALÁRIO-MATERNIDADE PELO PRAZO DE 180 DIAS. \n\n\n\n    1. Não há previsão legal da possibilidade de o pai solteiro, que optou pelo procedimento de fertilização in vitro em “barriga de aluguel”, obter a licença-maternidade. \n\n\n\n    2. A Constituição Federal, no art. 227, estabelece com absoluta prioridade a integral proteção à criança. A ratio dos artigos 6º e 7º da CF não é só salvaguardar os direitos sociais da mulher, mas também efetivar a integral proteção ao recém-nascido.\n\n\n\n    3. O art. 226, § 5º, da Lei Fundamental estabelece que os direitos e deveres referentes à sociedade conjugal são exercidos igualmente pelo homem e pela mulher, não só em relação à sociedade conjugal em si, mas, sobretudo, no que tange ao cuidado, guarda e educação dos filhos menores.\n\n\n\n    4. A circunstância de as crianças terem sido geradas por meio fertilização in vitro e utilização de barriga de aluguel mostra-se irrelevante, pois, se a licença adotante é assegurada a homens e mulheres indistintamente, não há razão lógica para que a licença e o salário- maternidade não seja estendido ao homem quando do nascimento de filhos biológicos que serão criados unicamente pelo pai. Entendimento contrário afronta os princípios do melhor interesse da criança, da razoabilidade e da isonomia.\n\n\n\n    5. A Nota Informativa SEI nº 398/2022/ME, e Nota Técnica SEI nº 18585/2021/ME, emitidas pela Secretaria de Gestão e Desempenho de Pessoal do Ministério da Economia, trazidas aos autos pelo INSS, informam que “‘em consonância com a proteção integral da criança’, a Administração Pública federal reconhece ‘o direito, equivalente ao prazo da licença à gestante a uma das pessoas presentes na filiação, independente de gênero e estado civil, desde que ausente a parturiente na composição familiar do servidor’”. \n\n\n\n    6. As informações constantes nas aludidas Notas emitidas pelo Ministério da Economia apenas confirmam que o entendimento exposto no voto acompanha a compreensão que esta CORTE tem reiteradamente afirmado nas questões relativas à proteção da criança e do adolescente, para os quais a atenção e o cuidado parentais são indispensáveis para o desenvolvimento saudável e seguro.\n\n\n\n    7. Recurso Extraordinário a que se nega provimento. Fixada, para fins de repercussão geral, a seguinte tese ao Tema 1182: “À luz do art. 227 da CF que confere proteção integral da criança com absoluta prioridade, bem como do princípio da isonomia de direitos entre o homem e a mulher (art. 5º, I, CF), a licença maternidade, prevista no art. 7º, XVIII, da CF/88, e regulamentada pelo art. 207 da Lei 8.112/1990, estende-se ao pai, genitor monoparental, servidor público.”","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763952910","externo_seq_objeto_incidente":6265210,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-213  DIVULG 21-10-2022  PUBLIC 24-10-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1348854&classe=RE","is_colac":false,"titulo":"RE 1348854","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00003 INC-00001\n    ART-00005 \"CAPUT\" INC-00001 INC-00002\n    ART-00006 ART-00007 INC-00018 INC-00019\n    INC-00030 INC-00033 ART-00030 INC-00004\n    ART-00037 \"CAPUT\" ART-00039 PAR-00003\n    ART-00040 PAR-00012 ART-00102 INC-00003\n    LET-A ART-00195 PAR-00005 ART-00201\n    ART-00226 \"CAPUT\" PAR-00003 PAR-00004\n    PAR-00005 PAR-00006 PAR-00007 PAR-00008\n    ART-00227 \"CAPUT\" PAR-00006 ART-00229\n    \"CAPUT\" ART-00231\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000020 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000103 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00010 PAR-00001\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-003071 ANO-1916\n    CC-1916 CÓDIGO CIVIL \n\n","LEG-FED   LEI-008069 ANO-1990\n    ART-00004 ART-00006 ART-00020 ART-00021\n    ART-00022 ART-00040\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008112 ANO-1990\n    ART-00184 INC-00002 ART-00207 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00208\n    ART-00209 ART-00210\n    RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-008213 ANO-1991\n    ART-00016 PAR-00002 ART-00071 ART-0071A\n    PAR-00001 PAR-00002 ART-0071B PAR-00001\n    PAR-00002 INC-00001 INC-00002 INC-00003\n    INC-00004 PAR-00003 ART-0071C\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009032 ANO-1992\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009528 ANO-1997\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-01596\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011340 ANO-2006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011770 ANO-2008\n    ART-00001 INC-00002 ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012873 ANO-2013\n    ART-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013257 ANO-2016\n    ART-00003 ART-00004 INC-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013509 ANO-2017\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1989\n    ART-00003 NÚMERO-00001 ART-00007 NÚMERO-00001\n    CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00004 ART-00020\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-0392A ART-0392B ART-0392C ART-00396\n    ART-00473 INC-00003 PAR-ÚNICO\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   MPR-001116 ANO-2022\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000028 ANO-1990\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-099710 ANO-1990\n    DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-003048 ANO-1999\n    DECRETO\n\n","LEG-FED   DEC-006690 ANO-2008\n    ART-00002 PAR-00001 PAR-00002 PAR-00003\n    INC-00001 LET-A LET-B LET-C\n    INC-00002 LET-A LET-B\n    DECRETO\n\n","LEG-FED   DEC-006691 ANO-2008\n    DECRETO\n\n","LEG-FED   DEC-008737 ANO-2016\n    DECRETO\n\n","LEG-FED   RES-002294 ANO-2021\n    RESOLUÇÃO DO CONSELHO FEDERAL DE MEDICINA - CFM\n\n","LEG-FED   PRT-000464 ANO-2018\n    ART-00012 INC-00001 INC-00002 INC-00003\n    PAR-00003 ART-00043 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 PAR-00005 PAR-00006\n    PORTARIA DO MINISTÉRIO DA FAZENDA- MF\n\n","LEG-FED   SUV-000037\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LCP-000447 ANO-2009\n    ART-00005\n    LEI COMPLEMENTAR, SC\n\n","LEG-EST   LCP-000165 ANO-2021\n    LEI COMPLEMENTAR, MG\n\n","LEG-EST   LEI-002578 ANO-2012\n    ART-00092 INC-00002 LET-B LET-C\n    ART-00094 INC-00001 INC-00002\n    LEI ORDINÁRIA, TO"],"publicacao_data":"2022-10-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EMPREGADA GESTANTE, ATIVIDADE INSALUBRE, APRESENTAÇÃO, ATESTADO MÉDICO. ESTABILIDADE PROVISÓRIA, GARANTIA CONSTITUCIONAL, MULHER, FILHO RECÉM-NASCIDO. RECONHECIMENTO, MENOR SOB GUARDA, DEPENDENTE, CONCESSÃO, BENEFÍCIO PREVIDENCIÁRIO, COMPROVAÇÃO, DEPENDÊNCIA ECONÔMICA. INCONSTITUCIONALIDADE, LEI ESTADUAL, DIFERENÇA, MATERNIDADE, ADOTANTE, DURAÇÃO, LICENÇA MATERNIDADE. ENTIDADE FAMILIAR, UNIÃO HOMOAFETIVA. ADOÇÃO, CRIANÇA, CASAL HOMOSSEXUAL. EQUIPARAÇÃO, PRAZO, LICENÇA MATERNIDADE, GESTANTE, ADOTANTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ANDRÉ MENDONÇA: DIFERENÇA, GRAVIDEZ, PARTO, PERÍODO DE AMAMENTAÇÃO. STF, RECONHECIMENTO, DIREITO PREVIDENCIÁRIO, EQUILÍBRIO ATUARIAL, REGIME PREVIDENCIÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: TERMO INICIAL, LICENÇA MATERNIDADE, SALÁRIO-MATERNIDADE, ALTA HOSPITALAR, MÃE, FILHO RECÉM-NASCIDO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: INCIDÊNCIA, CONTRIBUIÇÃO PREVIDENCIÁRIA, SALÁRIO-MATERNIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CONSTITUCIONALIDADE, LEI MARIA DA PENHA. PROVA FÍSICA, DIFERENÇA, HOMEM, MULHER, CONCURSO PÚBLICO. CONCURSO PÚBLICO, GESTANTE, PROVA FÍSICA, REMARCAÇÃO. INCONSTITUCIONALIDADE, LEI, PERMISSÃO, EXPOSIÇÃO, EMPREGADA GESTANTE, ATIVIDADE INSALUBRE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: PRISÃO DOMICILIAR, RESPONSÁVEL, CRIANÇA, MENOR DE DOZE ANOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1348854&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMPREGADA GESTANTE, ATIVIDADE INSALUBRE, APRESENTAÇÃO, ATESTADO MÉDICO)\nADI 5938 (TP). \n(DIREITO À PROTEÇÃO DA MATERNIDADE E DA INFÂNCIA)\nRE 629053 (TP), RE 658312 2ºJULG (TP), RE 1058333 (TP). \n(RECONHECIMENTO, MENOR SOB GUARDA, DEPENDENTE, CONCESSÃO, BENEFÍCIO PREVIDENCIÁRIO, COMPROVAÇÃO, DEPENDÊNCIA ECONÔMICA)\nADI 4878 (TP), ADI 5083 (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, DIFERENÇA, MATERNIDADE, ADOTANTE, DURAÇÃO, LICENÇA MATERNIDADE)\nADI 6600 (TP). \n(ENTIDADE FAMILIAR, UNIÃO HOMOAFETIVA)\nADI 4277 (TP), ADPF 132 (TP). \n(EQUIPARAÇÃO, PRAZO, LICENÇA MATERNIDADE, GESTANTE, ADOTANTE)\nRE 197807 (2ªT), RE 778889 (TP). \n(STF, RECONHECIMENTO, DIREITO PREVIDENCIÁRIO, EQUILÍBRIO ATUARIAL, REGIME PREVIDENCIÁRIO)\nRE 381367 (TP), RE 567360 ED (2ªT), RE 1221446 (TP). \n(INCONSTITUCIONALIDADE POR OMISSÃO)\nMS 23809 AgR (2ªT). \n(TERMO INICIAL, LICENÇA MATERNIDADE, SALÁRIO-MATERNIDADE, ALTA HOSPITALAR, MÃE, FILHO RECÉM-NASCIDO)\nADI 6327 MC-Ref (TP). \n(PRISÃO DOMICILIAR, RESPONSÁVEL, CRIANÇA, MENOR DE DOZE ANOS)\nHC 165704 (2ªT). \n(INCIDÊNCIA, CONTRIBUIÇÃO PREVIDENCIÁRIA, SALÁRIO-MATERNIDADE)\nRE 576967 (TP). \n(CONSTITUCIONALIDADE, LEI MARIA DA PENHA)\nADC 19 (TP), ADI 4424 (TP). \n(PROVA FÍSICA, DIFERENÇA, HOMEM, MULHER, CONCURSO PÚBLICO)\nMS 29963 (2ªT). \n(CONCURSO PÚBLICO, GESTANTE, PROVA FÍSICA, REMARCAÇÃO)\nRE 1058333 (TP). \n(INCONSTITUCIONALIDADE, LEI, PERMISSÃO, EXPOSIÇÃO, EMPREGADA GESTANTE, ATIVIDADE INSALUBRE)\nADI 5938 (TP). \n(ESTABILIDADE PROVISÓRIA, GARANTIA CONSTITUCIONAL, MULHER, FILHO RECÉM-NASCIDO)\nRE 629053 (TP). \n(MULTIPARENTALIDADE)\nRE 898060 (TP). \n- Decisão monocrática citada:\n(ADOÇÃO, CRIANÇA, CASAL HOMOSSEXUAL)\nRE 846102.\n- Acórdão(s) citado(s) - outros tribunais:\n(ADOÇÃO, CRIANÇA, CASAL HOMOSSEXUAL)\nSTJ: REsp 1281093\nTJRS: AC 70013801592. \n- Legislação estrangeira citada: Constituição dos EUA; Seção 214 do Código do IRS, dos EUA; Summary of part III of the Canada Labour Code; Decreto-lei 339, de 8 de dezembro de 2016, de cuba.\n- Decisão estrangeira citada: Caso Weinberger vs. Wiesenfeld, de 1975, da Suprema Corte dos Estados Unidos.\n- Veja Nota Informativa SEI nº 398/2022/ME e Nota Técnica SEI nº 18585/2021/ME (SEI nº 21560994, emitidas pela Secretaria de Gestão e Desempenho de Pessoal do Ministério da Economia.\nNúmero de páginas: 168.\nAnálise: 04/04/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nRECDO.(A/S)  : MARCO ANTONIO ALVES RIBEIRO \nADV.(A/S)  : BIOVANE RIBEIRO \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES DO JUDICIÁRIO FEDERAL E MINISTÉRIO PÚBLICO DA UNIÃO - FENAJUFE \nADV.(A/S)  : PAULO FRANCISCO SOARES FREIRE \nADV.(A/S)  : RENATO BASTOS ABREU \nADV.(A/S)  : RAIMUNDO CEZAR BRITTO ARAGAO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1182 - Constitucionalidade da extensão da licença maternidade, prevista no art. 7º, XVIII, da CF/88 e regulamentada pelo art. 207 da Lei 8.112/1990, ao pai solteiro servidor público, em face dos princípios da isonomia (art. 5º, I, CF), da legalidade (art. 37, caput, CF), e da proteção integral da criança com absoluta prioridade (art. 227 da CF), bem como ante o art. 195, § 5º, da CF, que dispõe que nenhum benefício ou serviço da seguridade social poderá ser criado, majorado ou estendido sem a correspondente fonte de custeio total.","old_seq_sjur":471193,"documental_tese_texto":"À luz do art. 227 da CF, que confere proteção integral da criança com absoluta prioridade e do princípio da paternidade responsável, a licença maternidade, prevista no art. 7º, XVIII, da CF/88 e regulamentada pelo art. 207 da Lei 8.112/1990, estende-se ao pai genitor monoparental.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 1348854","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-05-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ADDATI, Laura; CASSIRER, Naomi; GILCHRIST, Katherine. Maternity and paternity at work: law and practice across the world. International Labor Office, Genebra: ILO, 2014. p. 61.\nBRASIL. Ministério da Saúde. Secretaria de Atenção à Saúde. Departamento de Ações Programáticas Estratégicas. Atenção à saúde do recém-nascido: guia para os profissionais de saúde. Brasília: Ministério da Saúde, 2014. v. I – Cuidados gerais. Disponível em: https://bvsms.saude.gov.br/bvs/\npublicacoes/atencao_saude_recem_nascido_v1.pdf. Acesso em: 10 maio 2022.\nEL PAÍS Brasil. Espanha equipara licença paternidade e maternidade, e avança na igualdade de gênero. Disponível em: https://brasil.elpais.com/internacional/2021-01-01/espanha-equipara-licenca-paternidade-e-maternidade-e-avanca-na-igualdade-degenero. html. Acesso em: 10 maio 2022.\nFARIAS, Cristiano Chaves de. A família parental In: PEREIRA, Rodrigo da Cunha (org.). Tratado de Direito das Famílias. Belo Horizonte: IBDFAM, 2015. p. 251.\nFUNDO DAS NAÇÕES UNIDAS PARA A INFÂNCIA (UNICEF). Licença parental paga e políticas pró-família: um sumário de evidências. 2019. Disponível em: https://www.unicef.org/media/95156/file/Parental-Leave-PT.pdf.\nGOVERNMENT OFFICES OF SWEDEN. Gender equality policy in Sweden. Suécia, 2016. p. 3.\nHESSE, Konrad. A Força Normativa da Constituição. Tradução: Gilmar Ferreira Mendes. Porto Alegre: Sergio Antonio Fabris, 1991. p. 20.\nHIRSCHMANN, Nancy J. Toward a Feminist Theory of Freedom. Political Theory, v. 24, n. 1, 1996. p. 46-67.\nINTERNATIONAL MONETARY FUND (IMF). The economic cost of devaluing women work. 2019. Disponível em:\nhttps://www.imf.org/pt/News/Articles/2019/10/15/blog-the-economic-cost-ofdevaluing-women-work.\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA (IBGE). Estatísticas de gênero: indicadores sociais das mulheres no Brasil. 2021. Disponível em: https://biblioteca.ibge.gov.br/index.php/biblioteca-catalogo?\nview=detalhes&id=2101784\nLÔBO, Paulo. Direito de família e os princípios constitucionais. In: PEREIRA, Rodrigo da Cunha (org.). Tratado de Direito das Famílias. Belo Horizonte: IBDFAM, 2015. p. 123.\nMACHADO, C.; PINHO NETO, V. The Labor Market Consequences of Maternity Leave Policies: Evidence from Brazil, 2016. Disponível em: https://portal.fgv.br/sites/portal.fgv.br/files/the_labor_market_\nconsequences_of_maternity_leave_policies_evidence_from_brazil.pdf.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 16. ed. São\nPaulo: Saraiva, 2021. p. 232-233.\nORGANIZAÇÃO PARA A COOPERAÇÃO E DESENVOLVIMENTO ECONÔMICO (OECD). What dads can do for gender equality. 2016. Disponível em: https://www.oecd.org/gender/what-dads-can-do-for-gender-equality.htm.\nPLANK, Liz. Hey, Dudes, You Owe Ruth Bader Ginsburg Your Freedom Too. Cosmopolitan, 20 set. 2020. Disponível em: https://www.cosmopolitan.com/politics/a34087564/ruth-bader-ginsburgmen-freedom-gender-equality/.\nRODRIGUEZ, Leah. 5 Laws Ruth Bader Ginsburg Championed to Support Gender Equality. Global Citizen, 21 set. 2020. Disponível em: https://www.globalcitizen.org/en/content/gender-equality-laws-quotesruth-bader-ginsburg/.\nSILVA, José Afonso da. Curso de direito constitucional positivo. 24. ed. São Paulo: Malheiros, 2005. p. 217.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1348854,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur417359","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Renovado o pedido de vista do Senhor Ministro Nelson Jobim, justificadamente, nos termos do § 1º do artigo 1º da Resolução nº 278, de 15 de dezembro de 2003. Presidência do Senhor Ministro Maurício Corrêa. Plenário, 28.04.2004. \r\n\n                       Decisão:  O Tribunal, por maioria, indeferiu o pedido de medida cautelar, nos termos do voto do Relator, vencido o Ministro Edson Fachin, que o deferia com eficácia ex nunc. Redatora para o acórdão a Ministra Cármen Lúcia. Não votou o Ministro Alexandre de Moraes, tendo em vista o voto do Ministro Sydney Sanches (Relator) em assentada anterior. Ausentes, justificadamente, o Ministro Dias Toffoli (Presidente), impedido neste julgamento, e o Ministro Luiz Fux. Presidência do Ministro Celso de Mello. Plenário, 11.04.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["8"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"CÁRMEN LÚCIA","revisor_processo_nome":null,"id":"sjur417359","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur417359","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: MEDIDA CAUTELAR EM AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI NACIONAL N. 9.601/1998. CONTRATO DE TRABALHO POR PRAZO DETERMINADO. AUSÊNCIA DE INCONSTITUCIONALIDADE FORMAL E DE PERICULUM IN MORA. CAUTELAR INDEFERIDA. \n\n\n\n    1. Em 1999 e 2001, o caput do art. 2º da Lei n. 9.601 foi sucessivamente alterado pelas Medidas Provisórias n. 1.879-13/1999 e n. 2.164/2001, quanto ao prazo em que vigorariam as reduções das alíquotas de contribuições sociais e da contribuição para o FGTS, nas contratações com duração determinada. Prejudicialidade superveniente do pedido no ponto. \n\n\n\n    2. As regras constitucionais que primam pela continuidade da relação empregatícia não inviabilizam as modalidades de contratação temporária (e subsidiárias), previstas desde a Consolidação das Leis do Trabalho. Tampouco elidem o campo de atuação, também com assento constitucional, de empregadores e sindicatos de empregados na celebração de acordos voltados ao fomento da atividade produtiva e laboral, atentos aos fatores políticos, econômicos, sociais e tecnológicos que impactam o mercado de trabalho no mundo todo.\n\n\n\n    3. O art. 1º, § 1º, inc. I, da Lei nº 9.601/1998 não estabelece diretamente normas sobre despedida arbitrária ou sem justa causa nos contratos de trabalho por prazo determinado. O dispositivo legal trata diretamente da prevalência de acordo coletivo ou convenção coletiva de trabalho, instituto autônomo do Direito do Trabalho com extrema relevância e fundamento constitucional insculpido no inc. XXVI do art. 7º da Constituição da República. Desnecessidade de lei complementar e ausência de inconstitucionalidade formal.\n\n\n\n    4. Em vigor há mais de duas décadas, a lei impugnada demonstrou reduzida adesão a essa nova modalidade de contratação, a pressupor acordo sinalagmático entre patrões e empregados, tendo sido considerada pouco expressiva se comparada com o volume total de contratações. Ausente, portanto, o periculum in mora a justificar a concessão da medida cautelar.\n\n\n\n    5. Medida cautelar indeferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751650092","externo_seq_objeto_incidente":3718723,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-278  DIVULG 13-12-2019  PUBLIC 16-12-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1764&classe=ADI","is_colac":false,"titulo":"ADI 1764 MC","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00007 \"CAPUT\" \n          INC-00001 INC-00002 INC-00003 INC-00006 \n          INC-00013 INC-00014 INC-00026 INC-00032 \n          INC-00034 ART-00008 INC-00008 ART-00170 \n          INC-00003 ART-00193\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00010 INC-00001 INC-00002 LET-A \n          LET-B PAR-00001 PAR-00002 PAR-00003\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-006019      ANO-1974\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008213      ANO-1991\n          ART-00118\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009601      ANO-1998\n          ART-00001 PAR-00001 INC-00001 INC-00002 \n          PAR-00002 PAR-00003 PAR-00004 \n          ART-00002 \"CAPUT\" REDAÇÃO DADA PELA MP-2164/2001\n          ART-00002 \"CAPUT\" INC-00001 INC-00002 \n          PAR-ÚNICO \n          ART-00002 REDAÇÃO ORIGINÁRIA\n          ART-00002 REDAÇÃO DADA PELA MP-1879/1999\n          ART-00003 INC-00001 INC-00002 INC-00003 \n          PAR-ÚNICO ART-00004 INC-00001 INC-00002 \n          PAR-00001 INC-00001 INC-00002 PAR-00002 \n          PAR-00003 PAR-00004 ART-00005 ART-00006 \n          ART-00007 ART-00008 ART-00009 ART-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00059 PAR-00002 REDAÇÃO DADA PELA LEI-9601/1998\n          ART-00059 PAR-00002 REDAÇÃO DADA PELA MP-2164/2001\n          ART-0075B \n          ART-00443 REDAÇÃO DADA PELA LEI-13467/2017\n          ART-00443 PAR-00001 ART-00443 PAR-00002 \n          LET-A LET-B LET-C ART-0452A \n          ART-00479 PAR-ÚNICO \n          ART-00480 PAR-00001 RENUMERADO PELO DEL-6353/1944\n          ART-00480 PAR-ÚNICO REDAÇÃO ORIGINÁRIA\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-006353      ANO-1944\n                DECRETO-LEI\n\n","LEG-FED   MPR-001879      ANO-1999\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-002164      ANO-2001\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DEC-002490      ANO-1998\n          ART-00001 PAR-ÚNICO ART-00003\n                DECRETO\n\n","LEG-FED   RGI      ANO-1980\n          ART-00038 INC-00004 LET-A ART-00134 \n          \"CAPUT\"\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2019-12-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIFERENÇA, CONTRATO POR PRAZO DETERMINADO, CONTRATAÇÃO TEMPORÁRIA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: AMPLIAÇÃO, CONTRATO POR PRAZO DETERMINADO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA PARIDADE DE ARMAS, PROTEÇÃO, DISPENSA ARBITRÁRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1764&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ESTABILIDADE, EMPREGO, GARANTIA CONSTITUCIONAL)\nRE 179193 (2ªT). \n(TUTELA, RELAÇÃO DE EMPREGO)\nADI 1721 (TP), ADI 1480 MC (1ªT). \n(SINDICATO, NEGOCIAÇÃO COLETIVA, CF/88)\nADI 4364 (TP). \n(REGULAÇÃO, RELAÇÃO DE EMPREGO, LEI COMPLEMENTAR)\nADI 639 (TP), ADI 3934 (TP). \n(EMPREGADA GESTANTE, CONTRATAÇÃO TEMPORÁRIA, LICENÇA MATERNIDADE)\nRE 287905 (2ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nTST: ARR - 420-29.2013.5.09.0016; RR - 858400-65.2008.5.09.0018; RR - 7024-54.2011.5.12.0028; E-ED-RR - 114600-20.2004.5.15.0109. \n- Legislação estrangeira citada: art. 1 da Declaração Universal dos Direitos Humanos, de 1948.\r\n- Veja ADI 1765, ADI 1766, ADI 1768 e ADI 1794 do STF.\r\n- Veja XV Congresso Brasileiro de Sociologia.\r\n\nNúmero de páginas: 171.\nAnálise: 16/09/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DOS TRABALHADORES - PT \nADV.(A/S)  : ALBERTO MOREIRA RODRIGUES \nREQTE.(S)  : PARTIDO DEMOCRÁTICO TRABALHISTA - PDT \nADV.(A/S)  : HUGO LEAL MELO DA SILVA \nREQTE.(S)  : PARTIDO COMUNISTA DO BRASIL - PC DO B \nADV.(A/S)  : PAULO MACHADO GUIMARAES \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NO COMÉRCIO - CNTC \nADV.(A/S)  : JOAO VICENTE MURINELLI NEBIKER \nREQTE.(S)  : CONFEDERACAO NACIONAL DOS TRABALHADORES NA SAUDE \nADV.(A/S)  : MARIANA PRADO GARCIA DE QUEIROZ VELHO \nREQTE.(S)  : CONFEDERACAO NACIONAL DOS TRABALHADORES NA AGRICULTURA \nREQTE.(S)  : CENTRAL ÚNICA DOS TRABALHADORES \nREQTE.(S)  : ASSOCIAÇÃO NACIONAL DOS SINDICATOS SOCIAL DEMOCRATAS \nADV.(A/S)  : MARTHIUS SAVIO CAVALCANTE LOBATO \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES DA INDÚSTRIA - CNTI \nADV.(A/S)  : UBIRACY TORRES CUÓCO \nREQTE.(S)  : CONFEDERACAO NACIONAL DAS PROFISSOES LIBERAIS \nADV.(A/S)  : ANTONIO CLAUDIO DE ARAUJO \nREQTE.(S)  : CONFEDERACAO GERAL DOS TRABALHADORES CGT \nADV.(A/S)  : JOSE CARLOS DA SILVA AROUCA \nREQTE.(S)  : CONFEDERAÇÃO DOS SERVIDORES PÚBLICOS DO BRASIL \nREQTE.(S)  : CENTRAL AUTÔNOMA DE TRABALHADORES - CAT \nADV.(A/S)  : JOAQUIM PEDRO DE OLIVEIRA \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM TRANSPORTES MARÍTIMOS, AÉREOS E FLUVIAIS - CONTTMAF \nADV.(A/S)  : EDSON MARTINS AREIAS \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nINTDO.(A/S)  : CONGRESSO NACIONAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":417359,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 1764 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-04-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BOMFIM, B. Calheiros; SANTOS, Silvério dos. Dicionário de decisões trabalhistas. 24. ed. Rio de Janeiro: Edições Trabalhistas. p. 23.\nDELGADO, Maurício Godinho. O novo contrato por tempo determinado. 2. ed. São Paulo: LTR, 2001. p. 22 e p. 28.\nMARTINS, Sérgio Pinto. Contrato de trabalho de prazo determinado e banco de horas: Lei n. 9.601/98. 3. ed. São Paulo: Atlas, 2000. p. 17, p. 23 e p. 26.\nNASCIMENTO, Amauri Mascaro. Direito do Trabalho na Constituição de 1988. p. 47.\nOLIVEIRA, Isabela Fadul de. A efetividade do direito do trabalho e os contratos por tempo determinado. Tese (pós-doutorado em Economia) - Instituto de Economia da UNICAMP.\nPINTO, Bernadete Edith de Rosa. A flexibilização das relações de trabalho: a precariedade do contrato a prazo determinado da Lei n. 9.601, de 1998. São Paulo: LTR, 2001. p. 55, p. 86, p. 67, p. 87 e p. 102.\nSILVA, José Afonso da. Comentário contextual à Constituição. 5. ed. São Paulo: Malheiros, 2009. p. 75 e p. 189-190.","ministro_facet":["GILMAR MENDES","CÁRMEN LÚCIA"],"processo_numero":1764,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur416563","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), no sentido de julgar procedente a arguição de descumprimento de preceito fundamental, a fim de reconhecer a incompatibilidade com o texto constitucional do art. 86 do Decreto-Lei 200/67; e do voto do Ministro Gilmar Mendes, que a julgava improcedente, pediu vista dos autos o Ministro Alexandre de Moraes. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 16.8.2019 a 22.8.2019.\r\n\n           Decisão: O Tribunal, por maioria, julgou procedente a arguição de descumprimento de preceito fundamental, a fim de reconhecer a incompatibilidade com o texto constitucional do art. 86 do Decreto-Lei 200/67, nos termos do voto do Relator, vencidos os Ministros Gilmar Mendes, Alexandre de Moraes, Dias Toffoli (Presidente), Roberto Barroso e Rosa Weber. Plenário, Sessão Virtual de 25.10.2019 a 4.11.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur416563","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur416563","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Arguição de Descumprimento de Preceito Fundamental. Direito Constitucional. Art. 86 do Decreto-lei nº 200/1967, que prevê o sigilo da movimentação dos créditos destinados à realização de despesas reservadas ou confidenciais. não Recepção pela Constituição de 1988. Arguição Julgada procedente. \n\n\n\n    1. O Princípio de Publicidade dos Atos da Administração Pública caracteriza-se como preceito fundamental para fins de cabimento de Arguição de Descumprimento de Preceito Fundamental.\n\n\n\n    2. O Estado Democrático de Direito instaurado pela Constituição de 1988 estabeleceu, como regra, a publicidade das informações referentes às despesas públicas, prescrevendo o sigilo como exceção, apenas quando imprescindível à segurança da sociedade e do Estado. Quanto maior for o sigilo, mais completas devem ser as justificativas para que, em nome da proteção da sociedade e do Estado, tais movimentações se realizem.\n\n\n\n    3. Os tratados internacionais e a própria Constituição Federal convergem no sentido de se reconhecer não apenas a ampla liberdade de acesso às informações públicas, corolário, como visto, do direito à liberdade de expressão, mas também a possibilidade de restringir o acesso, desde de que (i) haja previsão legal; (ii) destine-se a proteger a intimidade e a segurança nacional; e (iii) seja necessária e proporcional. \n\n\n\n    4. O art. 86 do Decreto-lei nº 200/1967, embora veiculado em norma jurídica, não foi recepcionado pela Constituição da República na medida em que é insuficiente para amparar a restrição ao direito de acesso à informação.\n\n\n\n    5. Arguição de Descumprimento de Preceito Fundamental julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751580083","externo_seq_objeto_incidente":2594000,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-270  DIVULG 06-12-2019  PUBLIC 09-12-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=129&classe=ADPF","is_colac":false,"titulo":"ADPF 129","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00002 PAR-ÚNICO ART-00005 \n          INC-00009 INC-00010 INC-00023 INC-00033 \n          INC-00060 INC-00078 PAR-00002 ART-00037 \n          \"CAPUT\" PAR-00003 INC-00002 ART-00070 \n          ART-00071 ART-00072 ART-00073 ART-00074 \n          ART-00075 ART-00093 INC-00009 ART-00166 \n          PAR-00001 ART-00701\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 INC-00001 ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009883      ANO-1999\n          ART-00004 INC-00001 ART-00009 PAR-00001 \n          PAR-00002 ART-00013 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527      ANO-2011\n          ART-00023 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 ART-00024 PAR-00001 INC-00001 \n          INC-00002 INC-00003 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 INC-00001 INC-00002 \n          ART-00025 PAR-00001 PAR-00002 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013408      ANO-2016\n          ART-00018 PAR-00001 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013473      ANO-2017\n          ART-00017 PAR-00001 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013707      ANO-2018\n          ART-00017 INC-00004 PAR-00001 INC-00002 \n          ART-00095 PAR-00009 ART-00108 PAR-00007 \n          ART-00128 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00019 NÚMERO-1 NÚMERO-2 NÚMERO-3 \n          LET-A LET-B\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-000200      ANO-1967\n          ART-00086\n                DECRETO-LEI\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI      ANO-2002\n          ART-00003 ART-00097 ART-00133 PAR-ÚNICO \n          ART-00158\n                REGIMENTO INTERNO DO TRIBUNAL DE CONTAS DA UNIÃO - TCU"],"publicacao_data":"2019-12-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA PUBLICIDADE, LIBERDADE DE EXPRESSÃO, DIREITO À INFORMAÇÃO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: INDISPENSABILIDADE, SIGILO, SEGURANÇA, SOCIEDADE, PODER PÚBLICO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: SIGILO, DESPESA PÚBLICA, FISCALIZAÇÃO, TRIBUNAL DE CONTAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=129&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADMINISTRAÇÃO PUBLICA, PRINCÍPIO DA PUBLICIDADE, DIREITO À INFORMAÇÃO)\nADPF 33 (TP), MS 28178 (TP), SS 3902 AgR-segundo (TP), ADPF 33 MC (TP). \n- Decisão monocrática citada:\n(TRANSPARÊNCIA, DESPESA, ADMINISTRAÇÃO PUBLICA, PRINCÍPIO DA PUBLICIDADE, DIREITO À INFORMAÇÃO)\nSS 3902.\n- Acórdão(s) citado(s) - outros tribunais:\nTCU: Acórdão 1338/2008. \n- Decisões estrangeiras citadas: Caso Hertel vs. Suíça, julgado em 25.08.98, Reports 1998-VI, p. 2329-30, § 46, e Caso Magyar Helinki Bizottság vs. Hungria, de 08.11.2016, p. 187, da Corte Europeia de Direitos Humanos.\r\n- Veja Comentário Geral n. 34 (CCPR/C/GC/34, par. 22), do Comitê de Direitos Humanos.\nNúmero de páginas: 42.\nAnálise: 26/10/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO POPULAR SOCIALISTA - PPS \nADV.(A/S)  : ROBERTO JOÃO PEREIRA FREIRE \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":416563,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 129","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2019-11-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"FACHIN, Luiz Edson. A Promoção da Transparência pela Jurisprudência do Supremo Tribunal Federal. In: GOMES, Marcus Lívio; ABRAHAM, Marcus; TORRES, Heleno Taveira (Coord.). Direito Financeiro na Jurisprudência do Supremo Tribunal Federal. Curitiba: Juruá, 2016. p. 53.\nMEIRELLES, Hely Lopes. Direito administrativo brasileiro. 15. ed. São Paulo: Revista dos Tribunais. p. 562.\nSCAFF, Fernando Facury. Direitos Fundamentais e Orçamento: Despesas Sigilosas e o Direito à Verdade. In: CONTI, José Maurício; SCAFF, Fernando Facury (Org.). Orçamentos Públicos e Direito Financeiro. São Paulo: Revista dos Tribunais, 2011. p. 231.\nSILVA, José Afonso da. Comentário contextual à Constituição. São Paulo: Malheiros, 2015. p. 132.","ministro_facet":["EDSON FACHIN"],"processo_numero":129,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur420215","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo interno, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 7.2.2020 a 13.2.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur420215","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur420215","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO COM AGRAVO. REPRESENTAÇÃO DE INCONSTITUCIONALIDADE. COMPETÊNCIA LEGISLATIVA SUPLEMENTAR DOS MUNICÍPIOS. NORMA LOCAL EM CONTRARIEDADE À LEGISLAÇÃO FEDERAL E ESTADUAL. IMPOSSIBILIDADE. \n\n\n\n    1. A Constituição Federal prevê competência legislativa suplementar dos municípios, consistente na autorização de regulamentar as normas legislativas federais ou estaduais, a fim de ajustar sua execução às peculiaridades locais, sempre em concordância com aquelas e desde que presente o requisito primordial de fixação de competência desse ente federativo: interesse local.\n\n\n\n    2. No entanto, não se concebe a distorção dessa importante baliza constitucional para disciplinar a matéria em exame de forma contrária à legislação estadual ou federal.\n\n\n\n    3. Por essas razões, não cabe ao Município legislar sobre a comercialização de bebidas alcoólicas em estádios de futebol.\n\n\n\n    4. Na hipótese, ao legislar no sentido de permitir a venda e o consumo de modo exclusivo de cerveja em locais esportivos, por ser “importante polo cervejeiro e gastronômico”, o ente municipal regulou o assunto em contrariedade a normativos estadual (Lei 9.470/1996, do Estado de São Paulo) e federal (Lei 10.671/2003), que vedam a venda, o porte e o uso de bebidas de teor alcoólico nesses ambientes. \n\n\n\n    5. Agravo interno a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752167723","externo_seq_objeto_incidente":5829594,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-049  DIVULG 06-03-2020  PUBLIC 09-03-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1230392&classe=ARE","is_colac":false,"titulo":"ARE 1230392 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00054 ART-00022 ART-00024 \n          INC-00005 INC-00009 PAR-00002 ART-00030 \n          INC-00001 INC-00002 ART-00170\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-010671      ANO-2003\n          ART-00005 INC-00001 INC-00002 INC-00003 \n          INC-00004 ART-00006 ART-0013A INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012229      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00085 PAR-00011\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000284      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES      ANO-1989\n                CONSTITUIÇÃO ESTADUAL, SP\n\n","LEG-EST   LEI-009470      ANO-1996\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-019128      ANO-2017\n                LEI ORDINÁRIA, PR\n\n","LEG-MUN   LEI-013610      ANO-2015\n          ART-00001 ART-00002 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00003 ART-00004\n                LEI ORDINÁRIA DO MUNICÍPIO DE RIBEIRÃO PRETO - SP"],"publicacao_data":"2020-03-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1230392&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, NORMA DE OBSERVÂNCIA OBRIGATÓRIA)\nADI 2076 (TP), RE 846088 AgR (2ªT). \n(UNIÃO FEDERAL, REGULAMENTAÇÃO, DESPORTO, FACULDADE, ESTADO-MEMBRO, NORMA SUPLEMENTAR)\nADI 2937 (TP). \n(COMPETÊNCIA, MUNICÍPIO, LIMITE DE ATUAÇÃO, INTERESSE LOCAL)\nADI 3357 (TP), RE 586224 (TP). \n(COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, FIXAÇÃO, HORÁRIO DE FUNCIONAMENTO, COMÉRCIO)\nRE 189170 (TP), RE 852233 AgR (1ªT). \n(LEI ESTADUAL, COMERCIALIZAÇÃO, BEBIDA ALCOÓLICA)\nADI 6195 (TP). \n- Decisões monocráticas citadas:\n(ESTADO-MEMBRO, VEDAÇÃO, COMERCIALIZAÇÃO, CERVEJA, ESTÁDIO DE FUTEBOL)\nRE 189170, RE 852233.\n(LEI MUNICIPAL, REGULAMENTAÇÃO, VENDA, BEBIDA, ESTÁDIO DE FUTEBOL)\nRE 1108338.\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 21.\nAnálise: 08/01/2021, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : PREFEITO DO MUNICÍPIO DE RIBEIRÃO PRETO \nPROC.(A/S)(ES) : MARCELO RODRIGUES MAZZEI \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE RIBEIRÃO PRETO \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":420215,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1230392 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2020-02-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. São Paulo: Atlas, 1991. p. 124.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the Unite d States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFERREIRA, Pinto. O município e sua lei orgânica. Cadernos de Direito Constitucional e Ciência Política. Revista dos Tribunais, São Paulo, n. 10. p. 64.\nHAMILTON, Alexander. The Federalist Papers. n. 9. \nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo I. p. 13-14.\nMORAES, Alexandre de. Direito Constitucional. 35. ed. São Paulo: Atlas, 2019. Capítulo 8, item 2.4.1.4.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1230392,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur420354","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que negava provimento ao agravo regimental, pediu vista antecipada o Ministro Gilmar Mendes. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 13.11.2018.\r\n\n           Decisão: Após o voto vista do Ministro Gilmar Mendes, que propunha o arquivamento do feito, no que foi acompanhado pelo Ministro Relator que, revendo os autos, concluiu nesse mesmo sentido, pediu vista a Ministra Cármen Lúcia. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 11.12.2018.\r\n\n           Decisão: A Turma, por maioria, deu provimento ao recurso de agravo, nos termos do voto do Relator, ordenando, em consequência, o arquivamento do feito em relação a Ricardo José Ribeiro Berzoini, vencido o Ministro Celso de Mello (Presidente), que negava provimento ao recurso. Presidência do Ministro Celso de Mello. Ausentes, justificadamente, os Ministros Ricardo Lewandowski e Gilmar Mendes. 2ª Turma, 23.4.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur420354","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur420354","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: PETIÇÃO. AGRAVO REGIMENTAL. DENÚNCIA. ORGANIZAÇÃO CRIMINOSA. INVESTIGADO CONTRA A QUAL NÃO PROPOSTA PEÇA ACUSATÓRIA. AUSÊNCIA, ADEMAIS, DE ESPECIFICAÇÃO DE DILIGÊNCIAS À CONTINUIDADE DAS APURAÇÕES. TRANCAMENTO EX OFFICIO. EXCEPCIONALIDADE CONFIGURADA. INSURGÊNCIA PROVIDA.\n\n\n\n    1. As prerrogativas constitucionais inerentes à função institucional do Ministério Público contemplam a atribuição exclusiva para o pedido de arquivamento de elementos de informações, a ser formulado de modo expresso, nos termos do artigo 129, I, da Constituição Federal e do artigo 28 do Código de Processo Penal. Como consectário, o ordenamento jurídico e a jurisprudência do Supremo Tribunal Federal rechaçam a modalidade tácita ou implícita do requerimento. Precedentes.\n\n\n\n    2. Nada obstante esse entendimento, que é a regra no que diz respeito ao procedimento de responsabilização criminal no ordenamento jurídico pátrio, não se pode olvidar que a jurisprudência deste Supremo Tribunal Federal, em hipóteses excepcionais nas quais verificadas flagrantes ilegalidades, admite o trancamento de inquérito ex officio, nos termos do art. 21, XV, do Regimento Interno do Supremo Tribunal Federal.\n\n\n\n    3. Em revista aos autos, para além das referências contidas em depoimentos prestados por colaboradores da Justiça, o titular da ação penal se ressente de traçar qualquer linha de investigação paralela ou de indicar diligências que possam contribuir eficazmente na produção de evidências de remanescentes práticas delitivas, a partir do material indiciário já consolidado que, inclusive, deu ensejo ao oferecimento de denúncia sem a inclusão do agravante.\n\n\n\n    4. Agravo regimental provido para determinar, ex officio, o trancamento do Inquérito em relação ao agravante, ressalvada a possibilidade de retomada das investigações caso de novas provas se tenha notícia, nos termos do art. 18 do Código de Processo Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752180341","externo_seq_objeto_incidente":5518818,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-051  DIVULG 09-03-2020  PUBLIC 10-03-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7791&classe=Pet","is_colac":false,"titulo":"Pet 7791","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00102 INC-00001 LET-B \n          ART-00129 INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00002 PAR-00003 PAR-00004 INC-00002 \n          INC-00003 INC-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00018 ART-00028 ART-00654 PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 INC-00015 LET-E ART-0230C \n          PAR-00001 ART-00231 PAR-00004 LET-E \n          PAR-00006\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000704      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-03-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. EDSON FACHIN: MINISTÉRIO PÚBLICO, ELEMENTO PROBATÓRIO, DISPONIBILIDADE, ATRIBUIÇÃO, PRAZO, OFERECIMENTO, DENÚNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: STF, EX OFFICIO, ARQUIVAMENTO, FLAGRANTE ILEGALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7791&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRETENSÃO, ARQUIVAMENTO, MODALIDADE, RECONHECIMENTO IMPLÍCITO)\nRHC 113273 (1ªT), HC 127011 AgR (2ªT). \n(SÚMULA 524/STF)\nHC 84253 (2ªT). \n(ARQUIVAMENTO, EX OFFICIO, INVESTIGAÇÃO, POSSIBILIDADE)\nRE 467923 (1ªT), HC 96055 (1ªT), AP 913 QO (2ªT). \n(ARQUIVAMENTO, INVESTIGAÇÃO, AUSÊNCIA, INDÍCIO, MATERIALIDADE DO FATO, AUTORIA DO CRIME)\nInq 4074 (2ªT), Inq 4419 (2ªT), Inq 4458 (2ªT), Pet 7354 AgR (2ªT). \n- Decisões monocráticas citadas:\n(ARQUIVAMENTO, INQUÉRITO)\nInq 4442, Inq 4391.\n(ARQUIVAMENTO, INVESTIGAÇÃO, AUSÊNCIA, INDÍCIO, MATERIALIDADE DO FATO, AUTORIA DO CRIME)\nInq 4429, Inq 4442.\n- Legislação estrangeira citada: Declaração Universal dos Direitos do Homem.\n- Veja Inq 4325 e Inq 4420 do STF.\n\nNúmero de páginas: 29.\nAnálise: 25/01/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : RICARDO JOSÉ RIBEIRO BERZOINI \nADV.(A/S)  : CARLOS ORLANDI CHAGAS \nREQDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":420354,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 7791","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2019-04-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"PETIÇÃO","documental_doutrina_texto":"CHOUKR, Fauzi H. Garantias constitucionais na investigação criminal. 3. ed. Rio de Janeiro: Lumen Juris, 2006. p. 93-96 e 157.\nLOPES JR., Aury; GLOECKNER, Ricardo J. Investigação Preliminar no Processo Penal. 5. ed. São Paulo: Saraiva, 2013. p. 259-261.\nLOWENSTEIN, Karl. Teoría de la Constitución. Barcelona: Ariel, 1979. p. 55.\n______. Constituciones y derecho constitucional. p. 7.","ministro_facet":["EDSON FACHIN"],"processo_numero":7791,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur417123","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, conheceu do agravo interposto pelo Ministério Público do Distrito Federal e Territórios, vencido o Ministro Marco Aurélio. Em seguida, por maioria, deu-lhe provimento para denegar a ordem de Habeas Corpus, para que seja excluída a determinação de o Juiz advertir os jurados de que os peritos papiloscopistas não são oficiais. Determinou, ainda, que se oficie, imediatamente, ao Presidente do Tribunal do Júri da decisão proferida, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencido o Ministro Luís Roberto Barroso, Relator. Presidência do Ministro Luiz Fux. Primeira Turma, 24.9.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur417123","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur417123","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM HABEAS CORPUS. HOMICÍDIO QUALIFICADO. LAUDO SUBSCRITO POR PAPILOSCOPISTAS. PROVA LÍCITA, DE MODO QUE NÃO CABE NENHUMA ADVERTÊNCIA DO JUIZ PRESIDENTE DO TRIBUNAL DO JÚRI AO CORPO DE JURADOS. \n\n\n\n    AGRAVO REGIMENTAL PROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751619003","externo_seq_objeto_incidente":5776125,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-275  DIVULG 11-12-2019  PUBLIC 12-12-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=174400&classe=HC","is_colac":false,"titulo":"HC 174400 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011690      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012030      ANO-2009\n          ART-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00149\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00155 \n          ART-00157 REDAÇÃO DADA PELA LEI-11690/2008\n          ART-00159 REDAÇÃO ORIGINÁRIA\n          ART-00159 REDAÇÃO DADA PELA LEI-11690/2008\n          ART-00180 ART-00275 ART-00413 PAR-00001\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEC-004764      ANO-1903\n          ART-00057 PAR-ÚNICO\n                DECRETO\n\n","LEG-FED   DEC-014078      ANO-1920\n                DECRETO\n\n","LEG-FED   DEC-022332      ANO-1933\n                DECRETO\n\n","LEG-FED   DEC-056510      ANO-1965\n                DECRETO\n\n","LEG-FED   DEC-007901      ANO-1973\n                DECRETO\n\n","LEG-FED   DEC-030490      ANO-2009\n          ART-00075 INC-00004 ART-00079\n                DECRETO\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 PAR-00001 ART-00192\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-DIS   LEI      ANO-1993\n                LODF-1993 LEI ORGÂNICA DO DISTRITO FEDERAL"],"publicacao_data":"2019-12-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: DECISÃO DE PRONÚNCIA, IN DUBIO PRO SOCIETATE.\n\n- VOTO, MIN. ROBERTO BARROSO: LAUDO PERICIAL, SUBSCRIÇÃO, PAPILOSCOPISTA, VALIDADE, PRONÚNCIA, ESCLARECIMENTO, JURADO. PRONÚNCIA, JUÍZO DE ADMISSIBILIDADE, ACUSAÇÃO. PRONÚNCIA, INDÍCIO, AUTORIA DO CRIME. PRONÚNCIA, DECISÃO INTERLOCUTÓRIA, INEXIGIBILIDADE, JULGADOR, JUÍZO DE CERTEZA, AUTORIA DO CRIME. MINISTRO RELATOR, JULGAMENTO, HABEAS CORPUS. CONCESSÃO, HABEAS CORPUS, OFENSA, JURISPRUDÊNCIA FIRMADA, STF; OFENSA, CONSTITUIÇÃO; TERATOLOGIA, DECISÃO IMPUGNADA. MINISTÉRIO PÚBLICO, LEGITIMIDADE, INTERPOSIÇÃO, RECURSO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=174400&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRONÚNCIA, JUÍZO DE ADMISSIBILIDADE, ACUSAÇÃO)\nHC 167216 AgR (1ªT), RHC 171700 AgR (2ªT). \n(PRONÚNCIA, INDÍCIO, AUTORIA DO CRIME)\nHC 81646 (1ªT). \n(PRONÚNCIA, DECISÃO INTERLOCUTÓRIA, INEXIGIBILIDADE, JULGADOR, JUÍZO DE CERTEZA, AUTORIA DO CRIME)\nHC 97252 (2ªT). \n(MINISTRO RELATOR, JULGAMENTO, HC)\nHC 103955 MC (2ªT). \n(HC, REQUISITO)\nHC 167631 AgR (1ªT). \n(HC, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\nHC 105167 (2ªT). \n(MINISTÉRIO PÚBLICO, LEGITIMIDADE, INTERPOSIÇÃO, RECURSO)\nRE 985392 RG. \n(VALIDADE, LAUDO PERICIAL, PAPILOSCOPISTA)\nExt 920 (TP), Ext 1015 (TP), Ext 1319 (1ªT). \n(DECISÃO DE PRONÚNCIA, IN DUBIO PRO SOCIETATE)\nAO 2275 (1ªT), ARE 1082664 ED-AgR (2ªT), ARE 1216794 AgR (1ªT). \n(PERITO OFICIAL, DEFINIÇÃO JURÍDICA)\nRHC 120052 (2ªT). \n- Decisões monocráticas citadas:\n(PERITO CRIMINAL, PAPILOSCOPISTA)\nADI 4354, ADI 5182.\n- Decisões estrangeiras citadas: caso Daubert vs. Merrell Dow Pharmaceuticals, Inc (1993) 509 U.S, da Suprema Corte.\n\nNúmero de páginas: 40.\nAnálise: 07/10/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTERIO PUBLICO DO DISTRITO FEDERAL E TERRITORIOS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO DISTRITO FEDERAL E TERRITÓRIOS \nAGDO.(A/S)  : ADRIANA VILLELA \nADV.(A/S)  : ANTONIO CARLOS DE ALMEIDA CASTRO E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":417123,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 174400 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2019-09-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"CAPEZ, Fernando. Curso de Processo Penal. 16. ed. São Paulo: Saraiva, 2009. p. 225.\nCODEÇO, Álvaro; AMARAL, Flávio. Identificação humana pela datiloscopia. 3. ed. Rio de Janeiro: Lelu, 1992. p. 244.\nJESUS, Damásio de. Revista Trimestral de Jurisprudência, n. 115. p. 714.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. 2. ed. p. 585-586.\nMNOOKIN, Jennifer L. Fingerprint Evidence in an Age of DNA Profiling. Brooklyn Law Review, v. 67, n. 1, 2001.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado. 12. ed. Saraiva, 2009. v. 1. p. 563.","ministro_facet":["ROBERTO BARROSO","ALEXANDRE DE MORAES"],"processo_numero":174400,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur402320","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), conhecendo e julgando integralmente procedentes os pedidos formulados nas ações diretas de inconstitucionalidade e improcedente o pedido formulado na ação declaratória de constitucionalidade, e após o voto do Ministro Luiz Fux, que divergia do Relator, para julgar improcedentes os pedidos formulados nas ações diretas de inconstitucionalidade e procedente o pedido formulado na ação declaratória de constitucionalidade, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Celso de Mello. Falaram: pelas requerentes Confederacão Nacional dos Trabalhadores em Transporte Aquaviário e Aéreo na Pesca e nos Portos - CONTTMAF, CNTUR - Confederação Nacional dos Trabalhadores em Turismo e Hospitalidade, Confederação Nacional de Turismo, Federação Nacional dos Empregados em Postos de Serviços de Combustíveis e Derivados de Petróleo - FENEPOSPETRO, Confederação dos Servidores Públicos do Brasil - CSPB, Confederação Nacional dos Trabalhadores na Movimentação de Mercadorias em Geral e Logística, Federação Nacional dos Trabalhadores em Empresas de Telecomunicações e Operadores de Mesas Telefônicas - FENATTEL, Confederação Nacional dos Trabalhadores Metalúrgicos - CNTM, Confederação Nacional dos Trabalhadores na Saúde - CNTS e Confederação Nacional dos Trabalhadores no Comércio - CNTC, os Drs. Edson Martins Areias, Robson Maia Lima, Luis Antônio Camargo de Melo e José Eymard Loguércio; pela requerente Confederação Nacional dos Servidores e Funcionários Públicos das Fundações, Autarquias e Prefeituras Municipais - CSPM, o Dr. Jamir José Menali; pela requerente CESP - Central das Entidades de Servidores Públicos, o Dr. Marcos Antonio Alves Penido; pela requerente Confederação Nacional dos Trabalhadores em Comunicações e Publicidade -CONTCOP, o Dr. Luiz Antônio Almeida Cortizo; pela requerente ABERT - Associação Brasileira de Emissoras de Rádio e TV, o Dr. Gustavo Binenbojm; pelo Presidente da República e pelo Congresso Nacional, a Ministra Grace Maria Fernandes Mendonça, Advogada-Geral da União; pelos amici curiae Central dos Trabalhadores e Trabalhadoras do Brasil - CTB, Federação Paulista dos Auxiliares de Adm Escolar - FEPAAE, Confederação Nacional dos Trabalhadores na Indústria da Construção e do Mobiliário - CONTRICOM, Central dos Sindicatos Brasileiros - CSB, Central Única dos Trabalhadores - CUT, Central da Força Sindical, Confederação Nacional dos Trabalhadores nas Indústrias de Alimentação e Afins - CNTA, Confederação Nacional dos Trabalhadores da Saúde - CNTS, Nova Central Sindical dos Trabalhadores - NCST e Federação Interestadual dos Trabalhadores em Empresas de Rádio Televisão Aberta ou por Assinatura - FITERT, o Dr. Magnus Henrique de Medeiros Farkatt; pelo amicus curiae Instituto para Desenvolvimento do Varejo - IDV, a Drª. Vilma Toshie Kutomi; pelo amicus curiae Sindicato dos Escreventes e Auxiliares Notarias e Registradores do Estado de São Paulo - SEANOR, o Dr. Marcos Preter Silva; pelo amicus curiae Confederação Nacional dos Notários e Registradores - CNR, o Dr. Maurício Garcia Palhares Zockun; pelos amici curiae Confederação Nacional dos Trabalhadores em Transportes Terrestres - CNTTT e Federação Nacional dos Médicos - FENAM, o Dr. Luiz Felipe Buaiz Andrade; pelos amici curiae Federação dos Empregados de Agentes Autônomos do Comércio do Estado de São Paulo - FEAAC e Sindicato das Empresas de Serviços Contábeis e das Empresas de Assessoramento Perícias Informações e Pesquisas no Estado de São Paulo - SESCON, o Dr. Fábio Lemos Zanão. Presidência da Ministra Cármen Lúcia. Plenário, 28.6.2018.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Ministro Luiz Fux, que redigirá o acórdão, julgou improcedentes os pedidos formulados nas ações diretas de inconstitucionalidade e procedente o pedido formulado na ação declaratória de constitucionalidade. Vencidos os Ministros Edson Fachin (Relator), Rosa Weber e Dias Toffoli. Ausentes, justificadamente, os Ministros Celso de Mello, Ricardo Lewandowski e Luiz Fux. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 29.6.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur402320","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur402320","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Constitucional e Trabalhista. Reforma Trabalhista. Facultatividade da Contribuição Sindical. Constitucionalidade. Inexigência de Lei Complementar. Desnecessidade de lei específica. Inexistência de ofensa à isonomia tributária (Art. 150, II, da CRFB). Compulsoriedade da contribuição sindical não prevista na Constituição (artigos 8º, IV, e 149 da CRFB). Não violação à autonomia das organizações sindicais (art. 8º, I, da CRFB). Inocorrência de retrocesso social ou atentado aos direitos dos trabalhadores (artigos 1º, III e IV, 5º, XXXV, LV e LXXIV, 6º e 7º da CRFB). Correção da proliferação excessiva de sindicatos no Brasil. Reforma que visa ao fortalecimento da atuação sindical. Proteção às liberdades de associação, sindicalização e de expressão (artigos 5º, incisos IV e XVII, e 8º, caput, da CRFB). Garantia da liberdade de expressão (art. 5º, IV, da CRFB). Ações Diretas de Inconstitucionalidade julgadas improcedentes. Ação Declaratória de Constitucionalidade julgada procedente.\n\n\n\n    1. À lei ordinária compete dispor sobre fatos geradores, bases de cálculo e contribuintes quanto à espécie tributária das contribuições, não sendo exigível a edição de lei complementar para a temática, ex vi do art. 146, III, alínea ‘a’, da Constituição.\n\n\n\n    2. A extinção de contribuição pode ser realizada por lei ordinária, em paralelismo à regra segundo a qual não é obrigatória a aprovação de lei complementar para a criação de contribuições, sendo certo que a Carta Magna apenas exige o veículo legislativo da lei complementar no caso das contribuições previdenciárias residuais, nos termos do art. 195, § 4º, da Constituição. Precedente (ADI 4697, Relator(a): Min. EDSON FACHIN, Tribunal Pleno, julgado em 06/10/2016).\n\n\n\n    3. A instituição da facultatividade do pagamento de contribuições sindicais não demanda lei específica, porquanto o art. 150, § 6º, da Constituição trata apenas de “subsídio ou isenção, redução de base de cálculo, concessão de crédito presumido, anistia ou remissão”, bem como porque a exigência de lei específica tem por finalidade evitar as chamadas “caudas legais” ou “contrabandos legislativos”, consistentes na inserção de benefícios fiscais em diplomas sobre matérias completamente distintas, como forma de chantagem e diminuição da transparência no debate público, o que não ocorreu na tramitação da reforma trabalhista de que trata a Lei nº 13.467/2017. Precedentes (ADI 4033, Relator(a): Min. JOAQUIM BARBOSA, Tribunal Pleno, julgado em 15/09/2010; RE 550652 AgR, Relator(a): Min. RICARDO LEWANDOWSKI, Segunda Turma, julgado em 17/12/2013).\n\n\n\n    4. A Lei nº 13.467/2017 emprega critério homogêneo e igualitário ao exigir prévia e expressa anuência de todo e qualquer trabalhador para o desconto da contribuição sindical, ao mesmo tempo em que suprime a natureza tributária da contribuição, seja em relação aos sindicalizados, seja quanto aos demais, motivos pelos quais não há qualquer violação ao princípio da isonomia tributária (art. 150, II, da Constituição), até porque não há que se invocar uma limitação ao poder de tributar para prejudicar o contribuinte, expandindo o alcance do tributo, como suporte à pretensão de que os empregados não-sindicalizados sejam obrigados a pagar a contribuição sindical.\n\n\n\n    5. A Carta Magna não contém qualquer comando impondo a compulsoriedade da contribuição sindical, na medida em que o art. 8º, IV, da Constituição remete à lei a tarefa de dispor sobre a referida contribuição e o art. 149 da Lei Maior, por sua vez, limita-se a conferir à União o poder de criar contribuições sociais, o que, evidentemente, inclui a prerrogativa de extinguir ou modificar a natureza de contribuições existentes.\n\n\n\n    6. A supressão do caráter compulsório das contribuições sindicais não vulnera o princípio constitucional da autonomia da organização sindical, previsto no art. 8º, I, da Carta Magna, nem configura retrocesso social e violação aos direitos básicos de proteção ao trabalhador insculpidos nos artigos 1º, III e IV, 5º, XXXV, LV e LXXIV, 6º e 7º da Constituição.\n\n\n\n    7. A legislação em apreço tem por objetivo combater o problema da proliferação excessiva de organizações sindicais no Brasil, tendo sido apontado na exposição de motivos do substitutivo ao Projeto de Lei nº 6.787/2016, que deu origem à lei ora impugnada, que o país possuía, até março de 2017, 11.326 sindicatos de trabalhadores e 5.186 sindicatos de empregadores, segundo dados obtidos no Cadastro Nacional de Entidades Sindicais do Ministério do Trabalho, sendo que, somente no ano de 2016, a arrecadação da contribuição sindical alcançou a cifra de R$ 3,96 bilhões de reais.\n\n\n\n    8. O legislador democrático constatou que a contribuição compulsória gerava uma oferta excessiva e artificial de organizações sindicais, configurando uma perda social em detrimento dos trabalhadores, porquanto não apenas uma parcela dos vencimentos dos empregados era transferida para entidades sobre as quais eles possuíam pouca ou nenhuma ingerência, como também o número estratosférico de sindicatos não se traduzia em um correspondente aumento do bem-estar da categoria.\n\n\n\n    9. A garantia de uma fonte de custeio, independentemente de resultados, cria incentivos perversos para uma atuação dos sindicatos fraca e descompromissada com os anseios dos empregados, de modo que a Lei nº 13.467/2017 tem por escopo o fortalecimento e a eficiência das entidades sindicais, que passam a ser orientadas pela necessidade de perseguir os reais interesses dos trabalhadores, a fim de atraírem cada vez mais filiados.\n\n\n\n    10. Esta Corte já reconheceu que normas afastando o pagamento obrigatório da contribuição sindical não configuram indevida interferência na autonomia dos sindicatos: ADI 2522, Relator(a): Min. EROS GRAU, Tribunal Pleno, julgado em 08/06/2006.\n\n\n\n    11. A Constituição consagra como direitos fundamentais as liberdades de associação, sindicalização e de expressão, consoante o disposto nos artigos 5º, incisos IV e XVII, e 8º, caput, tendo o legislador democrático decidido que a contribuição sindical, criada no período autoritário do estado novo, tornava nula a liberdade de associar-se a sindicatos.\n\n\n\n    12. O engajamento notório de entidades sindicais em atividades políticas, lançando e apoiando candidatos, conclamando protestos e mantendo estreitos laços com partidos políticos, faz com que a exigência de financiamento por indivíduos a atividades políticas com as quais não concordam, por meio de contribuições compulsórias a sindicatos, configure violação à garantia fundamental da liberdade de expressão, protegida pelo art. 5º, IV, da Constituição. Direito Comparado: Suprema Corte dos Estados Unidos, casos Janus v. American Federation of State, County, and Municipal Employees, Council 31 (2018) e Abood v. Detroit Board of Education (1977).\n\n\n\n    13. A Lei nº 13.467/2017 não compromete a prestação de assistência judiciária gratuita perante a Justiça Trabalhista, realizada pelos sindicatos inclusive quanto a trabalhadores não associados, visto que os sindicatos ainda dispõem de múltiplas formas de custeio, incluindo a contribuição confederativa (art. 8º, IV, primeira parte, da Constituição), a contribuição assistencial (art. 513, alínea ‘e’, da CLT) e outras contribuições instituídas em assembleia da categoria ou constantes de negociação coletiva, bem assim porque a Lei n.º 13.467/2017 ampliou as formas de financiamento da assistência jurídica prestada pelos sindicatos, passando a prever o direito dos advogados sindicais à percepção de honorários sucumbenciais (nova redação do art. 791-A, caput e § 1º, da CLT), e a própria Lei n.º 5.584/70, em seu art. 17, já dispunha que, ante a inexistência de sindicato, cumpre à Defensoria Pública a prestação de assistência judiciária no âmbito trabalhista.\n\n\n\n    14. A autocontenção judicial requer o respeito à escolha democrática do legislador, à míngua de razões teóricas ou elementos empíricos que tornem inadmissível a sua opção, plasmada na reforma trabalhista sancionada pelo Presidente da República, em homenagem à presunção de constitucionalidade das leis e à luz dos artigos 5º, incisos IV e XVII, e 8º, caput, da Constituição, os quais garantem as liberdades de expressão, de associação e de sindicalização.\n\n\n\n    15. Ações Diretas de Inconstitucionalidade julgadas improcedentes e Ação Declaratória de Constitucionalidade julgada procedente para assentar a compatibilidade da Lei n.º 13.467/2017 com a Carta Magna.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749631162","externo_seq_objeto_incidente":5288954,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-083  DIVULG 22-04-2019  PUBLIC 23-04-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5794&classe=ADI","is_colac":false,"titulo":"ADI 5794","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00008\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00120 \"CAPUT\" PAR-ÚNICO\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00138\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00159\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL - REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00004 ART-00005 \n          INC-00004 INC-00017 INC-00020 INC-00035 \n          INC-00055 INC-00070 INC-00074 ART-00006 \n          ART-00007 INC-00010 INC-00019 ART-00008 \n          \"CAPUT\" INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 ART-00074 \n          PAR-00002 ART-00093 INC-00009 ART-00103 \n          INC-00009 ART-00146 INC-00002 INC-00003 \n          LET-A ART-00148 \"CAPUT\" ART-00149 \n          ART-00150 INC-00001 INC-00002 INC-00003 \n          INC-00006 \n          ART-00150 PAR-00006 REDAÇÃO DADA EMC-3/1993\n          ART-00153 INC-00007 ART-00154 INC-00001 \n          ART-00159 ART-00165 INC-00003 PAR-00005 \n          INC-00001 INC-00002 INC-00003 ART-00169 \n          PAR-00001 ART-00195 PAR-00004 PAR-00005 \n          PAR-00006 ART-00239 ART-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000003      ANO-1993\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000095      ANO-2016\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00113 INCLUÍDO PELA EMC-95/2016\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00014 PAR-00001 ART-00015 ART-00016 \n          ART-00017\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-004320      ANO-1964\n          ART-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00003 ART-00217\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-004320      ANO-1967\n          ART-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005584      ANO-1970\n          ART-00017\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006386      ANO-1976\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007689      ANO-1988\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007998      ANO-1990\n          ART-00010 REDAÇÃO DADA PELA LEI-12513/2011\n          ART-00010 PAR-ÚNICO ART-00011 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00047\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011648      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012513      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006787      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467      ANO-2017\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013587      ANO-2018\n                LEI ORDINÁRIA\n\n","LEG-FED   CVC-000087      ANO-1948\n          ART-00002\n                CONVENÇÃO SOBRE A LIBERDADE SINDICAL E A PROTEÇÃO DO DIREITO SINDICAL, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEL-001402      ANO-1939\n          ART-00003 LET-F\n                DECRETO-LEI\n\n","LEG-FED   DEL-002377      ANO-1940\n                DECRETO-LEI\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-0477A ART-0507B ART-00513 LET-E \n          ART-00545 REDAÇÃO DADA PELA LEI-13467/2017\n          ART-00550 REDAÇÃO DADA PELA LEI-6386/1976\n          ART-00578 REDAÇÃO DADA PELA LEI-13467/2017\n          ART-00578 REDAÇÃO DADA PELA MPR-873/2019\n          ART-00579 REDAÇÃO DADA PELA LEI-13467/2017\n          ART-00579 REDAÇÃO DADA PELA MPR-873/2019\n          ART-00580 REDAÇÃO ORIGINÁRIA\n          ART-00581 REDAÇÃO ORIGINÁRIA\n          ART-00582 REDAÇÃO DADA PELA LEI-13467/2017\n          ART-00582 REDAÇÃO DADA PELA MPR-873/2019\n          ART-00583 REDAÇÃO DADA PELA LEI-6386/1976\n          ART-00583 REDAÇÃO DADA PELA LEI-13467/2017\n          ART-00584 REDAÇÃO ORIGINÁRIA\n          ART-00585 REDAÇÃO ORIGINÁRIA\n          ART-00586 REDAÇÃO ORIGINÁRIA\n          ART-00587 REDAÇÃO DADA PELA LEI-6386/1976\n          ART-00587 REDAÇÃO DADA PELA LEI-13467/2017\n          ART-00588 REDAÇÃO ORIGINÁRIA\n          ART-00589 REDAÇÃO ORIGINÁRIA\n          ART-00589 REDAÇÃO DADA PELA LEI-6386/1976\n          ART-00589 INC-00001 REDAÇÃO DADA PELA LEI-11648/2008\n          ART-00589 INC-00001 LET-D INCLUÍDO PELA LEI-11648/2008\n          ART-00589 INC-00002 REDAÇÃO DADA PELA LEI-11648/2008\n          ART-00589 INC-00002 LET-E INCLUÍDO PELA LEI-11648/2008\n          ART-00589 PAR-00001 PAR-00002 \n          ART-00590 REDAÇÃO ORIGINÁRIA\n          ART-00592 \n          ART-00592 REDAÇÃO ORIGINÁRIA\n          ART-00593 REDAÇÃO ORIGINÁRIA\n          ART-00594 REDAÇÃO ORIGINÁRIA\n          ART-00595 REDAÇÃO ORIGINÁRIA\n          ART-00596 REDAÇÃO ORIGINÁRIA\n          ART-00597 REDAÇÃO ORIGINÁRIA\n          ART-00598 REDAÇÃO ORIGINÁRIA\n          ART-00599 REDAÇÃO ORIGINÁRIA\n          ART-00600 REDAÇÃO ORIGINÁRIA\n          ART-00601 REDAÇÃO ORIGINÁRIA\n          ART-00602 REDAÇÃO DADA PELA-11648/2008\n          ART-00602 REDAÇÃO DADA PELA LEI-13467/2017\n          ART-00603 REDAÇÃO ORIGINÁRIA\n          ART-00604 REDAÇÃO ORIGINÁRIA\n          ART-00605 REDAÇÃO ORIGINÁRIA\n          ART-00606 REDAÇÃO ORIGINÁRIA\n          ART-00607 REDAÇÃO ORIGINÁRIA\n          ART-00608 REDAÇÃO ORIGINÁRIA\n          ART-00609 REDAÇÃO ORIGINÁRIA\n          ART-00610 REDAÇÃO ORIGINÁRIA\n          ART-00611 ART-0611A \n          ART-00791 \"CAPUT\" INCLUÍDO PELA LEI-13467/2017\n          ART-00791 \"CAPUT\" PAR-00001 INCLUÍDO PELA LEI-13467/2017\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-000027      ANO-1966\n                DECRETO-LEI\n\n","LEG-FED   DEL-000229      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   DEL-000925      ANO-1969\n                DECRETO-LEI\n\n","LEG-FED   MPR-000873      ANO-2019\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DEC-000979      ANO-1903\n                DECRETO\n\n","LEG-FED   DEC-001637      ANO-1907\n                DECRETO\n\n","LEG-FED   DEC-019770      ANO-1931\n                DECRETO\n\n","LEG-FED   DEC-022239      ANO-1932\n                DECRETO\n\n","LEG-FED   DEC-023611      ANO-1933\n                DECRETO\n\n","LEG-FED   DEC-024694      ANO-1934\n          ART-00002 LET-C ART-00008 PAR-00002\n                DECRETO\n\n","LEG-FED   DEC-001402      ANO-1939\n                DECRETO\n\n","LEG-FED   DEC-010358      ANO-1942\n                DECRETO\n\n","LEG-FED   PEC-000314      ANO-2004\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000369      ANO-2005\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PJL-000164      ANO-1987\n                PROJETO DE LEI\n\n","LEG-FED   PJL-000390      ANO-1995\n                PROJETO DE LEI\n\n","LEG-FED   PJL-006787      ANO-2016\n                PROJETO DE LEI\n\n","LEG-FED   SUV-000040      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   EXM-000083      ANO-2016\n                EXPOSIÇÃO DE MOTIVOS INTERMINISTERIAL\n\n","LEG-FED   SUMSTF-000666      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-04-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PRINCÍPIO DA LIBERDADE SINDICAL, LIBERDADE DE ASSOCIAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988. DISCRICIONARIEDADE, CONGRESSO NACIONAL, EXTINÇÃO, COMPULSORIEDADE, CONTRIBUIÇÃO SINDICAL. ALTERAÇÃO, NATUREZA JURÍDICA, CONTRIBUIÇÃO SINDICAL, BENEFÍCIO FISCAL. RENÚNCIA, RECEITA TRIBUTÁRIA, INCENTIVO FISCAL, IMPACTO ORÇAMENTÁRIO. DEFINIÇÃO, RENÚNCIA, RECEITA, LEI DE RESPONSABILIDADE FISCAL. INCENTIVO FISCAL, AUSÊNCIA, DOTAÇÃO ORÇAMENTÁRIA, EXERCÍCIO FINANCEIRO SEGUINTE. EXTINÇÃO, COMPULSORIEDADE, CONTRIBUIÇÃO SINDICAL, PRINCÍPIO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT). CONTRIBUIÇÃO SINDICAL, JURISPRUDÊNCIA, DIREITO COMPARADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: SISTEMA SINDICAL, OPÇÃO, CARÁTER POLÍTICO. CONTEXTO HISTÓRICO, CONTRIBUIÇÃO SINDICAL. IMPACTO ORÇAMENTÁRIO, GESTÃO, ADMINISTRAÇÃO PÚBLICA, SINDICATO, PESSOA JURÍDICA DE DIREITO PRIVADO. FUNDO DO AMPARO AO TRABALHADOR (FAT), CONTRIBUIÇÃO SINDICAL, DISCRICIONARIEDADE, LEGISLADOR ORDINÁRIO, FORMA, PAGAMENTO, SEGURO-DESEMPREGO, ABONO SALARIAL, VINCULAÇÃO, PIS, PASEP. TRIBUTO, PESSOA JURÍDICA DE DIREITO PRIVADO, LIBERALIDADE, UNIÃO FEDERAL. DIREITO COLETIVO, DIREITO DO TRABALHO, LIBERDADE DE ASSOCIAÇÃO, FILIAÇÃO SINDICAL. COMPULSORIEDADE, CONTRIBUIÇÃO SINDICAL, PRINCÍPIO DA LIBERDADE SINDICAL. CONTRIBUIÇÃO SINDICAL, DIREITO COMPARADO. PRINCÍPIO DA UNICIDADE SINDICAL, MONOPÓLIO, REPRESENTAÇÃO. PLURALIDADE, SINDICATO, EFICÁCIA, REPRESENTATIVIDADE, SISTEMA SINDICAL. NECESSIDADE, REVISÃO, SISTEMA SINDICAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: CONTEXTO HISTÓRICO, SISTEMA SINDICAL, EVOLUÇÃO, LEGISLAÇÃO. PESSOA JURÍDICA DE DIREITO PRIVADO, SUJEITO ATIVO, RELAÇÃO JURÍDICA TRIBUTÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: FACULDADE, EXERCÍCIO, COMPETÊNCIA TRIBUTÁRIA, REVOGAÇÃO, COMPULSORIEDADE, CONTRIBUIÇÃO SINDICAL, LEI. CONTRIBUIÇÃO DE INTERESSE DA CATEGORIA PROFISSIONAL OU ECONÔMICA, REVOGAÇÃO, LEI ORDINÁRIA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: EVOLUÇÃO, CONTEXTO HISTÓRICO, SISTEMA SINDICAL, DOUTRINA, LEGISLAÇÃO, CONSTITUIÇÃO FEDERAL. SISTEMA SINDICAL, CONSTITUIÇÃO FEDERAL DE 1988, PRINCÍPIO DA UNICIDADE SINDICAL; OBRIGATORIEDADE,REPRESENTATIVIDADE; TRIBUTO, CUSTEIO, ENTIDADE SINDICAL; CONTRIBUIÇÃO SINDICAL. CONSTITUIÇÃO FEDERAL DE 1988, PRINCÍPIO DA NÃO INTERVENÇÃO, EXTINÇÃO, COMISSÃO, ENQUADRAMENTO SINDICAL, CRIAÇÃO, CADASTRO NACIONAL DE ENTIDADES SINDICAIS (CNES). CONTRIBUIÇÃO SINDICAL, NATUREZA TRIBUTÁRIA, JURISPRUDÊNCIA FIRMADA. CONSTITUIÇÃO FEDERAL DE 1988, RELATIVIZAÇÃO, PRINCÍPIO DA LIBERDADE SINDICAL. INEXISTÊNCIA, OBRIGATORIEDADE, FONTE DE CUSTEIO, INVIABILIDADE, SISTEMA SINDICAL. COMPATIBILIDADE, PRINCÍPIO DA UNICIDADE SINDICAL, OBRIGATORIEDADE, REPRESENTAÇÃO SINDICAL, FACULDADE, CONTRIBUIÇÃO SINDICAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: PRINCÍPIO DA LIBERDADE SINDICAL, AUTONOMIA, SINDICATO, COMPATIBILIDADE, PRINCÍPIO DA UNICIDADE SINDICAL, COMPULSORIEDADE, CONTRIBUIÇÃO SINDICAL. RECEITA, SISTEMA SINDICAL. DESTINAÇÃO, FUNDO DO AMPARO AO TRABALHADOR (FAT), CUSTEIO, SEGURO-DESEMPREGO, ABONO SALARIAL, FINANCIAMENTO, DESENVOLVIMENTO, CARÁTER ECONÔMICO. CONTRIBUIÇÃO SINDICAL, NATUREZA TRIBUTÁRIA. DIFERENÇA, CONTRIBUIÇÃO SINDICAL, CONTRIBUIÇÃO CONFEDERATIVA. REVOGAÇÃO, NATUREZA TRIBUTÁRIA, CONTRIBUIÇÃO SINDICAL, REDUÇÃO, RECEITA TRIBUTÁRIA, UNIÃO FEDERAL. DEFINIÇÃO, RENÚNCIA, RECEITA. ENTIDADE SINDICAL, DIREITO COLETIVO. REVISÃO, SISTEMA SINDICAL, SUBSTITUIÇÃO, COMPULSORIEDADE, CONTRIBUIÇÃO SINDICAL, CONTRIBUIÇÃO SOCIAL, NEGOCIAÇÃO COLETIVA. COMPROMETIMENTO, REPRESENTAÇÃO SINDICAL, RETIRADA, COMPULSORIEDADE, CONTRIBUIÇÃO SINDICAL. \n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: SUBTRAÇÃO, CONTRIBUIÇÃO SINDICAL, AUSÊNCIA, REGRA DE TRANSIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5794&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI COMPLEMENTAR, CONTRIBUIÇÃO PREVIDENCIÁRIA)\nRE 396266 (TP), RE 635682 (TP), ADI 4697 (TP). \n(LEI ESPECÍFICA, BENEFÍCIO FISCAL)\nADI 4033 (TP), RE 550652 AgR (2ªT), ADI 1376 MC (TP). \n(ISENÇÃO, CONTRIBUIÇÃO SINDICAL, INDEPENDÊNCIA, ENTIDADE SINDICAL)\nADI 2522 (TP). \n(NATUREZA JURÍDICA, CONTRIBUIÇÃO SINDICAL)\nRMS 21758 (1ªT), RE 180745 (2ªT), AI 339060 AgR (1ªT), AI 456634 AgR (2ªT), RE 496456 AgR (1ªT), RE 635682 (TP), RE 146733 (TP). \n(CONTRIBUIÇÃO SINDICAL, PRINCÍPIO DA LIBERDADE SINDICAL)\nRE 146733 - RTJ 143/684, RMS 21758 (1ªT), RE 180745 (2ªT), RE 279393 AgR (2ªT). \n(CONTRIBUIÇÃO SOCIAL, LEI ORDINÁRIA)\nRE 146733. \n(EMENDA PARLAMENTAR, PROJETO DE LEI DE CONVERSÃO, MEDIDA PROVISÓRIA)\nADI 5127 (TP). \n(CONTRIBUIÇÃO CONFEDERATIVA)\nRE 198092 (2ªT). \n- Legislação estrangeira citada: art. 400, n. 1 e art. 39 do decreto 2351/1965, do Código Sustantivo del Trabajo, da Colômbia; art. 458, n. 1 e n. 2, do Código de Trabalho de 2003, de Portugal;  Carta del Lavoro e Lei 300/70, conhecida como o Statuto dei Lavoratori, da Itália; Tratado de Versalhes, de 1919; art. L2141-3 e art. L412-2, do Código do Trabalho da França.\n- Decisões estrangeiras citadas: Caso Janus vs. American Federation of State, County, and Municipal Employees, Council 31 (2018) e Caso Abood vs. Detroit Board of Education (1977), da Suprema Corte dos Estados Unidos, e Evaldsson and others vs. Sweden (2007), do Tribunal Europeu de Direitos Humanos; Caso 1.487, do Comitê de Liberdade Sindical da OIT.\n- Veja ADI 5912, ADI 5923, ADI 5859, ADI 5865, ADI 5813, ADI 5887, ADI 5913, ADI 5810, ADI 5811,\nADI 5888, ADI 5815, ADI 5850, ADI 5900, ADI 5945 ADI 5885, ADI 5892, ADI 5806, ADI 5950 e ADC 55 do STF.\n- Veja Precedente Normativo n. 119 da SDC do Tribunal Superior do Trabalho (TST).\n- Verbete n. 227 e Verbete n. 434, do Comitê Central de Liberdade Sindical da Organização Internacional do Trabalho.\nNúmero de páginas: 209.\nAnálise: 28/10/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERACAO NACIONAL DOS TRABALHADORES EM TRANSPORTE AQUAVIARIO E AEREO, NA PESCA E NOS PORTOS - CONTTMAF \nADV.(A/S)  : EDSON MARTINS AREIAS \nREQTE.(S)  : CONFED NAC DOS TRABALHADORES EM TURISMO E HOSPITALIDADE E OUTRO(A/S)\nADV.(A/S)  : SAMUEL DA SILVA ANTUNES E OUTRO(A/S)\nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA SAÚDE - CNTS \nADV.(A/S)  : MARIANA PRADO GARCIA DE QUEIROZ VELHO \nREQTE.(S)  : FEDERAÇÃO NACIONAL DOS TRABALHADORES EM SERVIÇOS, ASSEIO E CONSERVAÇÃO, LIMPEZA URBANA, AMBIENTE E ÁREAS VERDES \nADV.(A/S)  : FRANCISCO LAROCCA FILHO \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM COMUNICAÇÕES E PUBLICIDADE-CONTCOP \nADV.(A/S)  : LUIS ANTONIO ALMEIDA CORTIZO \nREQTE.(S)  : CESP - CENTRAL DAS ENTIDADES DE SERVIDORES PUBLICOS \nADV.(A/S)  : MARCOS ANTONIO ALVES PENIDO \nREQTE.(S)  : FEDERAÇÃO NACIONAL DOS EMPREGADOS EM POSTOS DE SERVIÇOS DE COMBUSTÍVEIS E DERIVADOS DE PETRÓLEO - FENEPOSPETRO \nADV.(A/S)  : HELIO STEFANI GHERARDI E OUTRO(A/S)\nREQTE.(S)  : FEDERACAO NACIONAL DOS TRABALHADORES CELETISTAS NAS COOPERATIVAS NO BRASIL \nADV.(A/S)  : CLAUDIO MENDES NETO E OUTRO(A/S)\nREQTE.(S)  : FEDERAÇÃO NACIONAL DOS TRABALHADORES EM EMPRESAS DE TELECOMUNICAÇÕES E OPERADORES DE MESAS TELEFÔNICAS - FENATTEL \nADV.(A/S)  : AUGUSTA DE RAEFFRAY BARBOSA GHERARDI \nREQTE.(S)  : CNTUR CONFEDERACAO NACIONAL DE TURISMO \nADV.(A/S)  : NELSON LUIZ PINTO \nREQTE.(S)  : CONFEDERACAO NACIONAL DOS SERVIDORES E FUNCIONARIOS PUBLICOS DAS FUNDACOES, AUTARQUIAS E PREFEITURAS MUNICIPAIS - CSPM \nADV.(A/S)  : JAMIR JOSE MENALI \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES METALÚRGICOS - CNTM \nADV.(A/S)  : CRISTIANO BRITO ALVES MEIRA \nREQTE.(S)  : FENAGTUR-FEDERACAO NACIONAL DE GUIAS DE TURISMO \nADV.(A/S)  : FELIPE DE ALBUQUERQUE SARMENTO BARBOSA \nREQTE.(S)  : CONFEDERACAO NACIONAL DOS TRABALHADORES NA MOVIMENTACAO DE MERCADORIAS EM GERAL E LOGISTICA \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR \nREQTE.(S)  : FEDERACAO DAS ENTIDADES SINDICAIS DOS OFICIAIS DE JUSTICA DO BRASIL - FESOJUS-BR \nADV.(A/S)  : BELMIRO GONCALVES DE CASTRO \nREQTE.(S)  : CONFEDERAÇÃO DOS SERVIDORES PUBLICOS DO BRASIL - CSPB \nADV.(A/S)  : JOAQUIM PEDRO DE OLIVEIRA E OUTRO(S) \nREQTE.(S)  : ABERT - ASSOCIACAO BRASILEIRA DE EMISSORAS DE RADIO E TV \nADV.(A/S)  : GUSTAVO BINENBOJM E OUTRO(S) \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NO COMÉRCIO - CNTC \nADV.(A/S)  : MARCOS VINICIUS POLISZEZUK \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA ATIVIDADE PROFISSIONAL DOS EMPREGADOS NA PRESTAÇÃO DE SERVIÇOS DE SEGURANÇA PRIVADA, DE MONITORARMENTO, RONDA MOTORIZADA E DE CONTROLE ELETRO-ELETRÔNICO E DIGITAL - CONTRASP \nADV.(A/S)  : KAREN BATISTA JARDIM PIETROSKI - 82117/PR \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CENTRAL UNICA DOS TRABALHADORES-CUT \nADV.(A/S)  : JOSE EYMARD LOGUERCIO \nAM. CURIAE.  : SINDICATO DOS SERVIDORES DO PODER JUDICIÁRIO NO ESTADO DO ESPÍRITO SANTO - SINDIJUDICIÁRIO/ES \nADV.(A/S)  : WAGNER FRANCO RIBEIRO \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DAS EMPRESAS DE SERVIÇOS CONTÁBEIS E DAS EMPRESAS DE ASSESSORAMENTO, PERÍCIAS, INFORMAÇÕES E PESQUISAS - FENACON \nADV.(A/S)  : RICARDO ROBERTO MONELLO \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM ESTABELECIMENTOS DE ENSINO - CONTEE \nADV.(A/S)  : JOSÉ GERALDO DE SANTANA OLIVEIRA \nAM. CURIAE.  : FEDERAÇÃO DOS TAXISTAS AUTÔNOMOS DO ESTADO DE SÃO PAULO - FETACESP \nADV.(A/S)  : ANELIZA HERRERA \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES EM EDIFÍCIOS E CONDOMÍNIOS - FENATEC \nADV.(A/S)  : SIMONE FERRAZ DE ARRUDA \nAM. CURIAE.  : FEDERAÇÃO INTERESTADUAL DOS TRABALHADORES EM EMPRESAS DE RÁDIO, TELEVISÃO ABERTA OU POR ASSINATURA - FITERT \nADV.(A/S)  : CEZAR BRITTO ARAGÃO \nAM. CURIAE.  : SINDICATO DOS ESCREVENTES E AUXILIARES NOTARIAS E REGISTRADORES DO ESTADO DE SÃO PAULO - SEANOR \nADV.(A/S)  : MARCOS PRETER SILVA \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES NAS AUTARQUIAS DE FISCALIZAÇÃO DO EXERCÍCIO PROFISSIONAL E NAS ENTIDADES COLIGADAS E AFINS - FENASERA \nADV.(A/S)  : JOSE JULIO MACEDO DE QUEIROZ \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NAS INDÚSTRIAS DE ALIMENTAÇÃO E AFINS - CNTA \nADV.(A/S)  : SID H. RIEDEL DE FIGUEIREDO \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM EDIFÍCIOS E CONDOMÍNIOS - CONATEC \nAM. CURIAE.  : CENTRAL DOS SINDICATOS BRASILEIROS - CSB \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS NOTÁRIOS E REGISTRADORES - CNR \nADV.(A/S)  : MAURÍCIO ZOCKUN \nAM. CURIAE.  : CSPB - CONFEDERAÇÃO DOS SERVIDORES PÚBLICOS DO BRASIL \nADV.(A/S)  : JOAQUIM PEDRO DE OLIVEIRA \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA DA CONSTRUÇÃO E DO MOBILIÁRIO - CONTRICOM \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DE SAÚDE, HOSPITAIS, ESTABELECIMENTOS E SERVIÇOS - CNS \nADV.(A/S)  : ALEXANDRE VENZON ZANETTI E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES EM EMPRESAS DE TELECOMUNICAÇÕES E OPERADORES DE MESAS TELEFÔNICAS - FENATTEL \nAM. CURIAE.  : SINDICATO DOS EMPREGADOS DE CLUBES ESPORTIVOS E RECREATIVOS E EM FEDERAÇÕES, CONFEDERAÇÕES E ACADEMIAS ESPORTIVAS, NO ESTADO DE SÃO PAULO - SINDESPORTE \nADV.(A/S)  : AUGUSTA DE RAEFFRAY BARBOSA GHERARDI E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO PAULISTA DOS AUXILIARES DE ADM ESCOLAR - FEPAAE \nADV.(A/S)  : CRISTIANO BRITO ALVES MEIRA \nAM. CURIAE.  : SINDICATO DOS MÉDICOS NO ESTADO DO PARANÁ - SIMEPAR \nADV.(A/S)  : LUIZ FERNANDO ZORNIG FILHO \nADV.(A/S)  : LUIZ GUSTAVO DE ANDRADE \nADV.(A/S)  : ANA PAULA PAVELSKI \nAM. CURIAE.  : SINDICATO DOS TRABALHADORES NAS INDÚSTRIAS DA CONSTRUÇÃO CIVIL DE SÃO PAULO E REGIÃO - SINTRACONSP \nADV.(A/S)  : ANDRESSA RAMOS DE LIRA MARTINS E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO DOS TRABALHADORES NAS INDÚSTRIAS DA ALIMENTAÇÃO DO ESTADO DE SÃO PAULO \nADV.(A/S)  : VANDERLY GOMES SOARES \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NO COMÉRCIO E SERVIÇOS DA CUT - CONTRACS/CUT \nADV.(A/S)  : JOSÉ EYMARD LOGUERCIO E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO DOS EMPREGADOS DE AGENTES AUTÔNOMOS DO COMÉRCIO DO ESTADO DE SÃO PAULO - FEAAC \nADV.(A/S)  : FABIO LEMOS ZANÃO E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA QUÍMICA - CNTQ \nADV.(A/S)  : CESAR AUGUSTO DE MELLO E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO DAS EMPRESAS DE SERVICOS CONTABEIS E DAS EMPRESAS DE ASSESSORAMENTO, PERICIAS, INFORMACOES E PESQUISAS NO ESTADO DE SAO PAULO - SESCON \nADV.(A/S)  : MARIANA DE SOUZA FREITAS \nAM. CURIAE.  : SINDICATO DAS EMPRESAS DE INFORMATICA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : LUIZA PAULA GOMES \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM TRANSPORTES TERRESTRES - CNTTT \nADV.(A/S)  : ANA CAROLINA FERNANDES ALTOÉ TAVARES SEIXAS \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS MÉDICOS - FENAM \nAM. CURIAE.  : SINDICATO DOS QUÍMICOS, QUÍMICOS INDUSTRIAIS E ENGENHEIROS QUÍMICOS DO ESTADO DE SÃO PAULO - SINQUISP \nADV.(A/S)  : AUGUSTA DE RAEFFRAY BARBOSA GHERARDI \nAM. CURIAE.  : FEDERACAO DOS MUNICIPARIOS DO ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : EDUARDO BECHORNER \nAM. CURIAE.  : SINDICATO UNIAO DOS SERVIDORES DO PODER JUDICIARIO DO ESTADO DE SAO PAULO \nADV.(A/S)  : EDUARDO SERGIO LABONIA FILHO \nAM. CURIAE.  : FORCA SINDICAL \nADV.(A/S)  : CESAR AUGUSTO DE MELLO \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES BOMBEIROS CIVIS - FENABCI \nADV.(A/S)  : PRISCILA TASSO DE OLIVEIRA \nAM. CURIAE.  : NOVA CENTRAL SINDICAL DE TRABALHADORES - NCST \nADV.(A/S)  : AGILBERTO SERÓDIO \nADV.(A/S)  : SAMUEL DA SILVA ANTUNES \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS SERVIDORES E EMPREGADOS PÚBLICOS ESTADUAIS E DO DISTRITO FEDERAL - FENASEPE \nADV.(A/S)  : JOSÉ EYMARD LOGUERCIO E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO PARA DESENVOLVIMENTO DO VAREJO - IDV \nADV.(A/S)  : VILMA TOSHIE KUTOMI E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS SERVIDORES DOS PODERES LEGISLATIVOS FEDERAL, ESTADUAIS E DO DISTRITO FEDERAL - FENALE \nADV.(A/S)  : SÉRGIO MACHADO CEZIMBRA E OUTRO(A/S)\nAM. CURIAE.  : CENTRAL DOS TRABALHADORES E TRABALHADORAS DO BRASIL - CTB \nADV.(A/S)  : MAGNUS HENRIQUE DE MEDEIROS FARKATT \nAM. CURIAE.  : SINDICATO DAS SOCIEDADES DE FOMENTO MERCANTIL FACTORING DO ESTADO DE SÃO PAULO - SINFAC-SP \nAM. CURIAE.  : SINDICATO DOS CONTABILISTAS DE SAO PAULO \nADV.(A/S)  : RICARDO BORDER \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NO COMÉRCIO - CNTC \nADV.(A/S)  : CÉLIO RODRIGUES NEVES \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS EMPREGADOS EM POSTOS DE SERVIÇOS DE COMBUSTÍVEIS E DERIVADOS DE PETRÓLEO - FENEPOSPETRO \nADV.(A/S)  : HELIO STEFANI GHERARDI \nAM. CURIAE.  : SINDICATO DOS TRABALHADORES EM HOTÉIS, APART HOTÉIS, MOTÉIS, FLATS, PENSÕES, HOSPEDARIAS, POUSADAS, RESTAURANTES, CHURRASCARIAS, CANTINAS, PIZZARIAS, BARES, LANCHONETES, SORVETERIAS, CONFEITARIAS, DOCERIAS BUFFETS, FAST-FOODS E ASSEMELHADOS DE SÃO PAULO E REGIÃO - SINTHORESP \nADV.(A/S)  : FELIPE AUGUSTO MANCUSO ZUCHINI \nAM. CURIAE.  : ASSOCIACAO BRASILEIRA DE PRODUTORES DE GRAOS - ABRASGRAOS \nADV.(A/S)  : TAYANNE DA SILVA CASTRO E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE UNIVERSIDADES PARTICULARES - ANUP \nADV.(A/S)  : MARCELO HENRIQUE TADEU MARTINS SANTOS E OUTRO(S) E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":402320,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5794","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-06-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Renato Rua de. As implicações da lei da Reforma Trabalhista nos sindicatos. Revista LTr, v. 82, n. 4, abr. 2018.\nAMARO, Luciano. Direito Tributário brasileiro. 10. ed. atual. São Paulo: Saraiva, 2004. p. 99.\nBARROS, Alice Monteiro de. Repensando o sindicato sob a ótica da globalização. Revista TRT 3ª Região, jan./jun. 2000. p. 90. \nBASSO, Maristela; POLIDO, Fabrício. A Convenção 87 da OIT sobre a liberdade sindical de 1948: recomendações para a adequação do direito interno brasileiro aos princípios e regras internacionais do\ntrabalho. Revista do Tribunal Superior do Trabalho, São Paulo, v. 78, n. 3, p. 124-219, jul./set. 2012. Disponível em: https://hdl.handle.net/20.500.12178/34308\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra da Silva. Comentários à Constituição do Brasil. São Paulo: Saraiva, 2004. v. 2. p. 553.\nBRASIL. Câmara dos Deputados. Plenário ratifica extinção da contribuição sindical obrigatória e conclui reforma trabalhista. Disponível em: http://www2.camara.leg.br/camaranoticias/noticias/POLITICA/531606-PLENARIORATIFICA-EXTINCAO-DA-CONTRIBUICAO-SINDICAL-OBRIGATORIA-E-CONCLUIREFORMA-TRABALHISTA.html.\n______. Ministério do Trabalho e Emprego. Fórum Nacional do Trabalho. Reforma sindical: relatório da Comissão de Sistematização. Brasília, 2004. Disponível em: http://www.sintunesp.org.br/sindtrab/FNT-rel%20final%20com%20sistem.htm.\n______. Ministério do Trabalho. Sobre o FAT. Disponível em: disponível em: http://portalfat.mte.gov.br/codefat/resolucoes-2/resolucoes-por-assunto/geracao-de-emprego-e-renda/linhas-de-creditos-especiais/fat-girocooperativo-agropecuario/sobre-o-fat/.\n______.______. Boletim de Informações Financeiras do Fundo de Amparo ao Trabalhador. 6º Bimestre de 2017. Disponível em: http://portalfat.mte.gov.br/wp-content/uploads/2018/04/Boletim-de-Informa\n%C3%A7%C3%B5es-Financeiras-do-FAT-6%C2%BA-Bimestre-de-2017.pdf.\nCARDOSO, Adalberto Moreira. Dimensões da crise do sindicalismo brasileiro. Cadernos CRH, v. 28, n. 75, p. 493-510 , set./dez. 2015. p. 502-503.\nCARRAZZA, Roque Antonio. Curso de Direito Constitucional Tributário. 20. ed., rev., ampl. e atual. São Paulo: Malheiros, 2004. p. 612.\nCORREIA, Henrique. Direito do trabalho. 12. ed. Juspodivm, 2018. p. 1370-1372.\nCUNTO, Raphael Di; MARTINS, Arícia. Arrecadação das entidades de trabalhadores com imposto sindical diminui 80% em 2018. Valor econômico, 04 maio 2018. Disponível em: http://www.valor.com.br/brasil/5501555/arrecadacao-das-entidades-detrabalhadores-com-imposto-sindical-diminui-80-em-2018.\nDANTAS JÚNIOR, Aldemiro Rezende. Fim da Contribuição Sindical Obrigatória: Consequências para as entidades sindicais e categorias representadas. Revista do Tribunal Regional do Trabalho da 3ª Região, Belo Horizonte, nov. 2017. p. 271-287. p. 283.\nDELGADO, Maurício Godinho.  Constituição da República, Sistema Trabalhista Brasileiro e Direito Coletivo do Trabalho. Revista Fórum Justiça do Trabalho, ano 32, n. 376, abr. 2015.\n______. Direito coletivo do Trabalho. 2017. p. 375.\nDELGADO, Maurício Godinho; DELGADO, Gabriela Neves. A reforma trabalhista no Brasil: com os comentários à Lei n. 13.467/2017. São Paulo: LTr, 2018. p. 247.\nFERNANDES, Anaïs. Governo inclui ganho com imposto sindical no orçamento: Tributo deixou de ser obrigatório com a entrada em vigor da reforma trabalhista.  Folha de S. Paulo, 21. maio 2018. Disponível em: https://www1.folha.uol.com.br/mercado/2018/05/governo-inclui-ganhocom-imposto-sindical-no-orcamento.shtml.\nGALVÃO, Andrea (Coord.). Movimento sindical e negociação coletiva. Texto para discussão nº 5. CESIT, UNICAMP, 2017. Disponível em: http://www.cesit.net.br/apresentacao-dos-textos-de-discussao-do-projeto. Acesso em: 25 maio 2018.\nGODINHO, Maurício. Direito Coletivo do Trabalho. 7. ed. São Paulo: LTR, 2017. p. 129.\nGOMES, Angela Maria de Castro. A invenção do trabalhismo. 2005. p. 249.\nGUNTHER, Luiz Eduardo. O fim da contribuição sindical obrigatória: a crônica de uma morte\nanunciada. In: DALLEGRAVE NETO, José Affonso; KAJOTA, Ernani (Coord.). Reforma Trabalhista ponto a ponto. São Paulo: Ltr, 2017, p. 210-211, apud AROUCA, José Carlos. Curso básico de Direito Sindical. 3. ed. São Paulo: Ltr, 2012. p. 214 e 229.\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA. Aspectos das Relações de Trabalho e Sindicalização. Rio de Janeiro: IBGE, 2017. Disponível em: http://biblioteca.ibge.gov.br/visualizacao/livros/liv100322.pdf>. Acesso em: 26 jun. 2018.\nLEAL, Carla Reita F.; MARTINAZZO, Waleska M. Piovan. A plena liberdade sindical no Brasil como resultado da aplicação da Convenção 87 da OIT e outros documentos internacionais. In: FRANCO FILHO, Georgenor De Sousa; MAZZUOLI, Valério de Oliveira (Org.). Direito Internacional do Trabalho: O estado da arte sobre a aplicação das convenções internacionais da OIT no Brasil. São Paulo: LTR, 2016. p. 78.\nMARTINS, Ives Gandra da Silva. Revista TST, Brasília, v. 81, n. 2, abr./jun. 2015. p. 91, 93 e 94-95.\n______. A contribuição sindical e sua natureza jurídica. Revista do Tribunal Superior do Trabalho, São Paulo, v. 81, n. 2, p. 88-106, abr./jun. 2015.\nMARTINS, Sérgio Pinto. Contribuição confederativa. São Paulo: LTr, 1996. p. 118.\n______. Contribuições sindicais: direito comparado e internacional. 5. ed. São Paulo: Atlas, 2009. p. 25-27.\n______. Contribuição sindical e a reforma trabalhista. Repertório IOB de jurisprudência: trabalhista e previdenciário, n. 15, p. 479-476, ago. 2017. p. 480.\nNASCIMENTO, Amauri Mascaro.Compêndio de direito sindical. 3. ed. São Paulo: LTr, 2003. p. 88.\n______. Compêndio de Direito Sindical. 2012. p. 35-48, 201-208 e 595-599.\nNASCIMENTO, Amauri Mascaro; NASCIMENTO, Sônia Mascaro; NASCIMENTO, Marcelo Mascaro. Direito sindical. 8. ed. São Paulo: LTR, 2015. p. 99, 101, 106, 107, 110, 113 e 115.\nOLIVEIRA NETO, Alberto Emiliano de. Contribuições Sindicais: Modalidades de Financiamento Sindical e o Princípio da Liberdade Sindical. São Paulo: LTr, 2010. p. 90.\nORGANIZAÇÃO INTERNACIONAL DO TRABALHO. A liberdade sindical: recopilação de decisões e princípios do Comitê de Liberdade Sindical do Conselho de Administração da OIT. p. 98-99. Disponível em: \nhttp://www.ilo.org/wcmsp5/groups/public/---americas/---ro-lima/---ilo-brasilia/documents/publication/wcms_231054.pdf. Acesso em: 26 jun. 2018.\nPEREIRA NETO, João Batista. O sistema brasileiro de unicidade sindical e compulsoriedade de representação. São Paulo: LTR, 2017. p. 28, 33, 36 e 60-61.\nPERRINI, Valdyr. A inconstitucionalidade do fim da contribuição sindical obrigatória compulsória e o quadripé do peleguismo. In: DALLEGRAVE NETO, José Affonso; KAJOTA, Ernani (Coord.). Reforma Trabalhista ponto a ponto. São Paulo: Ltr, 2017. p. 222.\nREIS, Daniela Murada. A imposição da contribuição sindical e o princípio da liberdade associativa: reflexões sobre o regime democrático e o financiamento sindical brasileiro. Repertório de Jurisprudência IOB, v. 2, n. 5, 2012.\nSAAD, Eduardo Gabriel. Federação, confederação e central sindical, apud PEREIRA NETO, João Batista. O sistema brasileiro de unicidade sindical e compulsoriedade de representação. São Paulo: LTR, 2017. p. 53.\nSILVA, Otavio Pinto e. Extinção da contribuição sindical compulsória. Repertório IOB de\njurisprudência, trabalhista e previdenciário, n. 16, p. 483-479, ago. 2012. p. 482 e 483.\nSILVA, Sayonara Grillo Coutinho Leonardo da. Arranjos Institucionais e Estruturas Sindical: o que há de novo no sistema jurídico sindical brasileiro? 2014. p. 262.\nVIANA, Oliveira. Problemas de direito sindical. Rio de Janeiro: Max Limonad, [s/d], apud NASCIMENTO, Amauri Mascaro; NASCIMENTO, Sônia Mascaro; NASCIMENTO, Marcelo Mascaro. Direito sindical. 8. ed. São Paulo: LTR, 2015, p. 107.","ministro_facet":["EDSON FACHIN","LUIZ FUX"],"processo_numero":5794,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur412818","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RN","is_questao_ordem":false,"acordao_ata":"Suspenso o julgamento do feito após o voto da Ministra Cármen Lúcia (Relatora) que: a) dava parcial provimento ao recurso de apelação de Jaelson de Lima, tão somente para determinar o desentranhamento do memorial acostado ao final do volume 15 dos autos e das fls. 3.171-3.173 do parecer do então Procurador-Geral da República Rodrigo Janot Monteiro de Barros, que contém a transcrição de parte do referido memorial, mantendo nos demais itens a sentença recorrida. Após o desentranhamento, os documentos deverão ser envelopados e acautelados na Secretaria Judiciária até o trânsito em julgado da ação, quando serão encaminhados ao arquivo com os autos; b) dava parcial provimento aos recursos de apelação de Welbert Marinho Accioly e Joumar Batista Câmara e, apesar de não terem recorrido nesse ponto, estendia os efeitos aos sentenciados Valter Sandi de Oliveira Costa e Rogério Jussier Ramalho, para retirar a majorante prevista no § 2º do art. 327 do Código Penal e, consequentemente, fixar a pena definitiva do crime de peculato dos sentenciados nominados nos seguintes patamares: 1) Joumar Batista da Câmara: peculato (4 anos e 6 meses de reclusão e 70 dias-multa); 2) Rogério Jussier Ramalho: peculato (6 anos de reclusão e 85 dias-multa); 3) Valter Sandi de Oliveira Costa: peculato (5 anos de reclusão e 80 dias-multa); 4) Welbert Marinho Accioly: peculato (5 anos e 6 meses de reclusão e 85 dias-multa); c) dava provimento à apelação de Antônio Patriota de Aguiar para acolher a pretensão de reconhecer o peculato na forma culposa, afastar a majorante, reconhecer a atipicidade de sua conduta quanto ao crime de inexigibilidade de licitação na forma culposa e reconhecer a prescrição da pena pelo decurso de prazo superior a quatro anos em caso de definição da pena ao máximo legalmente cominado para o tipo pelo qual condenado. Negava provimento aos outros itens dos recursos, mantendo a sentença, permanecendo inalterados o regime inicial de cumprimento, porque as penas continuaram em patamar superior a quatro anos (art. 33, § 2º, al. b, do Código Penal), bem como as penas decorrentes das práticas criminosas descritas e comprovadas nos autos, excetuada àquelas relativas ao delito de peculato; e d) negava provimento ao recurso de apelação de Sérgio Roberto de Andrade Rebouças, no que foi acompanhada integralmente pelo Ministro Edson Fachin (Revisor). Falaram: pelo apelante Sérgio Roberto de Andrade Rebouças, o Dr. Gustavo Badaró; pelo apelante Rogério Jussier Ramalho, o Dr. Felipe Cortez; e, pelo Ministério Público Federal, o Dr. Antônio Carlos Alpino Bigonha, Subprocurador-Geral da República. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 20.8.2019.\r\n\n           Decisão: Inicialmente, a Relatora indeferiu o pedido de reconhecimento da prescrição da pretensão punitiva formulado por Joumar Batista Câmara, no que foi acompanhada pelos Ministros Edson Fachin e Ricardo Lewandowski. Prosseguindo no julgamento, após o voto do Ministro Ricardo Lewandowski, que dava parcial provimento às apelações para: a) acolher a questão de ordem suscitada pela defesa técnica de Sérgio Roberto de Andrade Rebouças para anular o feito em relação a este recorrente a partir da audiência de interrogatório do delator Elias Avelino dos Santos, ficando prejudicada, por consequência, a análise do mérito do recurso interposto; b) absolver todos os réus da prática do crime de inexigibilidade indevida de licitação (art. 89, caput, da Lei 8.666/1993), por força do princípio da consunção em face do delito de peculato; c) redimensionar a pena-base e expungir a majorante prevista no art. 327, § 2º, do Código Penal em relação ao crime de peculato, estabelecendo as seguintes reprimendas: Joumar Batista da Câmara: 3 (três) anos e 4 (quatro) meses de reclusão, mais 50 (cinquenta) dias-multa; Antônio Patriota de Aguiar: 3 (três) anos e 4 (quatro) meses de reclusão, mais 50 (cinquenta) dias-multa; Valter Sandi de Oliveira Costa: 4 (quatro) anos de reclusão, mais 70 (setenta) dias-multa; Welber Marinho Accioly: 4 (quatro) anos de reclusão, mais 70 (setenta) dias-multa; Jaelson de Lima: 4 (quatro) anos de reclusão, mais 70 (setenta) dias-multa; Rogério Jussier Ramalho: 4 (quatro) anos de reclusão, mais 70 (setenta) dias-multa, acompanhando o voto da Relatora quanto às demais questões suscitadas pelos apelantes, o julgamento foi suspenso, em razão do pedido de vista formulado pelo Ministro Gilmar Mendes. Ausente, justificadamente, por motivo de licença médica, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 27.8.2019.\r\n\n          Decisão: A Turma, por maioria, acolheu, em parte, a preliminar suscitada pela defesa técnica de Sérgio Roberto de Andrade Rebouças consistente na ausência da defesa técnica durante o interrogatório de corréu, nos termos do voto médio do Ministro Gilmar Mendes, que reconhecia a nulidade em menor grau, apenas para declarar a imprestabilidade do interrogatório de Elias Avelino dos Santos em relação a Sérgio Roberto, abstendo-se, contudo, de determinar a repetição dos atos do processo, com base nos arts. 563 e 566 do CPP e na existência de elementos autônomos que sustentam a condenação, vencidos o Ministro Ricardo Lewandowski, que acolhia a preliminar de nulidade e anulava o interrogatório de Elias Avelino dos Santos para que este fosse refeito em relação ao recorrente, por ausência de defensor constituído ou dativo, e os Ministros Cármen Lúcia e Edson Fachin, que rejeitavam a preliminar. Foi acolhida, por unanimidade, nos termos do voto da Relatora, a preliminar de impedimento do Procurador-Geral de Justiça, tão somente para determinar o desentranhamento do memorial acostado ao final do volume 15 dos autos e das fls. 3.171-3.173 do parecer do então Procurador-Geral da República Rodrigo Janot Monteiro de Barros, que contém a transcrição de parte do referido memorial, e que deverão ser envelopados e acautelados na Secretaria Judiciária até o trânsito em julgado. As demais preliminares foram rejeitadas à unanimidade, nos termos do voto da Relatora. No mérito, a Turma, quanto a Antônio Patriota de Aguiar, deu provimento à apelação, para, por maioria, desclassificar o crime de peculato para peculato culposo, reconhecendo-se a prescrição, nos termos do voto da Relatora, vencido, nessa parte, o Ministro Ricardo Lewandowski, que o reconhecia como doloso e aplicava a pena de 3 anos e 4 meses de reclusão e 50 dias-multa e, também por maioria, absolvê-lo do crime que lhe foi imputado de inexigibilidade de licitação, por atipicidade, nos termos do voto da Relatora, vencido, nesta parte, o Ministro Ricardo Lewandowski, que o absolveu pela aplicação da consunção com o peculato. Quanto a Jaelson de Lima, ficou mantida a pena, pelo crime de peculato, em 5 anos e 6 meses de reclusão e 80 dias-multa, nos termos do voto da Relatora, vencido o Ministro Ricardo Lewandowski, que a fixava em 4 anos de reclusão e 70 dias-multa. Quanto ao crime de falsificação de documento público, foi mantida, por unanimidade, a decisão do juiz de primeiro grau. Quanto ao crime de inexigibilidade de licitação, por maioria, nos termos do voto médio do Ministro Gilmar Mendes, a pena foi reduzida para 3 anos e 6 meses de detenção, vencidos o Ministro Ricardo Lewandowski, que aplicava a consunção, e os Ministros Cármen Lúcia e Edson Fachin, que mantinham a pena em 4 anos e 6 meses de detenção e 55 dias-multa. Quanto a Joumar Batista da Câmara, deu provimento parcial à apelação, por maioria, nos termos do voto da Relatora, para fixar a pena pelo crime de peculato em 4 anos e 6 meses de reclusão e 70 dias-multa, vencido, em parte, o Ministro Ricardo Lewandowski, que a reduzia para 3 anos e 4 meses de reclusão e 50 dias-multa. Quanto a Rogério Jussier Ramalho, deu parcial provimento ao recurso, por maioria, nos termos do voto da Relatora, para fixar a pena de peculato em 6 anos de reclusão e 85 dias-multa, vencido, em parte, o Ministro Ricardo Lewandowski, que aplicava a pena de 4 anos de reclusão e 70 dias-multa. Quanto ao crime de falsificação de documento público, foi mantida, por unanimidade, a decisão do juiz de primeiro grau. Quanto ao crime de inexigibilidade de licitação, por maioria, nos termos do voto médio do Ministro Gilmar Mendes, a pena foi reduzida para 3 anos e 6 meses de detenção, vencidos o Ministro Ricardo Lewandowski, que aplicava a consunção, e os Ministros Cármen Lúcia e Edson Fachin, que mantinham a pena em 4 anos e 8 meses de detenção e 60 dias-multa. Quanto a Sérgio Roberto de Andrade Rebouças, no que se refere ao crime de inexigibilidade de licitação, por maioria, nos termos do voto médio do Ministro Gilmar Mendes, a pena foi reduzida para 3 anos e 6 meses de detenção, vencidos o Ministro Ricardo Lewandowski, que anulava o feito em relação a esse recorrente, a partir da audiência de interrogatório do delator Elias Avelino dos Santos, e os Ministros Cármen Lúcia e Edson Fachin, que mantinham a pena em 4 anos e 10 meses de detenção e 65 dias-multa. Quanto aos crimes de peculato e falsificação de documento público, negou provimento à apelação, por maioria, nos termos do voto da Relatora, vencido o Ministro Ricardo Lewandowski que anulava o feito em relação a esse recorrente a partir da audiência de interrogatório do delator Elias Avelino dos Santos. Quanto a Valter Sandi de Oliveira Costa, deu parcial provimento à apelação, por maioria, nos termos do voto da Relatora, para fixar a pena para o crime de peculato em 5 anos de reclusão e 80 dias-multa, vencido, em parte, o Ministro Ricardo Lewandowski, que a reduzia para 4 anos de reclusão e 70 dias-multa. Quanto ao crime de inexigibilidade de licitação, por maioria, nos termos do voto médio do Ministro Gilmar Mendes, a pena foi reduzida para 3 anos e 6 meses de detenção, vencidos o Ministro Ricardo Lewandowski, que aplicava a consunção, e os Ministros Cármen Lúcia e Edson Fachin, que mantinham a pena em 4 anos e 6 meses de detenção e 55 dias-multa. Quanto a Welbert Marinho Accioly, deu parcial provimento à apelação, por maioria, nos termos do voto da Relatora, para fixar a pena pelo crime de peculato em 5 anos e 6 meses de reclusão e 85 dias-multa, vencido, em parte, o Ministro Ricardo Lewandowski, que a reduzia para 4 anos de reclusão e 70 dias-multa. Quanto ao crime de inexigibilidade de licitação, por maioria, nos termos do voto médio do Ministro Gilmar Mendes, a pena foi reduzida para 3 anos e 6 meses de detenção, vencidos o Ministro Ricardo Lewandowski, que aplicava a consunção, e os Ministros Cármen Lúcia e Edson Fachin, que mantinham a pena em 4 anos e 8 meses de detenção e 60 dias-multa. O regime inicial de cumprimento permanece inalterado. À unanimidade, foi negado provimento aos demais itens dos recursos, mantida a sentença. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 3.9.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur412818","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Norte","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur412818","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO PENAL. APELAÇÃO. CRIMES DE PECULATO, FALSIFICAÇÃO DE DOCUMENTO PÚBLICO E INEXIGÊNCIA IRREGULAR DE LICITAÇÃO. CONCURSO DE PESSOAS. PRELIMINARES DE ARGUIÇÃO DE INCOMPETÊNCIA, FALTA DE ACESSO À ÍNTEGRA DAS MÍDIAS DE ÁUDIOS CAPTADOS NOS AUTOS, ILICITUDE DA QUEBRA DO SIGILO BANCÁRIO E FISCAL, AUSÊNCIA DE INTIMAÇÃO DAS PARTES QUANTO À EXPEDIÇÃO DE CARTAS PRECATÓRIAS, VIOLAÇÃO DOS PRINCÍPIOS DO JUÍZO NATURAL E DA IDENTIDADE FÍSICA DO JUIZ, NULIDADE DA SENTENÇA, INOBSERVÂNCIA DAS PROVAS DO PROCEDIMENTO ADMINISTRATIVO E PREJULGAMENTO: REJEITADAS. ALEGAÇÕES DE IMPEDIMENTO DO PROCURADOR-GERAL DE JUSTIÇA E AUSÊNCIA DA DEFESA TÉCNICA DURANTE O INTERROGATÓRIO DE CORRÉUS: ACOLHIDAS PARCIALMENTE. PREJUDICIAL DE MÉRITO: PRESCRIÇÃO. REJEITADA. MÉRITO: PARCIAL PROVIMENTO DOS RECURSOS DE APELAÇÃO DE JOUMAR BATISTA DA CÂMARA, ROGÉRIO JUSSIER RAMALHO, VALTER SANDI DE OLIVEIRA COSTA, WELBERT MARINHO ACCIOLY, SÉRGIO ROBERTO DE ANDRADE REBOUÇAS E JAELSON DE LIMA. PROVIMENTO PARCIAL DO RECURSO DE APELAÇÃO DE ANTÔNIO PATRIOTA DE AGUIAR COM RECONHECIMENTO DE PRESCRIÇÃO.\n\n\n\n    1. Contando o Tribunal de Justiça do Rio Grande do Norte com quinze desembargadores, tendo oito deles se declarado impedidos ou suspeitos para atuar no processo, a competência, por determinação constitucional expressa, passa ao Supremo Tribunal Federal. \n\n\n\n    2. A jurisprudência deste Supremo Tribunal é de que a competência para processar e julgar crimes sobre desvio de verbas públicas estaduais ou municipais, mesmo provenientes de repasse da União, é do Poder Judiciário estadual, ressalva feita a casos em que a verba ainda não tenha sido incorporada ao orçamento do Estado ou do Município: Precedentes.\n\n\n\n    3. Em segundo grau de jurisdição, o então Procurador-Geral de Justiça, que assinou a denúncia, apresentou memorial, o que infringe o inc. III do art. 252 e a parte final do art. 258 do Código de Processo Penal. Determinado o desentranhamento do memorial.\n\n\n\n    4. Sempre que as defesas solicitaram acesso aos áudios das interceptações telefônicas o pedido foi imediatamente atendido, não havendo que se cogitar de cerceamento.\n\n\n\n    5. O sigilo bancário pessoal do recorrente foi quebrado em curso inquérito penal, no qual se pleiteava o rastreamento do dinheiro tido por questionável em sua licitude e sua repartição entre os autores dos atos. Quebra de sigilo da fita detalhe do banco ocorrido por ordem judicial. Inexistência de ilicitude: Precedentes.\n\n\n\n    6. Apesar de a defesa não ter sido notificada da expedição da carta precatória, foi intimada, com antecedência, sobre a data de realização do ato processual. Testemunhas ouvidas unânimes que não tinham conhecimento sobre os fatos narrados nos autos. Ausência de prejuízo: Precedentes.\n\n\n\n    7. O Supremo Tribunal e o Superior Tribunal de Justiça firmaram que o indevido cerceamento ao direito de realizar perguntas é causa de nulidade do processo. A ausência de advogados dos corréus ao interrogatório de acusado diverso, desde que devidamente intimados, não gera nulidade, pela faculdade da participação. Excepciona-se a regra da faculdade da participação quando há a imputação de crimes pelo interrogado aos demais réus, como nos casos de colaboração premiada. Mesmo com a declaração de nulidade das imputações constantes do interrogatório do delator, subsistem elementos de prova material e testemunhal suficientes, autônomos e independentes, para além de dúvida razoável, a sustentar a condenação do recorrente. Nulidade reconhecida, com base nos arts. 563 e 566 do CPP, apenas para declarar a imprestabilidade do interrogatório do delator em relação ao recorrente, sem determinação de repetição dos atos do processo, decisão tomada, no ponto, por maioria.\n\n\n\n    8. Ação penal distribuída, por sorteio, à 6ª Vara Criminal da Comarca de Natal/RN, órgão jurisdicional previamente constituído para processar crimes, não havendo, portanto, que se cogitar de tribunal de exceção. Demonstrado que o processo foi deslocado ao juízo da 8ª Vara Criminal após outros magistrados, atendidas as regras legais de substituição, declararem que não poderiam atuar no feito, observando-se as regras de competência previamente estabelecidas.\n\n\n\n    9. O juiz sentenciante foi o responsável pela oitiva de diversas testemunhas e pelo encerramento da instrução. É assente na doutrina e na jurisprudência que o juiz que deve sentenciar o processo é aquele que concluiu a instrução e não um dos que eventualmente também tenham participado dessa fase processual: Precedentes.\n\n\n\n    10. Sentença condenatória expressa ao fundamentar os elementos de fato e de direito que conduziram à convicção do julgador quanto à configuração da prática delitiva, tendo sido rebatidas todas as teses da defesa do acusado.\n\n\n\n    11. Na parte em que analisou o delito de peculato, o juiz de primeiro grau ateve-se, pormenorizadamente, também aos fatos e à autoria imputados ao recorrente quanto à inexigibilidade indevida de licitação. O procedimento administrativo de inexigibilidade de licitação foi devidamente analisado pelo magistrado sentenciante. Não se há de cogitar de prejulgamento: somente após longa exposição sobre os fatos e as provas da materialidade e da autoria delitiva constantes nos autos o juiz sentenciante, de maneira fundamentada, proferiu sua decisão condenatória.\n\n\n\n    12. O último marco interruptivo da prescrição foi a sentença condenatória. Lapso temporal necessário para o reconhecimento da extinção da punibilidade somente ocorrerá em setembro de 2023. Recorrente que completou 70 anos em 2015, após a prolação da sentença. Lei expressa em determinar redução do prazo prescricional pela metade quando o réu for maior de 70 anos na data da sentença, o que não ocorreu na espécie: Precedentes.\n\n\n\n    13. Materialidade e autoria do crime de peculato devidamente demonstradas quanto aos recorrentes Jaelson de Lima, Joumar Batista da Câmara, Rogério Jussier Ramalho, Sérgio Roberto de Andrade Rebouças, Valter Sandi de Oliveira Costa e Welbert Marinho Accioly.\n\n\n\n    Quanto ao recorrente Antônio Patriota de Aguiar, demonstrada a prática do crime de peculato culposo. Com a desclassificação do crime, deve ser declarada extinta a punibilidade do recorrente pela superveniência da prescrição da pretensão punitiva, mesmo considerada a pena máxima em abstrato.\n\n\n\n    14. Materialidade e autoria do crime de falsificação de documento público devidamente demonstradas quanto aos recorrentes Jaelson de Lima, Rogério Jussier Ramalho e Sérgio Roberto de Andrade Rebouças.\n\n\n\n    15. Materialidade e autoria do crime de inexigência indevida de licitação devidamente demonstradas quanto aos recorrentes Valter Sandi de Oliveira Costa, Rogério Jussier Ramalho, Jaelson de Lima, Sérgio Roberto de Andrade Rebouças e Welbert Marinho Accioly.\n\n\n\n    Conduta atípica do recorrente Antônio Patriota de Aguiar, por inexistir a modalidade culposa desse delito.\n\n\n\n    16. Prática dos atos de inexigibilidade indevida de licitação autônoma em relação ao delito de peculato: sem relação entre eles de necessidade da prática de um delito para o sucesso do outro. Não se há cogitar de aplicação do princípio da consunção entre os crimes.\n\n\n\n    17. A falsificação da assinatura de cheque era prescindível para o sucesso do crime de peculato: o acusado Elias Avelino dos Santos, beneficiário do título de crédito, estava envolvido no esquema criminoso, compareceu à agência bancária quando da suspeita da falsificação de sua assinatura, tendo chancelado o pagamento do numerário. Não se há aventar de aplicação do princípio da consunção entre os crimes.\n\n\n\n    18. A utilização de três circunstâncias judiciais desfavoráveis para aumentar a pena-base dos recorrentes em patamar aproximado ao ponto médio das penas não evidencia ilegalidade. Penas aplicadas aos delitos de peculato e falsificação de documento público observaram esses parâmetros. Fixação da pena-base pelo crime de inexigibilidade de licitação: definição em montantes próximos à pena máxima de 5 anos. Parcial provimento aos recursos interpostos no ponto, para que a pena-base pelo crime do art. 89 da Lei n. 8.666/1993, em relação a todos os acusados, seja de 3 anos e 6 meses de detenção, fixada como pena definitiva, à míngua de agravantes, atenuantes, causas de aumento ou de diminuição. Voto médio tomado em benefício dos réus.\n\n\n\n    19. Recorrente Joumar Batista Câmara: não comprovada circunstância legal para atenuar a pena definida, tampouco se constatando circunstância juridicamente relevante apta a conduzir ao resultado pretendido. Quanto às causas de diminuição da pena, devem estar expressamente previstas na legislação: situação do recorrente não enquadrável em hipótese legal permissiva de redução de sua pena.\n\n\n\n    20. No rol de incidência da causa especial de aumento de pena, entre os entes da Administração Pública indireta, não há menção às autarquias. Analogia para entender que os servidores ocupantes de cargos em comissão ou de função de direção ou de assessoramento das autarquias também estariam sujeitos à majorante. Pelo princípio da legalidade penal estrita, inadmissível o aproveitamento da analogia in malam partem. Recorrentes que não poderiam ter a pena majorada em um terço, na forma prevista no § 2º do art. 327 do Código Penal.\n\n\n\n    21. Crimes praticados com violação de dever com a Administração Pública. Pena aplicada em patamar superior a 4 anos. Aplicabilidade do efeito específico da sentença condenatória consistente na perda do cargo público.\n\n\n\n    22. Para efeito da interrupção do prazo prescricional (art. 117, IV, do Código Penal), a data legal é a da sessão de julgamento desta ação penal, quando se torna pública a prestação jurisdicional penal condenatória.\n\n\n\n    23. Parcial provimento à apelação criminal de Jaelson de Lima, Welbert Marinho Accioly, Joumar Batista Câmara, Valter Sandi de Oliveira Costa, Rogério Jussier Ramalho e Sérgio Roberto de Andrade Rebouças.\n\n\n\n    Provimento da apelação criminal de Antônio Patriota de Aguiar com declaração de extinção de punibilidade pela superveniência da prescrição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751113046","externo_seq_objeto_incidente":5060122,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-220  DIVULG 09-10-2019  PUBLIC 10-10-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2093&classe=AO","is_colac":false,"titulo":"AO 2093","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00010 INC-00012 INC-00055 \n          INC-00063 ART-00023 INC-00012 ART-00037 \n          \"CAPUT\" INC-00021 ART-00093 INC-00009 \n          ART-00102 INC-00001 LET-N ART-00105 \n          INC-00001 LET-D ART-00109 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000105      ANO-2001\n          ART-00001 PAR-00004 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 INC-00009\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-006799      ANO-1980\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00025 INC-00001 ART-00026 PAR-ÚNICO \n          ART-00089 \"CAPUT\"\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009807      ANO-1999\n          ART-00013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009897      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010792      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012234      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00001 ART-00013 PAR-00002 LET-A \n          ART-00018 INC-00002 PAR-ÚNICO ART-00029 \n          \"CAPUT\" ART-00030 ART-00033 PAR-00002 \n          LET-A LET-B PAR-00003 ART-00059 \n          \"CAPUT\" INC-00001 INC-00002 INC-00003 \n          INC-00004 ART-00065 INC-00001 INC-00002 \n          INC-00003 LET-A LET-B LET-C \n          LET-D LET-E ART-00066 ART-00068 \n          ART-00069 ART-00092 INC-00001 LET-A \n          LET-B ART-00107 INC-00004 INC-00009 \n          ART-00109 INC-00003 INC-00005 INC-00006 \n          ART-00110 PAR-00001 ART-00115 ART-00117 \n          INC-00004 ART-00297 \"CAPUT\" PAR-00001 \n          PAR-00002 ART-00312 PAR-00001 PAR-00002 \n          ART-00327 PAR-00002 INCLUÍDO PELA LEI-6799/1980\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00002 ART-00155 ART-00156 ART-00157 \n          PAR-00001 ART-00185 PAR-00002 ART-00186 \n          PAR-ÚNICO ART-00188 ART-00206 ART-00212 \n          ART-00239 ART-00252 INC-00003 ART-00254 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 ART-00258 ART-00386 \n          INC-00003 \n          ART-00399 PAR-00002 INCLUÍDO PELA LEI-11719/2008\n          ART-00563 ART-00564 INC-00003 LET-C \n          ART-00565 ART-00566 ART-00567 ART-00568 \n          ART-00569 ART-00570 ART-00571 ART-00572 \n          ART-00573 PAR-00002 ART-00580\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-000200      ANO-1967\n          ART-00004 INC-00001 INC-00002 LET-A \n          LET-B LET-C LET-D\n                DECRETO-LEI\n\n","LEG-FED   SUMSTF-000155      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000273      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2019-10-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INQUÉRITO POLICIAL EM CURSO, ENCONTRO FORTUITO DE PROVA, NULIDADE. PROVA ILÍCITA, QUEBRA DE SIGILO BANCÁRIO, TESTEMUNHA, DIREITO ABSOLUTO, RELATIVIZAÇÃO, INTERESSE PÚBLICO. PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE. DIREITO À INTIMIDADE, PRINCÍPIO DA SUPREMACIA DO INTERESSE PÚBLICO. QUEBRA DE SIGILO BANCÁRIO, JUSTA CAUSA. EXISTÊNCIA, VÍCIO, INVESTIGAÇÃO, ANULAÇÃO, PROCESSO PENAL. PRINCÍPIO DO JUIZ NATURAL. PRINCÍPIO DA IDENTIDADE FÍSICA DO JUIZ. ANULAÇÃO, SENTENÇA, AUSÊNCIA, CORRELAÇÃO, SENTENÇA, PRODUÇÃO DE PROVA, INSTRUÇÃO PROCESSUAL. PRINCÍPIO DO LIVRE CONVENCIMENTO MOTIVADO. SUPERFATURAMENTO, AQUISIÇÃO, MATERIAL DIDÁTICO, ENTREGA, QUANTIDADE, LIMITE INFERIOR, CONTRATADO, APROPRIAÇÃO, VERBA PÚBLICA. INEXIGÊNCIA INDEVIDA DE LICITAÇÃO, PROJETO, COMPETIÇÃO, PESQUISA DE MERCADO. VALORAÇÃO DA PROVA, INDÍCIO, ELEMENTO PROBATÓRIO, MATERIALIDADE DO FATO. DELAÇÃO, FUNDAMENTO ÚNICO, CONDENAÇÃO. CÓDIGO DE PROCESSO PENAL, CONDENAÇÃO, FUNDAMENTO, ELEMENTO DE INFORMAÇÃO, INVESTIGAÇÃO, EXISTÊNCIA, CONTRADITÓRIO. CÓDIGO PENAL, CONCURSO DE PESSOAS, TEORIA MONISTA. LICITAÇÃO, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA IMPESSOALIDADE, PRINCÍPIO DA MORALIDADE, PUBLICIDADE, EFICIÊNCIA. INEXIGÊNCIA INDEVIDA DE LICITAÇÃO, CRIME PRÓPRIO, INTERVENÇÃO, LICITAÇÃO, AGENTE PÚBLICO, PARTICULAR. DOSIMETRIA DA PENA, FIXAÇÃO, PENA-BASE, ACIMA DO MÍNIMO LEGAL, CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL. DOSIMETRIA DA PENA, DISCRICIONARIEDADE, JUIZ. DEPARTAMENTO ESTADUAL DE TRÂNSITO (DETRAN), AUTARQUIA ESTADUAL, ADMINISTRAÇÃO INDIRETA. PRESCRIÇÃO, DIREITO MATERIAL, MATÉRIA, ORDEM PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CAUSA ESPECIAL DE AUMENTO DE PENA, CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA, OMISSÃO, LEGISLADOR, AUTARQUIA. PRINCÍPIO DA IDENTIDADE FÍSICA DO JUIZ. AFASTAMENTO, PRESUNÇÃO, LEGITIMIDADE, ATO ADMINISTRATIVO. VÍCIO, ATO ADMINISTRATIVO, FINALIDADE, DESVIO DE VERBAS PÚBLICAS. CRIMINALIZAÇÃO, PARECER JURÍDICO, CONDUTA, APROPRIAÇÃO, VERBA PÚBLICA. QUEBRA DE SIGILO BANCÁRIO, DEPÓSITO, PRODUTO DO CRIME, CONTA CORRENTE, CÔNJUGE, ACUSADO, PROCURADOR DO ESTADO. DESENTRANHAMENTO, MEMORIAL, SUBSCRIÇÃO, PROMOTOR DE JUSTIÇA, SEGUNDA INSTÂNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: QUEBRA DE SIGILO, DECRETAÇÃO, QUALQUER MOMENTO, INQUÉRITO, PROCESSO JUDICIAL, NECESSIDADE, APURAÇÃO, ILÍCITO. PRINCÍPIO DO LIVRE CONVENCIMENTO MOTIVADO. PECULATO, UNIDADE DE DESÍGNIOS, DESVIO DE VERBAS PÚBLICAS. CONTRATAÇÃO DIRETA, ADMINISTRAÇÃO PÚBLICA, ESTUDO, INVIABILIDADE, COMPETIÇÃO, PESQUISA DE MERCADO, AFASTAMENTO, REGRA, LICITAÇÃO. AUSÊNCIA, EXCLUSIVIDADE, FORNECIMENTO, PRODUTO, EMPRESA, DISPONIBILIDADE, SIMILARIDADE, MATERIAL DIDÁTICO, MERCADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: RESTRIÇÃO, SIGILO BANCÁRIO, SIGILO FISCAL, ESCLARECIMENTO, COMETIMENTO, CRIME. DIREITO À VIDA PRIVADA, INVIOLABILIDADE, ALCANCE, SIGILO BANCÁRIO, SIGILO FISCAL. SUBMISSÃO, SIGILO BANCÁRIO, SIGILO FISCAL, RESERVA DE JURISDIÇÃO. RESTRIÇÃO, INTERCEPTAÇÃO TELEFÔNICA, INVESTIGAÇÃO CRIMINAL. PRINCÍPIO DO LIVRE CONVENCIMENTO MOTIVADO. EMISSÃO, PARECER JURÍDICO, PROCURADOR DO ESTADO, INEXIGÊNCIA DE LICITAÇÃO, ATUAÇÃO DOLOSA, DESVIO DE VERBAS PÚBLICAS. PRINCÍPIO DA CONSUNÇÃO. AUSÊNCIA, SUBORDINAÇÃO, INEXIGÊNCIA INDEVIDA DE LICITAÇÃO, APROPRIAÇÃO, VERBA PÚBLICA, AUTONOMIA, POTENCIALIDADE LESIVA, CRIME. FALSIFICAÇÃO, DOCUMENTO PÚBLICO, CRIME AUTÔNOMO. DOSIMETRIA DA PENA, CIRCUNSTÂNCIA JUDICIAL, PENA-BASE. PRINCÍPIO DA RESERVA LEGAL, PRINCÍPIO DA TIPICIDADE CERRADA, PRINCÍPIO DA TAXATIVIDADE DOS RECURSOS.\n\n- VOTO, MIN. GILMAR MENDES: PRINCÍPIO DA INSTRUMENTALIDADE, PRINCÍPIO PAS DE NULLITÉ SANS GRIEF. PRINCÍPIO DA IDENTIDADE FÍSICA DO JUIZ. CÓDIGO DE PROCESSO PENAL, PARTICIPAÇÃO ATIVA, ADVOGADO, CORRÉU, INTERROGATÓRIO, AMPLIAÇÃO, CONTRADITÓRIO, AMPLA DEFESA, POSSIBILIDADE, FORMULAÇÃO, PERGUNTA. OCORRÊNCIA, NULIDADE, CERCEAMENTO, DIREITO, REALIZAÇÃO, PERGUNTA, CORRÉU. OBRIGATORIEDADE, DEFESA TÉCNICA, INTERROGATÓRIO, ACUSADO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, GARANTIA CONTRA A AUTOINCRIMINAÇÃO, DIREITO AO SILÊNCIO. EXCEÇÃO, FACULDADE PROCESSUAL, PARTICIPAÇÃO, ADVOGADO, INTERROGATÓRIO, COLABORAÇÃO PREMIADA. TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA. AUTONOMIA, PROVA, CONDENAÇÃO, INDEPENDÊNCIA, RENOVAÇÃO, INTERROGATÓRIO.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: INTERROGATÓRIO, AUSÊNCIA, DEFESA TÉCNICA, CORRÉU, NOMEAÇÃO, DEFENSOR DATIVO, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL, AMPLA DEFESA, CONTRADITÓRIO. PROCESSO PENAL, PROTEÇÃO, CIDADÃO, IMPEDIMENTO, ATO ARBITRÁRIO. DOUTRINA, DEVIDO PROCESSO LEGAL, CARÁTER MATERIAL, CARÁTER PROCESSUAL. DEVIDO PROCESSO LEGAL, FUNDAMENTO, PRINCÍPIO DA PROPORCIONALIDADE, PONDERAÇÃO DE PRINCÍPIOS, CONTROLE JUDICIAL, LEI. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. COLABORAÇÃO PREMIADA, INTERESSE, RÉU, ATUAÇÃO, TESTEMUNHA, FATO CRIMINOSO. PREJUÍZO, DELATADO, AUSÊNCIA, AMPLA DEFESA, AUDIÊNCIA, INTERROGATÓRIO, COLABORADOR. INTIMAÇÃO, ADVOGADO, INTERROGATÓRIO, AUSÊNCIA, COMPARECIMENTO, NOMEAÇÃO, DEFENSOR AD HOC. NULIDADE ABSOLUTA, AUSÊNCIA, DEFENSOR. DESCONSIDERAÇÃO, INEXIGÊNCIA INDEVIDA DE LICITAÇÃO, PRINCÍPIO DA CONSUNÇÃO, PECULATO. PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA. DOSIMETRIA DA PENA, CONSIDERAÇÃO, CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, CULPABILIDADE, CONSEQUÊNCIA DO CRIME.\n\n- TERMO(S) DE RESGATE: TEORIA DA FONTE INDEPENDENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2093&classe=AO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, JUSTIÇA ESTADUAL, VERBA PÚBLICA, ÂMBITO ESTADUAL, ÂMBITO MUNICIPAL, PROVENIÊNCIA, UNIÃO FEDERAL)\nAI 837201 AgR-segundo (2ªT), RHC 120387 (2ªT). \n(PRINCÍPIO PAS DE NULLITÉ SANS GRIEF)\nHC 119372 (2ªT), HC 130549 AgR (1ªT), Rcl 27699 AgR (2ªT), RHC 153747 AgR (1ªT), RHC 133298 AgR (2ªT). \n(ENCONTRO FORTUITO DE PROVA, INVESTIGAÇÃO, NULIDADE, PROVA)\nHC 106152 (1ªT), HC 137438 AgR (1ªT), Pet 7794 (2ªT). \n(VÍCIO, INVESTIGAÇÃO, ANULAÇÃO, PROCESSO PENAL)\nHC 41870 (TP), HC 41888 (TP), HC 58120 (2ªT), HC 69895 (2ªT), HC 71832 (2ªT), HC 72095 (1ªT), HC 72648 (1ªT), HC 72864 (1ªT), HC 73037 (2ªT), HC 73271 (1ªT), HC 74127 (1ªT), HC 74198 (1ªT), HC 77357 (1ªT), RHC 43878 (2ªT), RHC 47695 (2ªT), RHC 51543 (2ªT), RHC 53042 (1ªT), RHC 59397 (1ªT), RHC 59691 (2ªT), HC 60931 (1ªT), RHC 61139 (1ªT), RHC 62815 (1ªT), RHC 66428 (1ªT), RHC 67056 (2ªT), RHC 56092 (2ªT), HC 60931 (1ªT), HC 62745 (1ªT), HC 73245 (1ªT), HC 73730 (2ªT), HC 73898 (2ªT). \n(INTIMAÇÃO, CARTA PRECATÓRIA, NULIDADE RELATIVA)\nHC 119293 (1ªT), RHC 119817 (1ªT). \n(OBRIGATORIEDADE, INTIMAÇÃO, DEFESA, INTERROGATÓRIO, CORRÉU)\nRHC 116193 (2ªT). \n(PRINCÍPIO DA IDENTIDADE FÍSICA DO JUIZ)\nHC 110404 (1ªT), RHC 115219 (2ªT), RHC 123572 (1ªT). \n(PRINCÍPIO DO LIVRE CONVENCIMENTO MOTIVADO)\nRHC 91691 (1ªT). \n(FUNDAMENTAÇÃO, DECISÃO JUDICIAL)\nHC 70179 (1ªT), HC 76420 (1ªT), HC 95034 (2ªT). \n(REDUÇÃO, METADE, PRAZO PRESCRICIONAL, RÉU, MAIOR DE SETENTA ANOS, SENTENÇA)\nAI 624599 AgR (1ªT), AI 791656 AgR (2ªT), HC 143813 AgR (2ªT). \n(CRIMINALIZAÇÃO, PARECER JURÍDICO, ATUAÇÃO DOLOSA)\nMS 24073 (TP), RE 696533 AgR (1ªT), Inq 4074 (2ªT). \n(INVOCAÇÃO, DELAÇÃO, EXCLUSIVIDADE, FUNDAMENTO, CONDENAÇÃO)\nHC 71813 (1ªT), HC 75226 (1ªT), RE 213937 (2ªT), HC 81618 (1ªT). \n(DOLO ESPECÍFICO, DISPENSA INDEVIDA DE LICITAÇÃO)\nAP 971 (1ªT). \n(OBSERVÂNCIA, FORMALIDADE, LEI, INEXIGIBILIDADE, LICITAÇÃO)\nInq 3108 (TP). \n(PRINCÍPIO DA CONSUNÇÃO)\nAP 470 (TP), HC 101900 (2ªT), RHC 104246 (1ªT), RHC 106067 (1ªT), Inq 3102 (TP), Inq 3108 (TP), HC 109708 (2ªT), HC 115580 (2ªT), HC 116979 AgR (1ªT), AP 946 (1ªT), AI 858531 AgR-ED (1ªT). \n(DOSIMETRIA DA PENA, DISCRICIONARIEDADE, JUIZ)\nRHC 117489 (1ªT). \n(CRITÉRIO, FIXAÇÃO, PENA-BASE)\nAP 644 (2ªT), RHC 128355 (1ªT), HC 130760 AgR (1ªT), TPA 5 (TP). \n(FUNDAMENTAÇÃO EXAUSTIVA, CIRCUNSTÂNCIA JUDICIAL)\nRHC 90531 (1ªT). \n(PRINCÍPIO DA RESERVA LEGAL, ANALOGIA IN MALAM PARTEM)\nInq 1145 (TP), HC 97261 (2ªT). \n(PERDA DE CARGO PÚBLICO, EFEITO, CONDENAÇÃO)\nARE 742879 AgR (1ªT). \n(INTERRUPÇÃO, PRAZO PRESCRICIONAL, DATA, JULGAMENTO, AÇÃO PENAL)\nAP 565 ED (TP), RHC 125078 (1ªT). \n(PUNIBILIDADE, INEXIGIBILIDADE, LICITAÇÃO, LESÃO AO ERÁRIO)\nInq 2482 (TP). \n(DOSIMETRIA DA PENA, AUMENTO, PENA-BASE, CIRCUNSTÂNCIA JUDICIAL)\nHC 79949 (1ªT), HC 82601 (2ªT), HC 85507 (2ªT), HC 102510 (2ªT), HC 109987 (1ªT), HC 110471 (2ªT), HC 114146 (2ªT), RHC 128355 (1ªT), RHC 132657 (2ªT), AP 644 ED (2ªT). \n(PECULATO, ELEVADO GRAU DE REPROVABILIDADE, AGRAVAMENTO DA PENA)\nRHC 132657 (2ªT), HC 132990 (1ªT). \n(IMPEDIMENTO, SUSPEIÇÃO, JUIZ, TRIBUNAL A QUO, COMPETÊNCIA, STF)\nAO 1045 QO (TP). \n(COMPETÊNCIA, JUSTIÇA FEDERAL, DESVIO DE VERBAS PÚBLICAS, FUNDEF)\nACO 1109 (TP), ACO 1206 (TP), ACO 1241 (TP), ACO 1250 (TP). \n(PRERROGATIVA, ADVOGADO, CORRÉU, PARTICIPAÇÃO, INTERROGATÓRIO, RÉU)\nHC 94016 (2ªT), AP 470 AgR (TP), HC 101648 (1ªT). \n(EXERCÍCIO, CONTRADITÓRIO, DELATADO, DIREITO, INQUIRIÇÃO, COLABORADOR)\nHC 93607 (2ªT), HC 94016 (2ªT), HC 94601 (2ªT), HC 101648 (1ªT), HC 127483 (TP). \n(PROVA ILÍCITA, ESCUTA TELEFÔNICA, CONTAMINAÇÃO, PROVA)\nHC 76203 (1ªT). \n(TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA)\nHC 83921 (1ªT). \n(QUEBRA DE SIGILO BANCÁRIO, PRINCÍPIO DA RAZOABILIDADE)\nAI 655298 AgR (2ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: AgRg no REsp 1303185, AgRg no REsp 1477548, RHC 36789. \n(OBRIGATORIEDADE, INTIMAÇÃO, DEFESA, INTERROGATÓRIO, CORRÉU)\nSTJ: AgRg no AREsp 595464, HC 180703. \n(CRIMINALIZAÇÃO, PARECER JURÍDICO, ATUAÇÃO DOLOSA)\nSTJ: AgRg no AREsp 711817. \n(TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA)\nSTJ: AgRg no HC 40089. \n- Decisões estrangeiras citadas: Caso Nix vs. Williams, Caso Murray vs. United States, da Suprema Corte dos Estados Unidos.\nNúmero de páginas: 381.\nAnálise: 09/10/2020, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"APTE.(S)  : VALTER SANDI DE OLIVEIRA COSTA \nADV.(A/S)  : VALTER SANDI DE OLIVEIRA COSTA \nADV.(A/S)  : HÉLIO FERNANDES DA SILVA \nADV.(A/S)  : FERNANDA ABREU DE OLIVEIRA \nAPTE.(S)  : JOUMAR BATISTA CÂMARA \nADV.(A/S)  : AFONSO ADOLFO DE MEDEIROS FERNANDES \nADV.(A/S)  : JOSÉ WILLAMY DE MEDEIROS COSTA \nADV.(A/S)  : KLEBET CAVALCANTI CARVALHO \nAPTE.(S)  : WELBERT MARINHO ACCIOLY \nADV.(A/S)  : FELIPE MACEDO DANTAS \nADV.(A/S)  : MARIA DE FÁTIMA DELGADO NOBRE \nADV.(A/S)  : VICTOR JOSÉ MACEDO DANTAS \nAPTE.(S)  : SÉRGIO ROBERTO DE ANDRADE REBOUÇAS \nADV.(A/S)  : ÍTALO PINHEIRO \nADV.(A/S)  : SERGIO SALGADO IVAHY BADARO \nADV.(A/S)  : GUSTAVO HENRIQUE RIGHI IVAHY BADARÓ \nADV.(A/S)  : JENNIFER CRISTINA ARIADNE FALK BADARO \nADV.(A/S)  : BARBARA DO ESPIRITO SANTO PASELLO \nADV.(A/S)  : MATHEUS ANTENOR CHIOCHETA \nADV.(A/S)  : HELIO PEIXOTO JUNIOR \nADV.(A/S)  : JESSICA DIEDO SCARTEZINI \nADV.(A/S)  : ROGERIO NEMETI \nADV.(A/S)  : CHARLES CASAS DE QUADROS \nADV.(A/S)  : HUGO HELINSKI HOLANDA \nADV.(A/S)  : SEBASTIÃO RODRIGUES LEITE JÚNIOR \nADV.(A/S)  : FREDERICO CARLOS FERREIRA MACHADO \nADV.(A/S)  : ANA ELIZABETH RODRIGUES FILGUEIRA \nADV.(A/S)  : KALEB CAMPOS FREIRE \nADV.(A/S)  : MIGUEL JOSINO NETO \nAPTE.(S)  : ROGÉRIO JUSSIER RAMALHO \nADV.(A/S)  : FELIPE AUGUSTO CORTEZ MEIRA DE MEDEIROS \nADV.(A/S)  : THIAGO CORTEZ MEIRA DE MEDEIROS \nADV.(A/S)  : SUZANA MARTINS GUEDES \nADV.(A/S)  : AMAURI PINHEIRO \nADV.(A/S)  : CAROLINE MELO CORTEZ MOURA DE OLIVEIRA \nADV.(A/S)  : ESEQUIAS PEGADO CORTEZ NETO \nADV.(A/S)  : RENATA DANTAS COSTA BORGES DE MELLO \nADV.(A/S)  : ALINE COELY GOMES DE SENA BIANCHI \nADV.(A/S)  : HERTA TERESA FRAGOSO CAMPOS OLIVEIRA \nAPTE.(S)  : ANTÔNIO PATRIOTA DE AGUIAR \nADV.(A/S)  : FLAVIANO DA GAMA FERNANDES \nADV.(A/S)  : LUCIANA DA SILVEIRA BEZERRA \nADV.(A/S)  : MARCUS VINICIUS FURTADO DA CUNHA \nADV.(A/S)  : AILA MARIA RAMALHO CORTÊS DE OLIVEIRA \nADV.(A/S)  : GLEIBER ADRIANO DE OLIVEIRA DANTAS \nADV.(A/S)  : SÁVIO JOSÉ DE OLIVEIRA \nADV.(A/S)  : GEORGE ANDERSON OLIMPIO DA SILVEIRA \nADV.(A/S)  : LUCIANO ROCHA COÊLHO JÚNIOR \nAPTE.(S)  : JAELSON BALBINO DA COSTA LIMA \nADV.(A/S)  : FÁBIO JOSÉ VASCONCELOS UCHÔA \nAPDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO GRANDE DO NORTE \nINTDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADORA-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":412818,"documental_tese_texto":null,"procedencia_geografica_completo":"RN - RIO GRANDE DO NORTE","processo_codigo_completo":"AO 2093","processo_classe_processual_unificada_classe_sigla":"AO","julgamento_data":"2019-09-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO ORIGINÁRIA","documental_doutrina_texto":"BITTENCOURT, Cezar Roberto. Tratado de direito penal. 8. ed. São Paulo: Saraiva, 2003. p. 712-713.\nBONAVIDES, Paulo. Curso de Direito Constitucional. 14. ed. São Paulo: Malheiros, 2004. p. 445.\nBOSCHI, José Antonio Paganella. Das Penas e Seus Critérios de Aplicação. 6. ed. Porto Alegre: Livraria do Advogado, 2013. p. 185.\nDIAS, Jorge de Figueiredo. Direito Penal, Parte Geral, Questões fundamentais, a doutrina geral do crime. Coimbra. p. 985.\nFAZZIO JÚNIOR, Waldo. Corrupção no poder público: peculato, concussão, corrupção passiva e prevaricação. São Paulo: Atlas, 2002. p. 92-93.\nFERNANDES, Bernardo Gonçalves. Curso de direito constitucional. 5. ed. Salvador: Jus Podivm. p. 234-235.\nFERRAJOLI, Luigi. Direito e razão: teoria do garantismo penal. p. 485-486.\nFRANCO, Alberto Silva; STOCO, Rui. Código penal e sua interpretação. 8. ed. São Paulo: Revista dos Tribunais, 2007. p. 463.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique (Coord.). Código de processo penal comentado. São Paulo: Thomson Reuters Brasil, 2018.\nGRECO, Rogério. Curso de direito penal. 15. ed. Rio de Janeiro: Impetus, 2013. p. 30.\nGRINOVER, Ada Pellegrino; GOMES FILHO, Antônio Magalhães; FERNANDES, Antônio Scarance. As nulidades no processo penal. 12. ed. São Paulo: Revista dos Tribunais. p. 27-28.\nHUNGRIA, Nelson. Comentários ao Código Penal. Rio de Janeiro: Forense, 1958. v. 4. p. 332.\n______.______. Forense, 1980. v. 1. Tomo I. p. 147-148.\nKNIJNIK, Danilo. A prova nos juízos cível, penal e tributário. Rio de Janeiro: Forense, 2007. p. 45.\nMEDEIROS, Flávio Meirelles. Nulidades do Processo Penal. 2. ed. Rio de Janeiro: AIDE, 1987. p. 35.\nMENDONÇA, Andrey B. A colaboração premiada e a criminalidade organizada: a confiabilidade das declarações do colaborador e seu valor probatório. In: SALGADO; QUEIROZ (Org.). A prova no enfrentamento à macrocriminalidade . 2. ed. JusPodivm, 2016. p. 238.\nMIRABETE, Julio Fabbrini. Código penal interpretado. 6. ed. São Paulo: Atlas, 2007. p. 2360.\nMITTERMAIER, Karl. Tratado de la prueba em materia criminal. Tradução: Primitivo González del Alba. 1. ed. Bueno Aires: Hammurabi, 2006. p. 398.\nNUCCI, Guilherme de Souza. Código de processo penal comentado. 8. ed. São Paulo: Revista dos Tribunais, 2008. p. 512-515 e p. 676-677.\n______. Código penal comentado. 13. ed. São Paulo: Revista dos Tribunais, 2013. p. 310, p. 431 e p. 614.\n______.______. 10. ed. Revista, atualizada e ampliada. São Paulo: Revista dos Tribunais, 2010. p. 583.\n______. Leis penais e processuais penais comentadas. 3. ed. São Paulo: Revista dos Tribunais, 2008. p. 811-812 e p. 815.\nOLIVEIRA, Eugênio Pacelli de. Curso de processo penal. 11. ed. Rio de Janeiro: Lumen Juris, 2009. p. 28.\nPIETRO, Maria Sylvia Zanella di. Direito administrativo. 11. ed. São Paulo: Atlas, 1999. p. 291.\nPRADO, Luiz Regis. Curso de direito penal brasileiro, volume 3: parte especial, arts. 250 a 359-H. 6. ed. São Paulo: Revista dos Tribunais, 2010. p. 392-393.\n______. Curso de direito penal brasileiro: parte geral. 2. ed. São Paulo: Revista dos Tribunais, 2000. p. 134-135.\n______. Curso de direito penal brasileiro, volume 1 – parte geral. 10. ed. São Paulo: Revista dos Tribunais, 2010. p. 193.\n______. Curso de direito penal brasileiro, volume 3: parte especial. 7. ed. São Paulo: Revista dos Tribunais, 2010. p. 336.\nSILVA JÚNIOR, Walter Nunes. Curso de Direito Processual Penal: Teoria Constitucional do Processo Penal.\nTOLEDO, Francisco de Assis. Princípios Básicos de Direito Penal. p. 52-53.\nTOURINHO FILHO, Fernando da Costa. Manual de processo penal. 3. ed. São Paulo: Saraiva, 2001. p. 201-202.\nZAFFARONI, Eugenio Raúl; PIERANGELI, José Henrique. Manual de Direito Penal. 4. ed. São Paulo: RT, 2002. p. 735.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":2093,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur444105","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido formulado pelo Reino dos Países Baixos para conceder a extradição do nacional holandês ROBERTICO RAMON MARIA INESIA, condicionada à formalização do compromisso previsto no artigo 96 da Lei n. 13.445/2017. Determinou, ainda, que a entrega extradicional de ROBERTICO RAMON MARIA INESIA fica condicionada à conclusão do processo penal a que responde o extraditando (APELAÇÃO CRIMINAL n. 1500793-42.2019.8.26.0536, 1ª Câmara de Direito Criminal do Tribunal de Justiça do Estado de São Paulo), se por outro não estiver respondendo no Brasil, nos termos do art. 95 da Lei de Migração e do Tratado de Transferência de Pessoas Condenadas e Execução de Penas Impostas por Julgamentos entre o Brasil e o Reino dos Países Baixos, firmado em 23/01/2009 em Haia, bem como do artigo 8º, da Portaria 217/2018 do Ministério da Justiça e Segurança Pública, sem prejuízo da prerrogativa do Presidente da República de promover a sua entrega imediata, tudo nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 19.3.2021 a 26.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur444105","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur444105","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. REINO DOS PAÍSES BAIXOS. CRIMES DE POSSE ILEGAL DE ARMAS DE FOGO, HOMICÍDIO QUALIFICADO E TRÁFICO ILÍCITO DE DROGAS. DUPLA TIPICIDADE E DUPLA PUNIBILIDADE CONFIGURADAS. CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO E O TRÁFICO DE DROGAS. PRISÃO PREVENTIVA DECRETADA. PROMESSA DE RECIPROCIDADE. ÓBICES PARA EXTRADIÇÃO (LEI 13.445/2017, ART. 82). INEXISTÊNCIA. REQUISITOS DOS ARTIGOS 83 E 88, DA LEI DE MIGRAÇÃO PRESENTES. ARTIGO 96, DA LEI 13.445/2017. COMPROMISSO ASSUMIDO PELO ESTADO REQUERENTE. EXTRADITANDO CONDENADO NO BRASIL (ART. 33, CAPUT, LEI 11.343/2006). TRANSFERÊNCIA DE PESSOA CONDENADA E LIBERAÇÃO ANTECIPADA PELO PODER JUDICIÁRIO. POSSIBILIDADE. LEI DE MIGRAÇÃO. ARTIGO 95. TRATADO DE TRANSFERÊNCIA DE PESSOAS CONDENADAS E EXECUÇÃO DE PENAS IMPOSTAS NO BRASIL. ARTIGO 8º, DA PORTARIA 217/2018, DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA. PRERROGATIVA DO PRESIDENTE DA REPÚBLICA MANTIDA (CF/1988, ART. 84, VII). EXTRADIÇÃO CONCEDIDA. ENTREGA CONDICIONADA À CONCLUSÃO DA AÇÃO PENAL A QUE RESPONDE NO BRASIL, SEM PREJUÍZO DA PRERROGATIVA DO PRESIDENTE DA REPÚBLICA E À FORMALIZAÇÃO DO COMPROMISSO PREVISTO NO ARTIGO 96, DA LEI DE MIGRAÇÃO PELO ESTADO REQUERENTE.\n\n\n\n    I – Os crimes pelos quais o Extraditando está respondendo no Estado Requerente são correlatos aos crimes tipificados no Brasil no artigo 121, caput, § 2º, do Código Penal (homicídio qualificado); artigos 14 ou 16 da Lei 10.826/2003 (porte ilegal de arma de fogo de uso permitido ou de uso restrito); e artigos 33 ou 35 da Lei 11.343/2006 (tráfico de drogas e ou associação para o tráfico de drogas) e não estão prescritos, segundo a lei brasileira.\n\n\n\n    II – Dupla tipicidade e dupla punibilidade atendidas.\n\n\n\n    III – O pedido extradicional foi formulado pela via diplomática, com base em cooperação internacional, com promessa de reciprocidade (art. 88, § 3º, Lei 13.445/2017), amparado pela Convenção das Nações Unidas contra o Crime Organizado e Tráfico de Entorpecentes, devidamente instruído com cópia do mandado de prisão, descrições precisas sobre o local, data, natureza e as circunstâncias do fato criminoso e com identidade do extraditando.\n\n\n\n    IV – O Extraditando não é brasileiro nato ou naturalizado; os fatos narrados são considerados crimes no Brasil e no Estado requerente; não é crime político ou de opinião; os fatos são punidos com pena superior a 2 (dois) anos e não existem informações de que o extraditando seja refugiado e que não será submetido a julgamento perante tribunal ou juízo de exceção (art. 82, Lei 445/2017), bem como não se tem notícia de que tenha sido indultado, ou mesmo contemplado pela concessão de anistia, graça, refúgio ou asilo territorial no Brasil (art. 82, IX, Lei 13.445/2017).\n\n\n\n    V – Requisitos dos artigos 83 e 88, § 3º, da Lei de Migração presentes. Inexistência de qualquer hipótese impeditiva prevista no artigo 5º, LII, da Constituição Federal e no artigo 82, VII, da Lei 13.445/2007.\n\n\n\n    VI – Reciprocidade oferecida pelo Reino dos Países Baixos e compromissos do artigo 96 da Lei 13.445/2017 assumidos (detração e comutação da prisão em 30 anos).\n\n\n\n    VII – O Extraditando responde a processo penal no Brasil pela prática do crime de tráfico de entorpecentes, tendo sido condenado, sem trânsito em julgado, ainda.\n\n\n\n    VIII – A simples alegação de que a extradição colocará a vida do extraditando em risco sem comprovação idônea não obsta o deferimento do pedido. \n\n\n\n    IX – Extradição deferida, condicionada a entrega à formalização dos compromissos assumidos pelo Estado requerente e à conclusão do processo penal a que responde o Extraditando (artigo 95, Lei de Migração e Tratado de Transferência de Pessoas Condenadas e Execução de Penas Impostas por Julgamentos entre o Brasil e o Reino dos Países Baixos – Haia 23/01/2009), sem prejuízo da prerrogativa do Presidente da República de promover a sua entrega imediata.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755573851","externo_seq_objeto_incidente":5687073,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-070  DIVULG 13-04-2021  PUBLIC 14-04-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1586&classe=Ext","is_colac":false,"titulo":"Ext 1586","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00052 ART-00084 INC-00007\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009474 ANO-1997\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010826 ANO-2003\n    ART-00014 ART-00016\n    ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00033 \"CAPUT\" ART-00035\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-INT   TTD ANO-2009\n    TRATADO DE TRANSFERÊNCIA DE PESSOAS CONDENADAS E EXECUÇÃO DE PENAS IMPOSTAS POR JULGAMENTOS ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DOS PAÍSES BAIXOS, FIRMADO EM HAIA, EM 23 DE JANEIRO DE 2009\n\n","LEG-INT   CVC ANO-1998\n    CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-INT   CVC ANO-2000\n    CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00121 \"CAPUT\" PAR-00002\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000162 ANO-1991\n    DECRETO LEGISLATIVO APROVA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DLG-000231 ANO-2003\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL \n\n","LEG-FED   DLG-000151 ANO-2011\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE TRANSFERÊNCIA DE PESSOAS CONDENADAS E EXECUÇÃO DE PENAS IMPOSTAS POR JULGAMENTOS ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DOS PAÍSES BAIXOS, FIRMADO EM HAIA, EM 23 DE JANEIRO DE 2009\n\n","LEG-FED   DEC-000154 ANO-1991\n    DECRETO PROMULGA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DEC-005015 ANO-2004\n    DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL \n\n","LEG-FED   DEC-007906 ANO-2013\n    DECRETO - PROMULGA DE TRANSFERÊNCIA DE PESSOAS CONDENADAS E EXECUÇÃO DE PENAS IMPOSTAS POR JULGAMENTOS ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DOS PAÍSES BAIXOS, FIRMADO EM HAIA, EM 23 DE JANEIRO DE 2009\n\n","LEG-FED   PRT-000217 ANO-2018\n    ART-00008\n    PORTARIA DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA - MJSP\n\n","LEG-EST   LEI-013445 ANO-2017\n    ART-00082 INC-00007 INC-00009 ART-00083\n    ART-00088 PAR-00003 ART-00095 ART-00096\n    ART-00100 PAR-ÚNICO\n    LEI ORDINÁRIA"],"publicacao_data":"2021-04-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1586&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, DUPLA TIPICIDADE, DUPLA PUNIBILIDADE)\nExt 977 (TP). \n(EXTRADIÇÃO, PROCESSO PENAL EM CURSO, JUSTIÇA BRASILEIRA)\nExt 1630 (2ªT). \n(ESTADO REQUERENTE, DEVER DE SEGURANÇA, EXTRADITANDO)\nExt 1337 (2ªT). \n- Legislação estrangeira citada: arts. 287 e 289, do Código Penal Holandês; art. 26 c/c art. 55 da Lei Holandesa de Armas e Munições; arts. 2 e 10, da Lei Holandesa de Drogas.\n\nNúmero de páginas: 20.\nAnálise: 10/06/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO REINO DOS PAÍSES BAIXOS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : ROBERTICO RAMON MARIA INESIA \nADV.(A/S)  : VANESSA CRISTINA DA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":444105,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1586","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-03-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["NUNES MARQUES"],"processo_numero":1586,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}