{"result":{"took":325,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":86.1081,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur365724","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, com restrição, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Senhor Ministro Gilmar Mendes. Presidiu, este julgamento, o Senhor Ministro Celso de Mello. 2ª Turma, 21.3.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur365724","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur365724","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Extradição instrutória. Governo da Itália. Pedido instruído com os documentos necessários para sua análise. Atendimento aos requisitos da Lei nº 6.815/80 e do Tratado de Extradição entre a República Federativa do Brasil e a República Italiana. Tráfico de drogas (art. 73 do Decreto do Presidente da República nº 309/90). Dupla tipicidade. Reconhecimento. Correspondência com o art. 33 da Lei nº 11.343/06. Prescrição. Não ocorrência tanto sob a óptica da legislação alienígena quanto sob a óptica da legislação penal brasileira. Exame de fatos subjacentes à investigação. Impossibilidade. Sistema de contenciosidade limitada. Precedentes. União estável do extraditando com brasileira. Irrelevância. Súmula nº 421 do Supremo Tribunal Federal. Precedente. Alegado risco genérico de vida que correria o extraditando caso efetivada sua entrega em razão de suposta perseguição policial. Ausência de prova desse fato. Dever do Estado requerente de garantir a segurança do extraditando em seu território. Pedido deferido. Compromisso de que as penas a serem impostas ao extraditando não ultrapassem o limite máximo de 30 (trinta) anos (art. 75, CP). Detração do tempo de prisão preventiva a que o extraditando tiver sido submetido no Brasil (art. 91, II, da Lei nº 6.815/80). \n\n\n\n    1. O pedido formulado pelo Governo da Itália, com base no Tratado de Extradição com a República Federativa do Brasil, atende aos pressupostos necessários para seu deferimento, nos termos da Lei nº 6.815/80.\n\n\n\n    2. Os fatos delituosos imputados ao extraditando correspondem, no Brasil, ao crime de tráfico de drogas (art. 33 da Lei nº 11.343/06), satisfazendo, assim, o requisito da dupla tipicidade previsto no art. 77, II, da Lei nº 6.815/80.\n\n\n\n    3. Não ocorrência da prescrição da pretensão punitiva, consoante os textos legais apresentados pelo Estado requerente e a legislação penal brasileira (art. 109, I, do Código Penal).\n\n\n\n    4. O pedido foi instruído com os documentos necessários a sua análise, trazendo indicações seguras a respeito da identidade do extraditando, local, data, natureza, circunstâncias e qualificação legal dos fatos delituosos. Portanto, em perfeita consonância com as regras do art. 11 do Tratado de Extradição e do art. 80, caput, da Lei nº 6.815/80.\n\n\n\n    5. Em razão do sistema de contenciosidade limitada, não se admite, na análise do pedido de extradição, incursão no mérito da imputação.\n\n\n\n    6. É irrelevante, para fins de extradição, o fato de o extraditando viver em união estável com brasileira, nos termos da Súmula nº 421 do Supremo Tribunal Federal, que é compatível com a Constituição Federal. Precedente. \n\n\n\n    7. O suposto risco de vida que correria o extraditando, caso efetivada sua entrega ao Estado Requerente, em razão de alegada perseguição, não constitui óbice ao deferimento da extradição. A uma, porque a prova dessa alegação se resume à palavra do extraditando. A duas, porque incumbe ao Estado requerente garantir a segurança do extraditando em seu território (Ext. nº 532/DF, Pleno, Relator o Ministro Néri da Silveira, DJ de 14/11/91).\n\n\n\n    8. De acordo com o art. 91, II, da Lei nº 6.815/80 e o art. 9 do Tratado de Extradição, o Governo da Itália deverá assegurar a detração do tempo em que o extraditando permanecer preso preventivamente no Brasil por força do pedido formulado.\n\n\n\n    9. Embora o extraditando também esteja preso pela prática de outro crime no Brasil, a detração do tempo de prisão preventiva para fins de extradição é imperiosa, por força do art. 91, II, da Lei nº 6.815/80 e do art. 9 do Tratado de Extradição.\n\n\n\n    10. Extradição deferida, com a condição de que o Estado requerente assuma formalmente o compromisso de que o total das penas privativas de liberdade a serem eventualmente impostas ao extraditando não ultrapasse o limite máximo de 30 (trinta) anos, por força do que estabelece o art. 75 do Código Penal brasileiro.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12691770","externo_seq_objeto_incidente":5025094,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-068  DIVULG 04-04-2017  PUBLIC 05-04-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1466&classe=Ext","is_colac":false,"titulo":"Ext 1466","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 ART-00080 \"CAPUT\" INC-00002 \n          ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-INT   TTD      ANO-1989\n          ART-00002 NÚMERO-1 ART-00003 NÚMERO-1 \n          LET-B ART-00009 ART-00011\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00109 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-04-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1466&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADITANDO, ESTADO REQUERENTE, DEVER DE SEGURANÇA)\nExt 532 (TP). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 866 (TP), Ext 897 (TP), Ext 932 (TP). \n(SÚMULA 421/STF)\nExt 1074 (TP). \n(COMPROMISSO, ESTADO REQUERENTE, COMUTAÇÃO DA PENA)\nExt 1151 (TP). \n(DETRAÇÃO, PERÍODO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO)\nExt 1397 (2ªT). \n- Legislação estrangeira citada: art. 157 do Código Penal italiano e art. 73 do Decreto 309 de 1990 da Itália.\n- Veja RE 608898 e Ext 1403 do STF.\nNúmero de páginas: 20.\nAnálise: 11/04/2017, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : MICHELE ZENATTI OU MICHELE ZENATTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":365724,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1466","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-03-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"FRAGA, Mirtô. O Novo Estatuto do Estrangeiro Comentado. 1. ed. Rio de Janeiro: Forense, 1985. p. 336.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":1466,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur369038","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: Após o voto do Relator, que julgava improcedente a extradição e determinava a imediata soltura do extraditando se, por al, não estivesse preso, pediu vista o Ministro Edson Fachin. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 21.3.2017.\r\n\n           Decisão: A Turma, por votação unânime, julgou improcedente a extradição, na forma do artigo 2, “b”, do Tratado e art. 77, II, do Estatuto do Estrangeiro, e determinou a imediata soltura do extraditando, se por outra razão não estiver preso, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 30.5.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur369038","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur369038","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição instrutória. 2. Regência – Tratado de Extradição firmado entre Brasil e Peru em 19 de julho de 2006, em vigor no Brasil em razão do Decreto 5.853/06 e Estatuto do Estrangeiro – Lei 6.815/80. 3. Dupla tipicidade – art. 2, “b”, do Tratado e art. 77, II, do Estatuto do Estrangeiro. Fatos enquadrados pelo direito peruano como omissão de prestação de alimentos, com pena máxima cominada de três anos de privação de liberdade – art. 149 do Código Penal do Peru. No Brasil, os fatos correspondem formalmente ao crime de abandono material, com pena máxima cominada de quatro anos de detenção – art. 244 do Código Penal. Sentença condenatória a prestação de alimentos referentes a períodos pretéritos. Ausência de tipicidade material. 4. Extradição julgada improcedente, na forma do artigo 2, “b”, do Tratado e art. 77, II, do Estatuto do Estrangeiro.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13072202","externo_seq_objeto_incidente":5102084,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-124  DIVULG 09-06-2017  PUBLIC 12-06-2017\nREPUBLICAÇÃO: DJe-135  DIVULG 21-06-2017  PUBLIC 22-06-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1480&classe=Ext","is_colac":false,"titulo":"Ext 1480","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 ART-00080\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00206 PAR-00002\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-010741      ANO-2003\n                EID-2003 ESTATUTO DO IDOSO\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00528 PAR-00007\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   TTD      ANO-2003\n          ART-00002 LET-B CAPÍTULO-2\n                TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00004 \n          ART-00244 REDAÇÃO DADA PELA LEI-10741/2003\n          ART-00244 PAR-ÚNICO REDAÇÃO DADA PELA LEI-10741/2003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000071      ANO-2006\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   DEC-005853      ANO-2006\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   SUMSTJ-000309      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2017-06-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPROCEDÊNCIA, EXTRADIÇÃO, DECORRÊNCIA, CONDUTA ATÍPICA, INEXISTÊNCIA, DUPLA TIPICIDADE. POSSIBILIDADE, ANALOGIA, PRISÃO CIVIL, DÍVIDA ALIMENTAR. EXIGÊNCIA, INADIMPLEMENTO, PARCELA, LIQUIDEZ, QUANTIA CERTA, PREVISÃO, TÍTULO EXECUTIVO, CONFIGURAÇÃO, CRIME, ABANDONO MATERIAL. INSUFICIÊNCIA, INADIMPLEMENTO, PRESTAÇÃO ALIMENTÍCIA, MOMENTO ANTERIOR, OBJETIVO, PRISÃO CIVIL, CONFIGURAÇÃO, TIPO PENAL, ABANDONO MATERIAL. AUSÊNCIA, SITUAÇÃO, NECESSIDADE, ALIMENTANDA, ATUALIDADE. INFORMAÇÃO, ALIMENTANDA, ADULTO, FORMAÇÃO ACADÊMICA. EXISTÊNCIA, MECANISMO, EXECUÇÃO, DÍVIDA ALIMENTAR, DIVERSIDADE, AMEAÇA DE PRISÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: INVIABILIDADE, EXTRADIÇÃO, DECORRÊNCIA, AUSÊNCIA, REQUISITO, DUPLA TIPICIDADE. ATUALIDADE, DÍVIDA ALIMENTAR, REQUISITO, TUTELA, PRESTAÇÃO ALIMENTÍCIA. NECESSIDADE, PERTINÊNCIA, ASPECTO TEMPORAL, INADIMPLÊNCIA, DÍVIDA ALIMENTAR, CORRELAÇÃO, PERÍODO, DEVER, PENSÃO ALIMENTÍCIA. DEVER, EXECUÇÃO POR QUANTIA CERTA, HIPÓTESE, DECURSO DE PRAZO, PRESCRIÇÃO BIENAL, PREVISÃO, CÓDIGO CIVIL, DESCABIMENTO, MECANISMO, COAÇÃO. EXIGÊNCIA, INOBSERVÂNCIA, PRESTAÇÃO ALIMENTÍCIA, PREVISÃO, TÍTULO EXECUTIVO JUDICIAL, CONFIGURAÇÃO, TIPICIDADE, CARÁTER OBJETIVO. DEVER, AFERIÇÃO, TIPICIDADE, CONDUTA, MOMENTO, REALIZAÇÃO, FUNDAMENTO, TEORIA, ATIVIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1480&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: Arts. 83, §1º, 84 e 149 do Código Penal do Peru.\nNúmero de páginas: 12.\nAnálise: 27/06/2017, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DO PERU \r\nEXTDO.(A/S)         : CÉSAR MARTÍN MARCOS LAMAS OLMOS \r\nPROC.(A/S)(ES)      : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":369038,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1480","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-05-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"GRECO, Rogério. Código Penal comentado. 10. ed. Niterói: Impetus, 2016. p. 862.","ministro_facet":["GILMAR MENDES"],"processo_numero":1480,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370973","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AP","is_questao_ordem":true,"acordao_ata":"Após o voto do Relator, em questão de ordem, deferindo o habeas corpus de ofício para rejeitar a denúncia, o julgamento foi suspenso em razão do pedido de vista do Ministro Edson Fachin. Falou, pelo Ministério Público Federal, o Dr. Odim Brandão Ferreira, e pelo réu, o Dr. Pedro Ivo Rodrigues Velloso Cordeiro. Presidência do Senhor Ministro Gilmar Mendes. Ausentes, justificadamente, os Senhores Ministros Celso de Mello e Ricardo Lewandowski. 2ª Turma, 14.2.2017.\r\n\n           Decisão: A Turma, por maioria, rejeitou, em questão de ordem, a preliminar de inépcia, vencidos o Relator e o Presidente (Ministro Gilmar Mendes), e, por unanimidade, recebeu a denúcia, nos termos do voto do Relator. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 21.3.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":"MIN. EDSON FACHIN","id":"sjur370973","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amapá","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370973","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"QO","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Questão de ordem na ação penal. Corrupção passiva (art. 317, CP) e lavagem de dinheiro (art. 1º, V, da Lei nº 9.613/98, com a redação vigente à data dos fatos). Denúncia. Inépcia. Possibilidade de sua análise na apreciação da resposta à acusação. Inexistência de preclusão para o juiz. Descrição suficiente das imputações. Preliminar rejeitada, por maioria. Cerceamento de defesa. Não ocorrência. Denúncia instruída com os elementos indispensáveis à compreensão das imputações. Desnecessidade de juntada da íntegra do inquérito civil ou da ação civil pública nele lastreada. Afastamento de sigilo bancário de parlamentar federal em inquérito civil. Admissibilidade. Compartilhamento desses dados. Prova lícita. Ausência de usurpação da competência do Supremo Tribunal Federal. Precedentes. Lavagem de dinheiro. Ocultação de valores ilícitos supostamente recebidos por meio de pessoas jurídicas. Conduta autônoma em relação ao crime de corrupção passiva. Questão de ordem resolvida no sentido de se rejeitarem, por maioria, a preliminar de inépcia da exordial e, por unanimidade, as demais preliminares suscitadas na resposta à acusação, ratificando-se o recebimento da denúncia.\n\n\n\n    1. Recebida a denúncia, em primeira instância, antes de o réu ter sido diplomado como deputado federal e apresentada a resposta à acusação, compete ao Supremo Tribunal Federal, em face do deslocamento de competência, examinar, em questão de ordem, eventuais nulidades suscitadas e a possibilidade de absolvição sumária (art. 397 CPP), mesmo que o rito passe a ser o da Lei 8.038/90. Precedentes.\n\n\n\n    2. Nos termos do art. 396-A do Código de Processo Penal, “na resposta, o acusado poderá arguir preliminares e alegar tudo o que interesse à sua defesa”.\n\n\n\n    3. Logo, o réu poderá, em sua resposta, suscitar todas as questões processuais que não sejam objeto de exceção, como a falta de pressupostos processuais ou de condições da ação ou a inépcia da denúncia, as quais poderão levar a sua rejeição (art. 395, I e II, CPP), razão por que o anterior ato de recebimento da denúncia não importará em preclusão para o juiz, que poderá, diante da resposta oferecida pelo acusado, rejeitar a denúncia em razão de vícios processuais.\n\n\n\n    4. Na visão da douta maioria, que rejeita a preliminar de sua inépcia, a denúncia preenche os requisitos do art. 41 do Código de Processo Penal, ao descrever, de modo suficiente, as imputações. \n\n\n\n    5. A denúncia foi instruída com os documentos indispensáveis à compreensão das imputações, razão por que é despicienda a juntada de cópia da íntegra do inquérito civil em que determinado o afastamento do sigilo bancário do denunciado ou da ação civil pública nele lastreada.\n\n\n\n    6. O compartilhamento, para fins penais, de dados bancários obtidos em inquérito civil não viola o art. 3º da LC nº 105/11.\n\n\n\n    7. Como decidido na AP nº 396/RO, Pleno, Relatora a Ministra Cármen Lúcia, DJe de 28/4/11, “[é] firme a jurisprudência do Supremo Tribunal de que o Ministério Público pode oferecer denúncia com base em elementos de informação obtidos em inquéritos civis, instaurados para a apuração de ilícitos civis e administrativos, no curso dos quais se vislumbre suposta prática de ilícitos penais. Precedentes”\n\n\n\n    8. O Supremo Tribunal Federal admite o compartilhamento de prova, desde que haja fundadas razões para tanto. Precedentes.\n\n\n\n    9. Como o afastamento do sigilo bancário do parlamentar federal não foi ordenado em investigação de natureza penal, mas sim em sede de inquérito civil, não há que se falar em usurpação da competência do Supremo Tribunal Federal. Precedente.\n\n\n\n    10. A fragmentação da vantagem indevidamente auferida em contas bancárias de empresas pertencentes a terceiros traduz, em princípio, o propósito de distanciá-la do denunciado, vale dizer, de encobrimento do capital ilícito para sua posterior reinserção na economia formal.\n\n\n\n    11. Trata-se, em tese, de conduta autônoma em relação ao crime de corrupção passiva que tipificaria o crime de lavagem de dinheiro.\n\n\n\n    12. Em fase de cognição não exauriente, é o quanto basta para o juízo positivo de admissibilidade da acusação.\n\n\n\n    13. Questão de ordem resolvida no sentido de se rejeitarem, por maioria, a preliminar de inépcia da exordial e, por unanimidade, as demais preliminares suscitadas na resposta à acusação, ratificando-se o recebimento da denúncia.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13278526","externo_seq_objeto_incidente":5132033,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-170  DIVULG 02-08-2017  PUBLIC 03-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=945&classe=AP","is_colac":false,"titulo":"AP 945 QO","documental_legislacao_citada_texto":["LEG-FED   LCP-000105      ANO-2011\n          ART-00003\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00009 ART-00010 ART-00011 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 REDAÇÃO ORIGINÁRIA\n          ART-00001 INC-00005 REDAÇÃO ORIGINÁRIA\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00041 ART-00317 ART-00321 ART-00327 \n          PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00395 INC-00001 INC-00002 \n          INC-00003 ART-00396 ART-00397 ART-00417 \n          INC-00001 LET-A ART-396-A\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-EST   LEI-000302      ANO-1996\n                LEI ORDINÁRIA, AP"],"publicacao_data":"2017-08-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- REMESSA, AUTOS, SUPREMO TRIBUNAL FEDERAL (STF), DECORRÊNCIA, DIPLOMAÇÃO, ACUSADO. POSSIBILIDADE, REAPRECIAÇÃO, RECEBIMENTO, DENÚNCIA, VIABILIDADE, AÇÃO PENAL, CONFORMIDADE, CÓDIGO DE PROCESSO PENAL. AUSÊNCIA, OFENSA, PRINCÍPIO DO JUIZ NATURAL. OCORRÊNCIA, PRESCRIÇÃO, CRIME, ADVOCACIA ADMINISTRATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: VIABILIDADE, DENÚNCIA, CASO CONCRETO. SUFICIÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, CIRCUNSTÂNCIA DO CRIME. AUSÊNCIA, CERCEAMENTO DE DEFESA. EXISTÊNCIA, ELEMENTO PROBATÓRIO, CONFIGURAÇÃO, JUSTA CAUSA, AÇÃO PENAL. LEGALIDADE, PRODUÇÃO DE PROVA, DECORRÊNCIA, EXISTÊNCIA, DECISÃO JUDICIAL, QUEBRA DE SIGILO BANCÁRIO. ADMISSIBILIDADE, COMPARTILHAMENTO, ELEMENTO DE INFORMAÇÃO, INQUÉRITO POLICIAL, FINALIDADE, PROCEDIMENTO CRIMINAL, VIA DE REGRA.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: CONCESSÃO, HABEAS CORPUS DE OFÍCIO, TRANCAMENTO DA AÇÃO PENAL. INSUFICIÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, DENÚNCIA. IMPUTAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, CORRUPÇÃO PASSIVA. AUSÊNCIA, COMPROVAÇÃO, VÍNCULO, DEPÓSITO, CONTA BANCÁRIA, ACUSADO, RECEBIMENTO, VANTAGEM INDEVIDA. AUSÊNCIA, COMPROVAÇÃO, VÍNCULO, ACUSADO, PESSOA JURÍDICA, FINALIDADE, OCULTAÇÃO, DINHEIRO, ILÍCITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=945&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-QO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DENÚNCIA, FUNDAMENTO, INQUÉRITO CIVIL, COMPARTILHAMENTO, PROVA)\nAP 396 (TP), Inq 2424 QO (TP), HC 102293 (2ªT). \n(ABSOLVIÇÃO SUMÁRIA, AÇÃO PENAL, STF)\nAP 630 AgR (TP), AP 911 QO (2ªT). \n(HC DE OFÍCIO, TRANCAMENTO DA AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, STF)\nInq 1935 QO (TP), AP 933 QO (2ªT), AP 913 QO (2ªT). \n(REQUISITO, DENÚNCIA)\nAP 560 (2ªT), Inq 3204 (2ªT), Inq 3218 (TP), HC 116653 (2ªT). \n(DENÚNCIA, IMPUTAÇÃO DE CRIME, DIREITO DE DEFESA)\nHC 73271 (1ªT), HC 127195 (2ªT). \n(USURPAÇÃO DE COMPETÊNCIA, SIGILO BANCÁRIO, INVESTIGAÇÃO, INQUÉRITO CIVIL)\nRcl 6254. \n(DEFESA, ACUSADO, FATO IMPUTADO)\nInq 3113 (1ªT). \n(COMPARTILHAMENTO, ELEMENTO DE INFORMAÇÃO, INQUÉRITO POLICIAL, PROCEDIMENTO CRIMINAL)\nInq 2725 QO (TP), HC 102293 (2ªT), Inq 3014 AgR (TP), RE 810906 AgR (1ªT). \n(DENÚNCIA, JUSTA CAUSA)\nInq 3719 (1ªT). \n- Legislação estrangeira citada: Art. 417, 1, \"a\", do Código de Processo Penal Italiano.\nNúmero de páginas: 79.\nAnálise: 15/09/2017, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRÉU(É)(S)  : MARCOS JOSÉ REÁTEGUI DE SOUZA \nADV.(A/S)  : TICIANO FIGUEIREDO \nADV.(A/S)  : PEDRO IVO RODRIGUES VELLOSO CORDEIRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":370973,"documental_tese_texto":null,"procedencia_geografica_completo":"AP - AMAPÁ","processo_codigo_completo":"AP 945 QO","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2017-03-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUESTÃO DE ORDEM NA AÇÃO PENAL","documental_doutrina_texto":"BADARÓ, Gustavo. Processo penal. Rio de Janeiro: Campus Elsevier, 2012. p. 420.\nBITENCOURT, Cezar Roberto. Tratado de direito penal. 9. ed. São Paulo: Saraiva, 2015. v. 5. p. 158.\nBOTTINI, Pierpaolo Cruz. Lavagem de dinheiro: aspectos penais e processuais penais. Comentários à Lei 9.613/1998, com as alterações da Lei 12.683/2012. 2. ed. São Paulo: Revista dos Tribunais, 2013. p. 26.\nMAIA, Rodolfo Tigre. Lavagem de dinheiro (lavagem de ativos provenientes de crime): anotações às disposições criminais da Lei n. 9.613/98. Malheiros, 2009. p. 37-39.\nMARQUES, José Frederico. Elemento de direito processual penal. Campinas: Bookseller, 1997. v. 2. p. 152-153.\nTORNAGHI, Hélio. Curso de processo penal. 7. ed. São Paulo: Saraiva, 1990. v. 1. p. 282-283.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":945,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur365612","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deu parcial provimento ao recurso e concedeu a ordem de habeas corpus para invalidar as interceptações telefônicas relacionadas ao recorrente nas operações Vegas e Monte Carlo, realizadas em primeiro grau, bem como as provas diretamente delas derivadas, determinando-se, por consequência, seu desentranhamento dos autos da ação penal à qual ele responde perante o Tribunal de Justiça do Estado de Goiás, a quem compete avaliar se remanesce justa causa para o prosseguimento do feito, a partir de eventual constatação de outras provas autônomas suficientes ao embasamento da acusação, uma vez que a via estreita habeas corpus, na linha de precedentes, não permite revolver o acervo fático-probatório para melhor se reanalisar essa questão (v.g. RHC nº 117.964/RJ, Primeira Turma, de relatoria do Ministro Dias Toffoli, DJe de 10/3/14), nos termos do voto do Relator. Falaram: pelo recorrente, o Dr. Antônio Carlos de Almeida Castro, e pelo Ministério Público Federal, a Dra. Ela Wiecko. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 25.10.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur365612","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur365612","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa\n\n\n\n    Recurso ordinário em habeas corpus. Constitucional. Processual Penal. Crimes de corrupção passiva e advocacia administrativa. Interceptações telefônicas realizadas em primeiro grau de jurisdição. Operação Vegas. Surgimento de indícios do envolvimento de Senador da República, detentor de prerrogativa de foro, em fatos criminosos em apuração. Competência do Supremo Tribunal Federal para processar e julgar originariamente a causa (CF, art. 102, I, b e c). Necessidade de imediata remessa dos autos à Corte. Não ocorrência. Usurpação de sua competência constitucional configurada. Prosseguimento das investigações em primeiro grau. Tentativa de arrecadar maiores elementos de informação por via oblíqua sem a autorização do Supremo Tribunal Federal. Violação do princípio do juiz natural (CF, art. 5º, LIII). Operação Monte Carlo. Surgimento de indícios do envolvimento de detentor de prerrogativa de foro nos fatos em apuração. Sobrestamento em autos apartados dos elementos arrecadados em relação ao referido titular de prerrogativa. Prosseguimento das diligências em relação aos demais investigados. Desmembramento caraterizado. Violação de competência exclusiva da Corte, juiz natural da causa. Invalidade das interceptações telefônicas relacionadas ao recorrente nas operações Vegas e Monte Carlo e das provas diretamente delas derivadas. Teoria dos frutos da árvore envenenada (fruit of the poisonous tree). Precedentes. Recurso parcialmente provido.\n\n\n\n    1. Nos termos do art. 102, inciso I, alíneas b e c, da Constituição de 1988, compete ao Supremo Tribunal Federal processar e julgar, originariamente, nas infrações penais comuns, o presidente da República, o vice-presidente, os membros do Congresso Nacional, seus próprios ministros e o procurador-geral da República, e, nas infrações penais comuns e nos crimes de responsabilidade, os ministros de Estado e os comandantes da Marinha, do Exército e da Aeronáutica, os membros dos tribunais superiores, os do Tribunal de Contas da União e os chefes de missão diplomática de caráter permanente.\n\n\n\n    2. A prerrogativa de foro não tem como objetivo favorecer aqueles que exercem os cargos listados na Constituição, mas garantir a independência do exercício de suas funções, além de evitar manipulações políticas nos julgamentos e a subversão da hierarquia.\n\n\n\n    3. O papel do Supremo Tribunal Federal como Corte Criminal relaciona-se intrinsecamente com o princípio constitucional do juiz natural, segundo o qual ninguém será processado nem sentenciado senão pela autoridade competente (CF, art. 5º, inciso LIII). Portanto, em estrita observância a esse princípio, somente o juiz constitucionalmente competente pode validamente ordenar medidas de interceptação de comunicações telefônicas em desfavor de titular de prerrogativa de foro.\n\n\n\n    4. É válido o encontro fortuito de provas em interceptações telefônicas (v.g. RHC nº 120.111/SP, Primeira Turma, de minha relatoria, DJe de 31/3/14).\n\n\n\n    5. A jurisprudência da Corte é no sentido de que a simples menção ao nome de autoridades detentoras de prerrogativa de foro, seja em depoimentos prestados por testemunhas ou investigados, seja na captação de diálogos travados por alvos de censura telefônica judicialmente autorizada, assim como a existência de informações, até então, fluidas e dispersas a seu respeito, são insuficientes para o deslocamento da competência para o juízo hierarquicamente superior. Para que haja a atração da causa para o foro competente, é imprescindível a constatação da existência de indícios da participação ativa e concreta do titular da prerrogativa em ilícitos penais.\n\n\n\n    6. Todavia, a hipótese retratada nos autos não se coaduna com o entendimento jurisprudencial suso mencionado por não se tratar de simples menção a detentor de prerrogativa de foro, nem, muito menos, de encontro fortuito de provas.\n\n\n\n    7. Em relação à operação Vegas, deflagrada em 2008, embora as autoridades nela envolvidas negassem que se tratasse de uma investigação direta em desfavor de detentor de prerrogativa de foro, os documentos contidos nos autos demonstraram que, no auge da persecução penal, nos idos de 2008 já havia indícios reflexos de seu envolvimento com o objeto em apuração, não obstante a denúncia mencione que os fatos em relação a ele teriam como termo inicial somente a data de 22/6/09, que antecedeu o deslocamento da competência para esta Corte.\n\n\n\n    8. Portanto, o surgimento de indícios de envolvimento do recorrente já no ano de 2008 tornou impositiva a remessa do caso para o Supremo Tribunal Federal, o que, por não ter ocorrido opportune tempore, maculou os elementos de prova arrecadados em seu desfavor.\n\n\n\n    9. É do entendimento do Supremo Tribunal Federal que, “surgindo indícios de detentor de prerrogativa de foro estar envolvido em fato criminoso, cumpre à autoridade judicial remeter o inquérito ao Supremo (...), sob pena de haver seu arquivamento, ante a ilicitude dos elementos colhidos” (Inq nº 3.305/RS, Primeira Turma, Relator o Ministro Marco Aurélio, DJe de 2/10/14).\n\n\n\n    10. Quanto à operação Monte Carlo, deflagrada 2011, embora as autoridades envolvidas na operação também negassem que se tratasse de uma investigação direta em desfavor de detentor de prerrogativa de foro, os documentos constantes dos autos demonstraram exatamente o contrário.\n\n\n\n    11. Desde o início da operação, em 2011, já havia indícios relevantes de envolvimento do recorrente com os fatos apurados, sendo certo que não cabia ao juízo de primeiro grau, para prosseguir com as investigações, promover seu desmembramento, tal qual ocorreu ao se determinar a formação de autos em apartado contendo o “Relatório de Inteligência acerca dos encontros fortuitos envolvendo pessoas que possuem prerrogativa de foro”.\n\n\n\n    12. Como afirmou a autoridade policial, o relatório de inteligência acerca dos encontros fortuitos em referência continha nada menos do que 6 (seis) volumes e 1.237 páginas, o que sugere a existência de farto material que se acumulou por ocasião das interceptações.\n\n\n\n    13. Restou configurado, portanto, que as interceptações telefônicas levadas a cabo, tanto na operação Vegas, quanto na operação Monte Carlo, revelaram que seu conteúdo passou por análise que, indiscutivelmente, não competia a juízo de primeiro grau, mas ao Supremo Tribunal Federal, o que contaminou de nulidade os elementos de prova angariados em desfavor do recorrente nas operações policiais em evidência, por violação do princípio do juiz natural (CF, art. 5º, LIII).\n\n\n\n    14. Recurso parcialmente provido para se conceder a ordem de habeas corpus no sentido de invalidar as interceptações telefônicas relacionadas ao recorrente nas operações Vegas e Monte Carlo, realizadas em primeiro grau, bem como as provas diretamente delas derivadas, determinando-se seu desentranhamento dos autos da ação penal à qual responde perante o Tribunal de Justiça do Estado de Goiás, a quem compete avaliar se remanesce justa causa para o prosseguimento do feito, a partir de eventual constatação de outras provas autônomas suficientes ao embasamento da acusação, uma vez que a via estreita do habeas corpus, na linha de precedentes, não permite revolver o acervo fático-probatório para melhor se reanalisar essa questão.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12672473","externo_seq_objeto_incidente":5019312,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-066  DIVULG 31-03-2017  PUBLIC 03-04-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=135683&classe=RHC","is_colac":false,"titulo":"RHC 135683","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00053 INC-00056 ART-00053 \n          PAR-00002 PAR-00003 ART-00102 INC-00001 \n          ALÍNEA-B ALÍNEA-C ALÍNEA-L\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1926\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000035      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000135      ANO-2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008038      ANO-1990\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00317 ART-00321\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00157 \n          ART-00647 REDAÇÃO DADA PELO PJL-96/2016\n          ART-00647 PAR-00001 INCLUÍDO PELO PJL-96/2016\n          ART-00647 PAR-00001 INC-00001 INCLUÍDO PELO PJL-96/2016\n          ART-00647 PAR-00001 INC-00002 INCLUÍDO PELO PJL-96/2016\n          ART-00647 PAR-00001 INC-00003 INCLUÍDO PELO PJL-96/2016\n          ART-00647 PAR-00001 INC-00004 INCLUÍDO PELO PJL-96/2016\n          ART-00647 PAR-00001 INC-00005 INCLUÍDO PELO PJL-96/2016\n          ART-00647 PAR-00002 INCLUÍDO PELO PJL-96/2016\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   PJL-000096      ANO-2016\n                PROJETO DE LEI\n\n","LEG-FED   RGI      ANO-1980\n          ART-0230A ART-0230B ART-0230C PAR-00002\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000398      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000691      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-04-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NULIDADE, PROVA, FUNDAMENTO, USURPAÇÃO DE COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), AUSÊNCIA, ABRANGÊNCIA, ACUSADO, AUSÊNCIA, PRERROGATIVA DE FORO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=135683&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INTERCEPTAÇÃO TELEFÔNICA, ENCONTRO FORTUITO DE PROVA)\nHC 81260 (1ªT), HC 83515 (TP), HC 84224 (2ªT), AI 626214 AgR (2ªT), HC 105527 (2ªT), HC 106225 (1ªT), RHC 120111 (1ªT). \n(USURPAÇÃO DE COMPETÊNCIA, STF)\nInq 2842 (TP), Inq 3305 (1ªT), Inq 4130 QO (TP). \n(PRINCÍPIO DO JUIZ NATURAL)\nHC 106171 (2ªT). \n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\nHC 82647 (2ªT), Rcl 2101 AgR (TP), AP 933 QO (2ªT). \n(DESMEMBRAMENTO DE PROCESSO, PRERROGATIVA DE FORO, COMPETÊNCIA, STF)\nInq 2560 (1ªT). \n(INQUÉRITO POLICIAL, VÍCIO, PREJUDICIALIDADE, AÇÃO PENAL)\nHC 83921 (1ªT). \n(HC, REEXAME, FATO, PROVA)\nRHC 117964 (1ªT). \n(PRERROGATIVA DE FORO, STF, UNICIDADE, INSTÂNCIA)\nAP 470 (TP). \n- Decisão monocrática citada:\n(USURPAÇÃO DE COMPETÊNCIA, STF)\nRcl 23457 MC.\n- Legislação estrangeira citada: Art. 25, inciso 1, da Constituição Italiana.\nNúmero de páginas: 76.\nAnálise: 10/04/2017, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : DEMÓSTENES LÁZARO XAVIER TORRES \nADV.(A/S)  : ANTÔNIO CARLOS DE ALMEIDA CASTRO E OUTRO(A/S)\nRECDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":365612,"documental_tese_texto":null,"procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"RHC 135683","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2016-10-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"BARDARÓ, Gustavo. Processo Penal. Rio de Janeiro: Campus: Elsevier, 2012. p. 356 e 357.\nBOBBIO, Norberto. Se a Lei ceder. 1977.\nGRINOVER, Ada Pellegrini; GOMES FILHO, Antônio Magalhães; FERNANDES, Antônio Scarance. As\nnulidades no processo penal. 9. ed. rev. e atual. São Paulo: Revista dos Tribunais, 2006. p. 54.\nMARQUES, José Frederico. Elementos de Direito Processual Penal. Campinas: Bookseller, 1997. v. 1. p. 190.\nTAQUARY, Eneida Orbage; LIMA, Arnaldo Siqueira. Temas de Direito Penal e Direito Processual Penal. 3. ed. Brasília: Brasília Jurídica, 2005. p. 109 e 110.\nTONINI, Paolo. Manuale di procedura penale. 14. ed. Milão: Giuffrè Editore, 2013. p. 86.\nTORNAGHI, Hélio. Instituições de Processo Penal. 1. ed. Rio de Janeiro: Forense, 1959. v. 3. p. 56.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":135683,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur371797","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Senhora Ministra Rosa Weber, Relatora, assentando que não há obstáculo à entrega do Extraditando ao Governo Requerente, pediu vista do processo o Senhor Ministro Alexandre de Moraes. Falaram: o Dr. João Batista Lira Rodrigues Júnior, pelo Requerente, e o Dr. Thiago Gomes Anastácio, pelo Extraditando. Presidência do Senhor Ministro Marco Aurélio. Primeira Turma, 23.5.2017.\r\n\n            Decisão: A Turma assentou a viabilidade de entrega do Extraditando ao Governo Requerente, nos termos do voto da Relatora. Unânime. Presidência do Ministro Marco Aurélio. Primeira Turma, 8.8.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur371797","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur371797","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. CRIME DE HOMICÍDIO DOLOSO. PRESUNÇÃO DE AUTENTICIDADE E VERACIDADE DAS AFIRMAÇÕES ADUZIDAS PELA MISSÃO DIPLOMÁTICA. COMPETÊNCIA DO ESTADO ISRAELENSE PARA O AJUIZAMENTO DA EXTRADIÇÃO. CORRESPONDÊNCIA COM O DELITO DE HOMICÍDIO TIPIFICADO NO ARTIGO 121 DO CPB. DUPLA INCRIMINAÇÃO CONFIGURADA. CONTENCIOSIDADE LIMITADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. EXIGÊNCIA DE ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE.\n\n\n\n    1. Pedido de extradição formulado pelo Governo de Israel que atende os requisitos da Lei 6.815/1980. \n\n\n\n    2. A Extradição é um instrumento de cooperação jurídica internacional que tem por corolário a boa-fé e a presunção de autenticidade e de veracidade das informações prestadas pelos Estados e respectivas Missões Diplomáticas. Precedentes. \n\n\n\n    3. Configurada a competência do Estado de Israel para processar e julgar o crime cometido pelo Extraditando. \n\n\n\n    4. Crime de homicídio doloso (art. 298 do CP israelense) que corresponde ao delito de homicídio, tipificado no art. 121 do Código Penal brasileiro. Dupla incriminação atendida.\n\n\n\n    5. A apreciação das teses defensivas pertinentes ao mérito da imputação extrapola o sistema da contenciosidade limitada que rege o processo de extradição (art. 85, § 1º, do Estatuto do Estrangeiro).\n\n\n\n    6. Inocorrência de prescrição e óbices legais.\n\n\n\n    7. O compromisso de detração da pena, considerando o período de prisão decorrente da extradição, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 91 da Lei nº 6.815/1980.\n\n\n\n    8. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13393080","externo_seq_objeto_incidente":4803533,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-183  DIVULG 18-08-2017  PUBLIC 21-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1406&classe=Ext","is_colac":false,"titulo":"Ext 1406","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00007 ART-00078 INC-00001 \n          ART-00080 PAR-00001 \n          ART-00082 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00082 PAR-00001 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00082 PAR-00002 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00084 \"CAPUT\" PAR-ÚNICO ART-00085 \n          \"CAPUT\" PAR-00001 ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00007 INC-00002 LET-A LET-B \n          LET-C ART-00109 INC-00001 ART-00121\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00208\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2017-08-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRISÃO PREVENTIVA PARA EXTRADIÇÃO, CONDIÇÃO DE PROCEDIBILIDADE, PROCESSO DE EXTRADIÇÃO, PREVENÇÃO, FUGA, RÉU FORAGIDO, PAÍS DE ORIGEM. ESTATUTO DO ESTRANGEIRO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO, RECEPÇÃO, CONSTITUIÇÃO FEDERAL DE 1988. DIFERENÇA, PRISÃO PREVENTIVA PARA EXTRADIÇÃO, EXECUÇÃO PROVISÓRIA DA PENA. JURISPRUDÊNCIA, PRISÃO DOMICILIAR, LIBERDADE PROVISÓRIA, EXTRADITANDO, SAÚDE, FATOR FAMILIAR, PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE. PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO, EXCESSO DE PRAZO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO, COMPLEXIDADE, DELITO, DILIGÊNCIA, MEIO DE PROVA. IDENTIFICAÇÃO, EXTRADITANDO, ERRO MATERIAL, GRAFIA, NOME. COMPETÊNCIA, ESTADO DE ISRAEL, JULGAMENTO, CRIME, CIDADÃO, ESTADO DE ISRAEL, TERRITÓRIO, CISJORDÂNIA. EXTRATERRITORIALIDADE, LEGISLAÇÃO PENAL, ESTADO DE ISRAEL, CRITÉRIO, NACIONALIDADE, AGENTE. CÓDIGO PENAL, EXTRATERRITORIALIDADE, LEI PENAL, REPÚBLICA FEDERATIVA DO BRASIL. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, ALEGAÇÃO, DESCLASSIFICAÇÃO DO CRIME; INCONGRUÊNCIA, ACUSAÇÃO, CONDENAÇÃO; LEGÍTIMA DEFESA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: COMPETÊNCIA JURISDICIONAL CRIMINAL, CIDADÃO, ESTADO DE ISRAEL, COMETIMENTO, CRIME, TERRITÓRIO, OCUPAÇÃO, ESTADO DA PALESTINA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1406&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO PREVENTIVA, PROCESSO DE EXTRADIÇÃO)\nHC 71402 (TP), Ext 1121 (TP), Ext 1414 AgR (1ªT), Ext 1452 (2ªT), Ext 785 (TP). \n(EXCEÇÃO, REGRA, PRISÃO, PROCESSO DE EXTRADIÇÃO)\nHC 91657 (TP), Ext 1054 QO (TP), Ext 1244 (1ªT), Ext 1254 QO (2ªT). \n(PRESUNÇÃO, AUTENTICIDADE, VERACIDADE, INFORMAÇÃO, MISSÃO DIPLOMÁTICA)\nExt 951 (TP), Ext 1082 (TP), Ext 1114 (TP), Ext 1171 (TP), Ext 1255 (1ªT), Ext 1293 (1ªT). \n(NACIONALIDADE, EXTRADITANDO, COMPETÊNCIA JURISDICIONAL, ESTADO REQUERENTE)\nExt 1122 (TP), Ext 1151 (TP), Ext 1300 (1ªT). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, ESTATUTO DO ESTRANGEIRO)\nExt 1407 (2ªT). \n(REQUISITO, EXTRADIÇÃO, RECIPROCIDADE)\nExt 652 (TP), Ext 667 (1ªT), Ext 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 669 (TP), Ext 1196 (TP). \n- Legislação estrangeira citada: Art. 15, a, art. 24, 1, art. 98, art. 298 e art. 300 do Código Penal israelense; art. 9, a, 2, art. 94-A, a, b e c, da Lei Processual Penal de Israel; Acordos de Oslo.\nNúmero de páginas: 43.\nAnálise: 30/10/2017, JRS.\nRevisão: 31/10/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE ISRAEL \nADV.(A/S)  : JOÃO BATISTA LIRA RODRIGUES JÚNIOR \nEXTDO.(A/S)  : YEHOSHUA ELIZUR OU JOHANNES ANGELIST WIMMER \nADV.(A/S)  : FELIPE TORRES MARCHIORI E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":371797,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1406","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-08-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"MITIDIERO, Daniel. Curso de Direito Constitucional. 2. ed. revista, atualizada e ampliada. Revista dos Tribunais.\nUSHER, Graham. Ascensão e Queda do Processo de Paz de Oslo.\n______. Oslo Morreu, a Intifada Continua.","ministro_facet":["ROSA WEBER"],"processo_numero":1406,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur368015","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a possibilidade jurídica de entrega do Extraditando a cargo do Chefe do Poder Executivo nacional, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Marco Aurélio. Primeira Turma, 2.5.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur368015","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur368015","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO. REGULARIDADE FORMAL. REQUISITOS LEGAIS ATENDIDOS. DEFERIMENTO. \n\n\n\n    1. O requerimento da Extradição formulado pelo Governo da Argentina em face de seu nacional preenche os requisitos formais da Lei n° 6.815/80 e do Tratado de Extradição entre Brasil e Argentina, assinado em 15 de novembro de 1961 e promulgado pelo Decreto nº 62.979, de 11 de julho de 1968. \n\n\n\n    2. Estão presentes os pressupostos materiais: a dupla tipicidade e punibilidade de crime comum praticado por estrangeiro, e a falta de jurisdição brasileira sobre o fato. \n\n\n\n    3. Não há que se falar em anulação do interrogatório, pois o extraditando foi assistido por advogado e não sofreu restrições de qualquer ordem no exercício do seu direito de defesa.\n\n\n\n    4. A alegação de que o extraditando sofre ameaças no Estado Requerente, o que inviabilizaria a extradição, fundamentada apenas no depoimento do extraditando, não pode prosperar, em razão de o Estado requerente ser um país de tradição democrática e subscritor de tratados de direitos humanos. \n\n\n\n    5. Extradição deferida, devendo o Estado requerente assumir o compromisso de detração do tempo de prisão do extraditando por força deste processo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12931320","externo_seq_objeto_incidente":5025633,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-107  DIVULG 22-05-2017  PUBLIC 23-05-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1467&classe=Ext","is_colac":false,"titulo":"Ext 1467","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00003 INC-00004 \n          INC-00007 ART-00078 INC-00001 ART-00080 \n          PAR-00002 ART-00085 \"CAPUT\"\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   TTD      ANO-1961\n          ART-00002 ART-00003 LET-C ART-00004 \n          LET-A PAR-00002\n                TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00119 INC-00001 ART-0217A ART-00226 \n          INC-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000085      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEC-062979      ANO-1968\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA"],"publicacao_data":"2017-05-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, APRECIAÇÃO, MÉRITO, ACUSAÇÃO, ÂMBITO, PROCESSO DE EXTRADIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: INDISPENSABILIDADE, DEMONSTRAÇÃO, PREJUÍZO, EXTRADITANDO, INTERROGATÓRIO, FINALIDADE, DECRETAÇÃO, NULIDADE, ATO, FUNDAMENTO, PRINCÍPIO PAS DE NULLITÉ SANS GRIEF. INEXISTÊNCIA, ELEMENTO PROBATÓRIO, AMEAÇA, PERSEGUIÇÃO POLÍTICA, DISCRIMINAÇÃO, OFENSA, INTEGRIDADE FÍSICA, DESRESPEITO, DIREITOS HUMANOS, ESTADO ESTRANGEIRO. ADMISSIBILIDADE, PEDIDO, EXTRADIÇÃO, FUNDAMENTO, TRATADO INTERNACIONAL, RECIPROCIDADE. INCOMPETÊNCIA, PODER JUDICIÁRIO, JULGAMENTO, EXTRADITANDO, HIPÓTESE, COMETIMENTO, CRIME, ESTADO ESTRANGEIRO, FUNDAMENTO, PRINCÍPIO DA TERRITORIALIDADE, LEI PENAL. ADMISSIBILIDADE, EXTRADIÇÃO INSTRUTÓRIA, FUNDAMENTO, EXISTÊNCIA, MANDADO DE PRISÃO, ESTADO ESTRANGEIRO. INOCORRÊNCIA, JULGAMENTO, TRIBUNAL DE EXCEÇÃO, CASO CONCRETO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1467&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, NULIDADE, INTERROGATÓRIO, INTIMAÇÃO)\nExt 740 ED (2ªT), Ext 1068 QO (TP), Ext 388 (TP). \n(AMEAÇA, PERSEGUIÇÃO POLÍTICA, DISCRIMINAÇÃO, OFENSA, INTEGRIDADE FÍSICA, PROCESSO DE EXTRADIÇÃO)\nExt 1085 (TP), Ext 1382 (1ªT), Ext 1405 (1ªT). \n(REQUISTO, EXTRADIÇÃO, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(INCOMPETÊNCIA, PODER JUDICIÁRIO, JULGAMENTO, EXTRADITANDO, PRINCÍPIO DA TERRITORIALIDADE)\nExt 1094 (TP). \n(EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n(EXIGÊNCIA, DUPLA TIPICIDADE, EXTRADIÇÃO)\nExt 669 (TP), Ext 1196 (TP). \n(PROCESSO DE EXTRADIÇÃO, APRECIAÇÃO, MÉRITO)\nExt 541 - RTJ 145/428, Ext 669 (TP) - RTJ 161/409, Ext 703 (1ªT). \n(REQUISITO, EXTRADIÇÃO)\nExt 667 (1ªT). \n(EXTRADIÇÃO, NOTA VERBAL, AUTENTICIDADE, VÍCIO)\nExt 951 (TP), Ext 1114 (TP), Ext 1255 (1ªT). \n- Decisão monocrática citada:\n(EXTRADIÇÃO, NULIDADE, INTERROGATÓRIO, INTIMAÇÃO)\nExt 1008.\n- Legislação estrangeira citada: Art. 62 §1, §2, art. 63, art. 119, § 2º, § 3º, inciso “a”, inciso “b”, inciso “f” e art. 125, terceiro parágrafo, do Código Penal Argentino.\nNúmero de páginas: 25.\nAnálise: 08/06/2017, JSF.\nRevisão: 14/06/2017, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : MARIANO HERNÁN CIANIS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":368015,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1467","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-05-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1467,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur375287","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, acolhendo a manifestação da PGR, superou a restrição fundada na Súmula 691/STF, e com base no art. 318, inciso V, do CPP (mulher com filho de até 12 anos incompletos), concedeu, em parte, a ordem de habeas corpus para, confirmando a liminar deferida, determinar que a paciente seja colocada em prisão domiciliar, com monitoramento eletrônico, e, ainda, com a obrigação de comparecimento periódico em Juízo para informar e justificar suas atividades, sem prejuízo da adoção de outras medidas cautelares dispostas no CPP. Além disso, deverá a paciente: a) solicitar previamente autorização judicial sempre que pretender ausentar-se de sua residência (artigo 317 do CPP); b) atender aos chamamentos judiciais; c) noticiar eventual transferência; e d) para fins de apuração da melhor situação para a criança (ECA doutrina da proteção integral à criança e ao adolescente), submeter-se, periodicamente, juntamente com sua família, a estudos psíquico-sociais. Registrou-se, ainda, que o Juízo de primeiro grau ficará responsável pela fiscalização do cumprimento das medidas e condições impostas, devendo advertir a paciente de que eventual desobediência implicará o restabelecimento da prisão preventiva, tudo nos termos do voto do Relator. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Edson Fachin. 2ª Turma, 20.6.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur375287","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur375287","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Tráfico de drogas. Prisão preventiva. 3. Alegação de ausência dos requisitos autorizadores da custódia cautelar (art. 312 do CPP). Rejeição. 4. Paciente com filha menor. Pleito de concessão da prisão domiciliar. Possibilidade. 5. Garantia do princípio da proteção à maternidade e à infância e do melhor interesse do menor. 6. Preenchimento dos requisitos do art. 318, inciso V, do CPP. 7. Decisão que indeferiu pedido de liminar em anterior habeas corpus impetrado no STJ. Manifesto constrangimento ilegal. Superação da Súmula 691/STF. 8. Ordem concedida, em parte, para determinar que a paciente seja colocada em prisão domiciliar.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13792086","externo_seq_objeto_incidente":5166206,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-234  DIVULG 11-10-2017  PUBLIC 13-10-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=142593&classe=HC","is_colac":false,"titulo":"HC 142593","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 INC-00035 \n          INC-00050 ART-00006 ART-00226 ART-00227\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00014 PAR-00003 INCLUÍDO PELA LEI-11942/2009\n          ART-00042 \n          ART-00083 PAR-00002 REDAÇÃO DADA PELA LEI-11942/2009\n          ART-00089 REDAÇÃO DADA PELA LEI-11942/2009\n          ART-00089 PAR-ÚNICO INCLUÍDO PELA LEI-11942/2009\n          ART-00089 PAR-ÚNICO INC-00001 INCLUÍDO PELA LEI-11942/2009\n          ART-00089 PAR-ÚNICO INC-00002 INCLUÍDO PELA LEI-11942/2009\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00007 ART-00008 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 ART-00009 \n          ART-00010 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-011942      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013257      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00282 ART-00312 ART-00317 \n          ART-00318 REDAÇÃO DADA PELA LEI-12403/2011\n          ART-00318 INC-00001 INCLUÍDO PELA LEI-12403/2011\n          ART-00318 INC-00002 INCLUÍDO PELA LEI-12403/2011\n          ART-00318 INC-00003 INCLUÍDO PELA LEI-12403/2011\n          ART-00318 INC-00004 REDAÇÃO DADA PELA LEI-13257/2016\n          ART-00318 INC-00005 INCLUÍDO PELA LEI-13257/2016\n          ART-00318 INC-00006 INCLUÍDO PELA LEI-13257/2016\n          ART-00318 PAR-ÚNICO INCLUÍDO PELA LEI-12403/2011\n          ART-00319\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   SUMSTF-000691      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-10-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HABEAS CORPUS, ÂMBITO, COMPETÊNCIA ORIGINÁRIA, CONTRARIEDADE, DECISÃO DENEGATÓRIA, LIMINAR, TRIBUNAL SUPERIOR, MOMENTO ANTERIOR, DECISÃO DEFINITIVA. AFASTAMENTO, SÚMULA, SITUAÇÃO JURÍDICA, CONSTRANGIMENTO ILEGAL, ABUSO DE PODER. PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA. PRISÃO PREVENTIVA, DESCRIÇÃO, LEI PROCESSUAL PENAL, DEMONSTRAÇÃO, ELEMENTO CONCRETO. PRISÃO DOMICILIAR, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. CONSTITUIÇÃO FEDERAL, DIREITO À PROTEÇÃO DA MATERNIDADE E DA INFÂNCIA; DIREITO, PRESO, MULHER, PERMANÊNCIA, FILHO, PERÍODO DE AMAMENTAÇÃO; PROTEÇÃO, FAMÍLIA. LEI DE EXECUÇÃO PENAL, ASSEGURAMENTO, CONDIÇÕES MÍNIMAS ASSISTÊNCIA ÁS MÃES PRESAS E AOS RECÉM-NASCIDOS. DIREITO, PRESO PROVISÓRIO, OBSERVÂNCIA, PECULIARIDADE, SITUAÇÃO. ESTATUTO DA CRIANÇA E DO ADOLESCENTE (ECA), ASSEGURAMENTO, GESTANTE, ATENDIMENTO, MOMENTO ANTERIOR, MOMENTO POSTERIOR, NASCIMENTO, CRIANÇA; DIREITO, PERÍODO DE AMAMENTAÇÃO, MÃE, PENA PRIVATIVA DE LIBERDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: PRISÃO DOMICILIAR, FORMA, CUMPRIMENTO, PRISÃO PREVENTIVA. DISTINÇÃO, REQUISITO, MEDIDA CAUTELAR, PRISÃO PREVENTIVA. APLICAÇÃO, MEDIDA CAUTELAR, INDEPENDÊNCIA, PRESENÇA, REQUISITO, PRISÃO PREVENTIVA.\n\n- OBITER DICTUM, MIN. GILMAR MENDES, MIN. DIAS TOFFOLI, MIN. RICARDO LEWANDOWSKI: PROBLEMÁTICA, RESSOCIALIZAÇÃO, CONDENADO, REGIME PRISIONAL, TRÁFICO DE DROGAS.\n\n- OBITER DICTUM, MIN. DIAS TOFFOLI: PROBLEMÁTICA, DETRAÇÃO, PENA, MEDIDA CAUTELAR, RECOLHIMENTO DOMICILIAR NO PERÍODO NOTURNO E NOS DIAS DE FOLGA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=142593&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SÚMULA 691/STF)\nHC 79748 (1ªT), HC 79775 (1ªT), HC 76347 QO (1ªT), HC 132185 AgR (2ªT), HC 140285 AgR (1ªT). \n(PRISÃO PREVENTIVA, GARANTIA DA ORDEM PÚBLICA, GRAVIDADE CONCRETA)\nHC 119385 (2ªT), HC 125290 AgR (2ªT), HC 131442 (2ªT), HC 139159 (2ªT). \n(HC, SUBSTITUIÇÃO, PRISÃO PREVENTIVA, PRISÃO DOMICILIAR, GESTANTE)\nHC 128381 (2ªT), HC 130152 (2ªT), HC 133177 (2ªT), HC 134069 (2ªT), HC 134104 (2ªT). \n(OBSERVÂNCIA, REGRAS DE BANGKOK)\nHC 133532 (1ªT). \n- Decisões monocráticas citadas:\n(SÚMULA 691/STF)\nHC 143069 MC.\n(OBSERVÂNCIA, REGRAS DE BANGKOK)\nHC 126107, HC 133179, HC 134130, HC 134979, HC 139889 MC, Rcl 25560.\n- Legislação estrangeira citada: Regra 64 de Bangkok, de dezembro de 2010.\nNúmero de páginas: 28.\nAnálise: 12/12/2017, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : THAIS GABRIELA MARTINS BATISTA DA SILVA \nIMPTE.(S)  : VICTOR HUGO ANUVALE RODRIGUES \nCOATOR(A/S)(ES) : RELATOR DO HC Nº 393.740 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":375287,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 142593","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2017-06-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"NUCCI, Guilherme de Souza. Prisão e Liberdade. 3. ed. Revista dos Tribunais. p. 114.","ministro_facet":["GILMAR MENDES"],"processo_numero":142593,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur373340","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, julgou procedente a ação direta para declarar a inconstitucionalidade formal da Lei 3.594/2005 do Distrito Federal, vencido o Ministro Marco Aurélio. Ausentes, justificadamente, os Ministros Celso de Mello e Roberto Barroso, e, participando do Seminário de Verão 2017, na Faculdade de Direito da Universidade de Coimbra, em Portugal, o Ministro Ricardo Lewandowski. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 30.6.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur373340","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur373340","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO AS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI ESTADUAL 3.594/2005, DO DISTRITO FEDERAL. DISPENSA DO PAGAMENTO DE JUROS E MULTAS DE TRIBUTOS E TÍTULOS OBRIGACIONAIS VENCIDOS NO PERÍODO DE PARALISAÇÃO POR GREVE. INCONSTITUCIONALIDADE FORMAL, POR USURPAÇÃO DA COMPETÊNCIA DA UNIÃO EM MATÉRIA DE DIREITO CIVIL. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A própria Constituição Federal, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos, União, Estados-Membros, Distrito Federal e Municípios, e a partir dessas opções pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. A lei distrital sob análise atinge todos os devedores e tem por objeto obrigações originadas por meio dos títulos que especifica; sendo, consequentemente, norma de Direito Civil, previsto como de competência privativa da União, nos termos do artigo 22, inciso I, da Constituição Federal. Precedentes nesse sentido.\n\n\n\n    4. Ação direta de inconstitucionalidade julgada procedente, por vício formal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13594829","externo_seq_objeto_incidente":2332317,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-207  DIVULG 12-09-2017  PUBLIC 13-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3605&classe=ADI","is_colac":false,"titulo":"ADI 3605","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 INC-00001 ART-00024 INC-00005 \n          ART-00030 INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00006 INC-00006\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00394 ART-00396\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-DIS   LEI-003594      ANO-2005\n                LEI ORDINÁRIA, DF"],"publicacao_data":"2017-09-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA, FEDERALISMO, DISTRIBUIÇÃO, COMPETÊNCIA. INCONSTITUCIONALIDADE FORMAL, LEI ESTADUAL, USURPAÇÃO DE COMPETÊNCIA, COMPETÊNCIA PRIVATIVA, UNIÃO, DIREITO CIVIL. CÓDIGO CIVIL, MORA, PAGAMENTO, CULPA, DEVEDOR.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA LEGISLATIVA, UNIÃO, CASO CONCRETO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3605&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, UNIÃO, DIREITO CIVIL)\nADI 1007 (TP), ADI 1646 (TP), ADI 4701 (TP), RE 877596 AgR (1ªT). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 15.\nAnálise: 02/02/2018, JRS.\nRevisão: 21/02/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO DISTRITO FEDERAL \nADV.(A/S)  : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : PRESIDENTE DA CÂMARA LEGISLATIVA DO DISTRITO FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":373340,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 3605","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2017-06-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHA, José Gomes. Direito constitucional e teoria da Constituição. Almedina, p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nLEVI, Lúcio et al. (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra Editora, 1990. t. 1, p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":3605,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur99218","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal deferiu parcialemente a extradição, ressalvando-se que o extraditando não poderá responder processo pelo crime de detenção e de porte ilegal de arma. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidiu o julgamento, sem voto, o Senhor Ministro Marco Aurélio. Plenário, 22.11.2001.","is_repercussao_geral_merito":false,"relator_processo_nome":"NELSON JOBIM","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur99218","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:04:34.986959","dg_unique":"sjur99218","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO. REQUISITOS PARA CONCESSÃO. PORTE ILEGAL\r\nDE ARMAS. ASSOCIAÇÃO MAFIOSA. PRISÃO PREVENTIVA. FALTA DE CONDENAÇÃO\r\nDEFINITIVA. FAMÍLIA BRASILEIRA. PRINCÍPIO DE RECIPROCIDADE.\r\n        1. Os requisitos legais para a extradição foram atendidos,\r\nsem a ocorrência de qualquer causa impeditiva.\r\n        2. Há, porém, restrição relativa ao crime de porte ilegal\r\nde arma.\r\n        O Estatuto dos Estrangeiros (L. 6.815/80, art. 77, II, veda\r\na extradição quando o fato não é crime no Brasil ou no Estado\r\nrequerente.\r\n        À época dos fatos, dezembro de 1994, o porte ilegal de\r\narma, no Brasil, era contravenção penal.\r\nSó a partir da L. 9.437/97 passou a ser considerado crime.\r\n        3. Em relação ao crime de Associação criminosa do tipo\r\nmafioso, a jurisprudência do Tribunal reconhece a correspondência\r\ncom o crime de quadrilha ou bando (CP, art. 288).\r\n        4. A prisão preventiva para os efeitos da extradição, não\r\nse fundamenta nos requisitos do art. 312 do CPP.\r\nEla é requisito indispensável ao regular desenvolvimento do\r\nprocesso de Extradição (L. 6.815/80, art. 84, parágrafo único).\r\n        5. A condenação definitiva não é pressuposto para a extradição.\r\n        É suficiente o auto de prisão em flagrante, mandado de prisão\r\nou fato da fuga (L. 6.815/80, art. 82, § 1º).\r\n        6. A circunstância de o extraditando ter constituído\r\nfamília no Brasil e aqui residir por longos anos, não são causas\r\nobstativas da Extradição.\r\n        7. A oferta de reciprocidade não é necessária, se o pedido\r\nse fundamentou em Tratado de Extradição firmado pelo Estado\r\nrequerente com o Brasil.\r\n        Extradição deferida, em parte.\r\n        Ressalvado o crime de porte ilegal de arma.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=820&classe=Ext","externo_seq_objeto_incidente":1937542,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 03-05-2002 PP-00022  EMENT VOL-02067-01 PP-00036\nRTJ  VOL-00182-01   PP-00019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=820&classe=Ext","is_colac":false,"titulo":"Ext 820","documental_legislacao_citada_texto":["LEG-FED   DEL-002848    ANO-1940\n          ART-00014 INC-00002 ART-00029 ART-00062\n          INC-00001 ART-00070 ART-00071 ART-00121\n          ART-00157 INC-00002 INC-00004 ART-00158\n          ART-00288\n          CP-1940 CÓDIGO PENAL\n\r\n","LEG-FED   DEL-003689    ANO-1941\n          ART-00312\n          CPP-1941 CÓDIGO DE PROCESSO PENAL\n\r\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00075 INC-00002 LET-A LET-B\n          ART-00076 ART-00077 INC-00001 INC-00002\n          INC-00005 INC-00007 INC-00008 ART-00078\n          INC-00002 ART-00082 PAR-00001 ART-00084\n          ART-00112 INC-00003 ART-00113 ART-00114\n          INC-00002 ART-00115 PAR-00002 INC-00001\n          ART-00116\n          EE-1980 ESTATUTO DO ESTRANGEIRO\n\r\n","LEG-FED   DEL-003688      ANO-1941\n          ART-00019\n          LCP-1941 LEI DAS CONTRAVENÇÕES PENAIS\n\r\n","LEG-FED   LEI-009437      ANO-1997\r\n          ART-00010\r\n          LEI ORDINÁRIA\r\n\r\n","LEG-FED   DLG-000078      ANO-1992\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA\r\n          DECRETO LEGISLATIVO\r\n\r\n","LEG-FED   DEC-000863      ANO-1993\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA\r\n          DECRETO\r\n\r\n","LEG-FED   SUMSTF-000421\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\r\n","LEG-INT   TTD      ANO-1989\r\n          TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA"],"publicacao_data":"2002-05-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PREENCHIMENTO, REQUISITO, CONCESSÃO, EXTRADIÇÃO, INEXISTÊNCIA,\nCAUSA IMPEDITIVA. ATENDIMENTO, REQUISITO, DUPLA TIPICIDADE, FATOS,\nINOCORRÊNCIA, PRESCRIÇÃO, DIREITO BRASILEIRO, DIREITO ITALIANO.\nESTADO REQUERENTE, EXPEDIÇÃO, MANDADO DE PRISÃO, EXTRADITANDO.\nAUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, EXTRADITANDO, CONSTITUIÇÃO,\nFAMÍLIA, BRASIL, FILHO BRASILEIRO. IMPROCEDÊNCIA, ALEGAÇÃO,\nINEXISTÊNCIA, PRINCÍPIO DA RECIPROCIDADE, ESTADO REQUERENTE.\n- DEFERIMENTO PARCIAL, EXTRADIÇÃO, RESSALVA, CRIME, DETENÇÃO, PORTE\nILEGAL DE ARMA, CONFIGURAÇÃO, CONTRAVENÇÃO, ÉPOCA, FATOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=820&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"Acórdãos citados: Ext 638, Ext 663 (RTJ 165/88), Ext 716, Ext 782, HC 71402.\r\nLegislação estrangeira citada: arts. 56, 81, 110, 112, 157, 416, 575, 576, 577, 628, 629 do Código Penal Italiano.\nNúmero de páginas: (45). \r\nAnálise: (CTM). \r\nRevisão: (AAF).\nInclusão: 17/09/02, (MLR).\nAlteração: 01/12/03, (MLR).\nAlteração: 02/02/06, (AAC).\nAlteração: 15/03/2010, TBS.\r\nAlteração: 25/05/2018, JRM.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE. : GOVERNO DA ITÁLIA\nEXTDO. : GIUSEPPE CARIDI\nADVDOS.: MARCOS PRADO E OUTRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":99218,"documental_tese_texto":null,"procedencia_geografica_completo":"IT - ITÁLIA","processo_codigo_completo":"Ext 820","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2001-11-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["NELSON JOBIM"],"processo_numero":820,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur97863","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal deferiu o pedido de extradição. Decisão unânime. Ausentes, justificadamente, os Senhores Ministros Marco Aurélio, Presidente, e Carlos Velloso. Presidiu o julgamento o Senhor Ministro Ilmar Galvão, Vice-Presidente. Plenário, 24.04.2003.","is_repercussao_geral_merito":false,"relator_processo_nome":"NELSON JOBIM","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur97863","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:04:34.986959","dg_unique":"sjur97863","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO. CONSTITUCIONAL. PENAL. TRATADO ENTRE BRASIL E\nARGENTINA. REQUISITOS. ASSOCIAÇÃO ILÍCITA. ESTAFA.\n1. Os requisitos legais para a extradição foram atendidos, sem a\n ocorrência de\nqualquer causa impeditiva.\n2. O Tratado de extradição entre o Brasil e a Argentina foi respeitado\n.\nOs delitos de associação ilícita e estafa correspondem no nosso\n direito\nrespectivamente aos crimes de formação de quadrilha e estelionato\n(Código Penal, arts. 288 e 171).\nExtradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=857&classe=Ext","externo_seq_objeto_incidente":2057669,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 23-05-2003 PP-00036  EMENT VOL-02111-05 PP-00883","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=857&classe=Ext","is_colac":false,"titulo":"Ext 857","documental_legislacao_citada_texto":["LEG-FED   DEL-002848    ANO-1940\n                ART-00109 \"CAPUT\" INC-00003 INC-00004\n                ART-00117 INC-00001 ART-00171 \"CAPUT\"\n                PAR-00002 INC-00005 PAR-00003 ART-00288\n                CP-1940 CÓDIGO PENAL\n","LEG-FED   LEI-006815      ANO-1980\n                ART-00076 ART-00077 PAR-00001 PAR-00002\n                PAR-00003 PAR-00004 PAR-00005 PAR-00006\n                PAR-00007 PAR-00008 ART-00078 PAR-00001\n                PAR-00002 ART-00080\n                EE-1980 ESTATUTO DO ESTRANGEIRO"],"publicacao_data":"2003-05-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INAFASTABILIDADE, CONTROLE, CONSTITUCIONALIDADE, CONCORDÂNCIA,\nEXTRADITANDO, RETORNO, PAÍS REQUERENTE.\n- CONFIGURAÇÃO, DUPLA TIPICIDADE, FATO. COMPETÊNCIA, JULGAMENTO,\nEXTRADIÇÃO, PAÍS REQUERENTE, LOCAL, OCORRÊNCIA, CONSUMAÇÃO, DELITO ,\nAUSÊNCIA, CONDENAÇÃO, EXTRADITANDO, JUSTIÇA BRASILEIRA. INOCORRÊNCIA,\n\nPRESCRIÇÃO, LEI PENAL ARGENTINA, LEI PENAL BRASILEIRA. AUSÊNCIA,\nCARACTERIZAÇÃO, CRIME POLÍTICO. INOCORRÊNCIA, IMPEDIMENTO,\nEXTRADIÇÃO, ESTATUTO DOS ESTRANGEIROS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=857&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"Acórdãos citados: Ext 509 (RTJ 132/137), Ext 751, Ext 786\n(RTJ 177/566).\nLegislação estrangeira citada: CÓDIGO PENAL ARGENTINA.\nNúmero de páginas: (23). \r\nAnálise:(MML).\nInclusão: 03/09/03, (SVF).\nAlteração: 27/01/2009, NRT.\nAlteração: 08/10/2018, HAC.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)       : GOVERNO DA ARGENTINA\nEXTDO.(A/S)     : SAMUEL KEVARKIAN\nADV.(A/S)     : DJALMA FAUSTO MARINHO MEDEIROS  E OUTRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":97863,"documental_tese_texto":null,"procedencia_geografica_completo":"AT - ARGENTINA","processo_codigo_completo":"Ext 857","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2003-04-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["NELSON JOBIM"],"processo_numero":857,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}