{"result":{"took":447,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur465626","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação apenas no que concerne à requisição de dados bancários e fiscais às autoridades competentes e, na parte conhecida, julgou parcialmente procedente o pedido, para, em interpretação conforme a Constituição (art. 5º, X, XII e LIV, CRFB), estabelecer que a requisição dos dados bancários e fiscais imprescindíveis, nos moldes do art. 8º, V, do Regimento Interno do CNJ, é constitucional em processo regularmente instaurado para apuração de infração por sujeito determinado, mediante decisão fundamentada e baseada em indícios concretos da prática do ato, nos termos do voto da Relatora. O Ministro Ricardo Lewandowski acompanhou a Relatora com ressalvas. Plenário, Sessão Virtual de 20.5.2022 a 27.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur465626","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur465626","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. ART. 8º, V, DO REGIMENTO INTERNO DO CONSELHO NACIONAL DE JUSTIÇA. ATRIBUIÇÕES DO CORREGEDOR NACIONAL DE JUSTIÇA. REQUISIÇÃO DE DADOS SIGILOSOS EM PROCESSOS OU PROCEDIMENTOS ADMINISTRATIVOS DE SUA COMPETÊNCIA. ALEGAÇÃO DE INCONSTITUCIONALIDADE FORMAL E MATERIAL. CONHECIMENTO PARCIAL QUANTO A DADOS BANCÁRIOS E FISCAIS. NORMA FORMALMENTE CONSTITUCIONAL À LUZ DO ART. 5º, § 2º, DA EC Nº 45/2004. HIPÓTESE DE TRANSFERÊNCIA DE SIGILO QUE SE COMPATIBILIZA COM O DESENHO INSTITUCIONAL DO CONSELHO NACIONAL DE JUSTIÇA E A PROTEÇÃO DA PRIVACIDADE DOS AGENTES PÚBLICOS FISCALIZADOS PELO ÓRGÃO, OBSERVADAS AS DEVIDAS GARANTIAS. PROCEDÊNCIA PARCIAL, NA PARTE CONHECIDA. INTERPRETAÇÃO CONFORME.\n\n\n\n    1. Controvérsia constitucional sobre a atribuição, do Corregedor Nacional de Justiça, de \"requisitar das autoridades fiscais, monetárias e de outras autoridades competentes informações, exames, perícias ou documentos, sigilosos ou não, imprescindíveis ao esclarecimento de processos ou procedimentos submetidos à sua apreciação, dando conhecimento ao Plenário\" (art. 8º, V, Regimento Interno do Conselho Nacional de Justiça).\n\n\n\n    2. Cognoscibilidade da ação. I. Rejeitada preliminar de conhecimento parcial, no que concerne às \"autoridades fiscais\", por ausência de impugnação de todo o complexo normativo. Conquanto o art. 198, § 1º, II, CTN, também preveja o compartilhamento de informações fiscais com autoridades administrativas, a norma contestada se apresenta ao mesmo tempo subjetivamente mais específica e objetivamente mais ampla, a justificar o reconhecimento da existência de interesse de agir em sua impugnação autônoma. II. Restringido, de ofício, o objeto da ação ao que especificamente impugnado, a requisição de dados fiscais e bancários às autoridades competentes. Precedentes.\n\n\n\n    3. Norma formalmente constitucional, editada com respaldo no art. 5º, § 2º, da EC nº 45/2004, que confere competência ao Conselho Nacional de Justiça, mediante resolução, para disciplinar seu funcionamento e definir as atribuições do Corregedor, enquanto não normatizada a matéria pelo Estatuto da Magistratura. Competência transitória atribuída pelo Poder Constituinte derivado ao CNJ para evitar vácuo normativo a inviabilizar a implementação da arquitetura institucional do controle interno do Poder Judiciário. Resolução que, no ponto, encontra amparo direto na Constituição Federal e equivale à normatização pelo Estatuto da Magistratura.\n\n\n\n    4. Atribuição requisitória que, prima facie, colide com o direito à privacidade, à intimidade, à vida privada e à proteção de dados (art. 5º, X e XII, CRFB) resulta constitucional, por se tratar de hipótese de transferência de sigilo justificada diante do papel institucional do CNJ e do Corregedor Nacional de Justiça. O controle interno do Poder Judiciário coaduna-se com os valores republicanos e com a necessidade de manter a idoneidade do exercício do poder que é a jurisdição (ADI 3367).\n\n\n\n    5. Consoante interpretação jurídica definida por este Supremo Tribunal Federal, ainda que os sigilos bancário e fiscal tenham estatura constitucional, não há direitos absolutos em atenção a outros valores públicos: RE 601314 (Tema nº 225 da Repercussão Geral), ADIs 2386, 2390, 2397 e 2859 e RE 1055941 (Tema nº 990 da Repercussão Geral). Quanto a agentes públicos, enquanto exercem função pública, é relativizada a inacessibilidade a dados da vida patrimonial de maneira ainda mais ampla, forte no art. 13 da Lei de Improbidade Administrativa (Lei nº 8.429/1992), no art. 29 da Lei 5.010/1966 e na Lei nº 8.730/1993.\n\n\n\n    6. Ao assentar a constitucionalidade das hipóteses de transferência de sigilo examinadas, considerou, este Plenário do STF, a existência de garantias ao contribuinte que tem seus dados bancários ou fiscais compartilhados. Atribuição requisitória que se sustenta, do ponto de vista constitucional, na hipótese de existência de processo devidamente instaurado para averiguação de conduta de pessoa determinada. Em particular, no caso do Corregedor Nacional de Justiça, para apuração de infrações de sua competência, em desfavor de sujeito certo, e mediante decisão fundamentada e baseada em indícios concretos.\n\n\n\n    7. A Corregedoria Nacional de Justiça é órgão destacado, pela Constituição Federal, na arquitetura do CNJ e do controle interno do Poder Judiciário e da magistratura nacional. O arranjo institucional permite perceber atribuições próprias que visam a densificar o papel constitucional de concretização dos valores republicanos, o que afasta a alegação de inconstitucionalidade na atribuição requisitória por decisão singular do Corregedor, e não do Plenário.\n\n\n\n    8. Ação conhecida apenas no que concerne à requisição de dados bancários e fiscais às autoridades competentes, e, na parte conhecida, julgado parcialmente procedente o pedido, para, em interpretação conforme a Constituição (art. 5º, X, XII e LIV, CRFB), estabelecer que a requisição dos dados bancários e fiscais imprescindíveis, nos moldes do art. 8º, V, do Regimento Interno do CNJ, é constitucional em processo regularmente instaurado para apuração de infração por sujeito determinado, mediante decisão fundamentada e baseada em indícios concretos da prática do ato.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761255612","externo_seq_objeto_incidente":4185430,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-112  DIVULG 08-06-2022  PUBLIC 09-06-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4709&classe=ADI","is_colac":false,"titulo":"ADI 4709","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00010 INC-00012 INC-00054\n    INC-00079 ART-00037 ART-00058 PAR-00003\n    ART-00060 PAR-00004 INC-00003 ART-00068\n    PAR-00001 INC-00001 ART-00093 INC-00008\n    INC-00010 ART-00103 INC-00009 ART-0103B\n    PAR-00004 PAR-00005 INC-00001 INC-00002\n    INC-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    ART-00005 PAR-00001 PAR-00002\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000104 ANO-2001\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000105 ANO-2001\n    ART-00001 PAR-00003 INC-00004 ART-00003\n    PAR-00001 PAR-00002 PAR-00003 ART-00004\n    PAR-00001 PAR-00002 ART-00005 PAR-00002\n    PAR-00004 PAR-00005 ART-00006 PAR-ÚNICO\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000187 ANO-2001\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005010 ANO-1966\n    ART-00029\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00198 PAR-00001 INC-00001 INC-00002\n    PAR-00002 PAR-00003 INC-00001 INC-00002\n    INC-00003 INC-00004\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-008429 ANO-1992\n    ART-00013 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008730 ANO-1993\n    ART-00001 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    PAR-00001 PAR-00002 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    ART-00004 PAR-00001 PAR-00002 ART-00005\n    PAR-ÚNICO ART-00007\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613 ANO-1998\n    ART-00015\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014230 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-FED   RES-000067 ANO-2009\n    ART-00004 INC-00015 ART-00007 ART-00008\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 INC-00007 INC-00008\n    INC-00009 INC-00010 INC-00011 INC-00012\n    INC-00013 INC-00014 INC-00015 INC-00016\n    INC-00017 INC-00018 INC-00019 INC-00020\n    INC-00021 ART-00047 INC-00001 INC-00002\n    LET-A LET-B LET-C INC-00003\n    RESOLUÇÃO  - REGIMENTO INTERNO DO CONSELHO NACIONAL DE JUSTIÇA \n\n","LEG-FED   RES-000092 ANO-2013\n    ART-00018 INC-00011 ART-00043 INC-00012\n    RESOLUÇÃO - REGIMENTO INTERNO DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO"],"publicacao_data":"2022-06-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEGITIMIDADE ATIVA, ASSOCIAÇÃO, ENTIDADE DE CLASSE, ÂMBITO NACIONAL. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PERTINÊNCIA TEMÁTICA, ATO NORMATIVO IMPUGNADO, ALCANCE, INTERESSE, MAGISTRATURA. CABIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, IMPUGNAÇÃO, NORMA, REGIMENTO INTERNO, CONSELHO NACIONAL DE JUSTIÇA (CNJ). ATO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CARACTERÍSTICA, CARÁTER GERAL, IMPESSOALIDADE, ABSTRAÇÃO. REGIMENTO INTERNO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), DEFINIÇÃO, ATRIBUIÇÃO, CORREGEDOR, ATO NORMATIVO PRIMÁRIO. PODER CONSTITUINTE DECORRENTE, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. AFASTAMENTO, RESERVA DE JURISDIÇÃO, TRANSFERÊNCIA, SIGILO FISCAL, SIGILO BANCÁRIO, HIPÓTESE, PREVISÃO, LEI. FORNECIMENTO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), DADO, INSTITUIÇÃO FINANCEIRA. CÓDIGO TRIBUTÁRIO NACIONAL, REGRA, SIGILO FISCAL, EXCEPCIONALIDADE, TRANSFERÊNCIA, SIGILO, INSTRUÇÃO PROCESSUAL, APURAÇÃO, ILÍCITO ADMINISTRATIVO; ORDEM JUDICIAL; INFORMAÇÃO, INSTRUÇÃO, PERSECUÇÃO PENAL. EMENDA CONSTITUCIONAL 45 DE 2004, CONSELHO NACIONAL DE JUSTIÇA (CNJ), ÓRGÃO AUTÔNOMO, COMPOSIÇÃO, PLURALIDADE, INTEGRANTE, REPRESENTANTE, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, ORDEM DOS ADVOGADOS DO BRASIL (OAB), SOCIEDADE CIVIL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, IMPUGNAÇÃO, COMPLEXO NORMATIVO, INTERESSE PROCESSUAL. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, IMPUGNAÇÃO ESPECÍFICA, NORMA. STF, RECONHECIMENTO, VALIDADE, ATRIBUIÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), SUPERVISÃO, ATIVIDADE ADMINISTRATIVA, CONTROLE, CARÁTER FINANCEIRO, PODER JUDICIÁRIO. DIREITO FUNDAMENTAL, DIREITO À INTIMIDADE, VIDA PRIVADA, SIGILO, DADO, AUSÊNCIA, CARÁTER ABSOLUTO, LIMITAÇÃO, DIVERSIDADE, DIREITO, CONSAGRAÇÃO, CONSTITUIÇÃO FEDERAL. HIPÓTESE, CONFLITO, DIREITO FUNDAMENTAL, UTILIZAÇÃO, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA. DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH), AFIRMAÇÃO, RELATIVIZAÇÃO, DIREITO INDIVIDUAL. IMPOSSIBILIDADE, DIREITO INDIVIDUAL, PROTEÇÃO, ATIVIDADE ILÍCITA, AFASTAMENTO, RESPONSABILIDADE CIVIL, RESPONSABILIDADE PENAL. OBEDIÊNCIA, EXCEPCIONALIDADE, RAZOABILIDADE, PODER LEGISLATIVO, PODER JUDICIÁRIO, RELATIVIZAÇÃO, SIGILO, DADO, DECISÃO FUNDAMENTADA. AFASTAMENTO, GARANTIA CONSTITUCIONAL, OBSERVÂNCIA, REQUISITO, CONSTITUIÇÃO, LEI. STF, LEGITIMIDADE, TRANSFERÊNCIA, INFORMAÇÃO SIGILOSA, ÂMBITO, ADMINISTRAÇÃO PÚBLICA, AUSÊNCIA, CONFIGURAÇÃO, QUEBRA DE SIGILO, CONTROLE JUDICIAL, ANTECEDÊNCIA. CONSTITUCIONALIDADE, COMPARTILHAMENTO, DADO, UNIDADE DE INTELIGÊNCIA FINANCEIRA (UIF), RECEITA FEDERAL, ÓRGÃO, PERSECUÇÃO PENAL, FINALIDADE, INVESTIGAÇÃO CRIMINAL. EXIGÊNCIA, AUTORIZAÇÃO JUDICIAL, COMUNICAÇÃO, DADO. COMPETÊNCIA, CORREGEDOR NACIONAL DE JUSTIÇA, TEORIA DOS PODERES IMPLÍCITOS.\n\n- RESSALVA DE ENTENDIMENTO, MIN. RICARDO LEWANDOWSKI: CORREGEDOR NACIONAL DE JUSTIÇA, IMPOSSIBILIDADE, INGRESSO, RESERVA DE JURISDIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4709&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, CNJ, CONTROLE INTERNO, PODER JUDICIÁRIO)\nADI 3367 (TP). \n(QUEBRA DE SIGILO BANCÁRIO, CONSTITUCIONALIDADE)\nADI 2386 (TP), ADI 2390 (TP), ADI 2397 (TP), ADI 2859 (TP). \n(ADI, PERTINÊNCIA TEMÁTICA, ATO NORMATIVO IMPUGNADO, FINALIDADE, ENTIDADE DE CLASSE)\nADI 1115 MC (TP). \n(CABIMENTO, ADI, IMPUGNAÇÃO, NORMA, REGIMENTO INTERNO, CNJ)\nADI 4412 (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, ATO, CNJ)\nADI 4145 (TP). \n(ADI, IMPUGNAÇÃO ESPECÍFICA, LEI IMPUGNADA)\nADI 1775 (TP), ADI 4079 (TP), ADI 2213 MC (TP), ADI 5488 (TP), ADI 6394 (TP). \n(ADI, IMPUGNAÇÃO, COMPLEXO NORMATIVO, INTERESSE PROCESSUAL)\nADI 2174 (TP), ADI 4227 (TP), ADI 2422 AgR (TP), ADI 2595 AgR (TP). \n(ADI, IMPUGNAÇÃO ESPECÍFICA, NORMA)\nADI 4079 (TP), ADI 3789 AgR (TP), ADI 5287 (TP). \n(IMPOSSIBILIDADE, DIREITO INDIVIDUAL, PROTEÇÃO, ATIVIDADE ILÍCITA, AFASTAMENTO, RESPONSABILIDADE CIVIL, RESPONSABILIDADE PENAL)\nHC 70814 (1ªT). \n(AFASTAMENTO, GARANTIA CONSTITUCIONAL, OBSERVÂNCIA, REQUISITO, LEI, CONSTITUIÇÃO)\nMS 21729 (1ªT), HC 84758 (TP), HC 85088 (2ªT), HC 93050 (2ªT), AI 541265 AgR (2ªT), AI 655298 AgR (2ªT), RE 1055941 (TP). \n(LEGITIMIDADE, TRANSFERÊNCIA, INFORMAÇÃO SIGILOSA, ÂMBITO, ADMINISTRAÇÃO PÚBLICA)\nADI 2361 (TP), ADI 2386 (TP), ADI 2390 (TP), ADI 2397 (TP), ADI 2859 (TP), MS 33340 (1ªT). \n(QUEBRA DE SIGILO BANCÁRIO, RECEITA FEDERAL)\nRE 389808 (TP), RE 601314 (TP), RE 1055941 (TP). \n(CNJ, COMPETÊNCIA, COMPOSIÇÃO, EMENDA CONSTITUCIONAL 45 DE 2004)\nADI 4412 (TP). \n(QUEBRA DE SIGILO, COMUNICAÇÃO, DADO, AUTORIZAÇÃO JUDICIAL)\nRE 418416 (TP), HC 91867 (2ªT), RHC 169682 AgR (1ªT). \n(SIGILO BANCÁRIO, AUSÊNCIA, DIREITO ABSOLUTO)\nRE 601314 (TP). \n- Decisões monocráticas citadas:\n(AFASTAMENTO, GARANTIA CONSTITUCIONAL, OBSERVÂNCIA, REQUISITO, LEI, CONSTITUIÇÃO)\nMS 25812 MC, inq 899.\n(EXTINÇÃO DO PROCESSO SEM JULGAMENTO DO MÉRITO, DEBATE, PROTEÇÃO, SIGILO BANCÁRIO, SIGILO FISCAL)\nMS 31085.\n- Decisão estrangeira citada: Caso Myers vs. Estados Unidos – US 272 – 52, 118, dos Estados Unidos.\n- Veja art. 29 da Declaração dos Direitos Humanos das Nações Unidas.\n- Veja AC 33 do STF.\nNúmero de páginas: 71.\nAnálise: 02/02/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS - AMB E OUTRO(A/S)\nADV.(A/S)  : ALBERTO PAVIE RIBEIRO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DO CONSELHO NACIONAL DE JUSTIÇA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":465626,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4709","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-05-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARACHO, José Alfredo Oliveira. Teoria da Constituição. Revista de Informação Legislativa, ano 15,  n. 58, abr./jun. 1978.\n\nBARILE, Paolo. Diritti dell’uomo e libertà fundamentali. Bolonha: Il Molino. p. 13 et seq.\n\nBASTOS, Celso. Estudos e pareceres de direito público. São Paulo: Revista dos Tribunais, 1993. p. 63 et seq.\n\nBIELSA, Rafael. Estudios de Derecho Público: Derecho Constitucional. Buenos Aires: Arayú. Tomo III, p. 345.\n\nCANOTILHO, J. J. Gomes. Direito constitucional. Coimbra: Almedina, 1993. p. 541 et seq.\nFERREIRA FILHO, Manoel Gonçalves. Estado de direito e constituição. São Paulo: Saraiva, 1988. p. 16 et seq.\n\nD’OLIVO, Mauricio. O direito à intimidade na Constituição Federal. Cadernos de Direito Constitucional e Ciência Política. São Paulo: Revista dos Tribunais, ano 4, n. 15, p. 184, abr./jun. 1996.\n\nDOTTI, René Ariel. A liberdade e o direito à intimidade. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 66, p. 125, abr./jun. 1980.\n\nDUGUIT, Léon. Fundamentos do direito. São Paulo: Ícone, 1996. p. 11 et seq.\n\nFERRAZ JÚNIOR, Tércio Sampaio. Sigilo de dados: o direito à privacidade e os limites à função fiscalizadora do Estado. Cadernos de Direito Constitucional e Ciência Política, n. 1, p. 78, São Paulo: Revista dos Tribunais.\n\nGIANNOTTI, Eduardo. A tutela constitucional da intimidade. 1983. Dissertação (Mestrado)–Faculdade de Direito da Universidade de São Paulo, São Paulo.\n\nLAVIÉ, Quiroga. Derecho constitucional. Buenos Aires: Depalma, 1993. p. 123 et se.\n\nMADISON, James. Federalist papers. nº 51.\n\nVASCONCELOS, Vital Ramos. Proteção constitucional ao sigilo. Revista FMU-Direito, n. 6, p. 17 et seq.","ministro_facet":["ROSA WEBER"],"processo_numero":4709,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur468492","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, julgou parcialmente procedente o pedido de extradição em relação ao crime de tráfico de drogas, condicionando a entrega do extraditando aos compromissos a serem assumidos pelo Estado requerente, em especial o de não processar o requerido pelo crime de resistência e de computar o tempo de prisão preventiva para fins de extradição, na forma do art. 96, II, da Lei 13.445/2017, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 12.8.2022 a 19.8.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur468492","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur468492","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição instrutória. 2. Regência pelo Acordo de Extradição entre os Estados Partes do MERCOSUL, assinado em 10.12.1998 e promulgado pelo Decreto 4.975, de 30.1.2014. Regência pelo Tratado de Extradição firmado entre Brasil e Argentina, assinado em 15.11.1961 e promulgado pelo Decreto 62.979, de 11.7.1968. 3. Crime de resistência. 4. Fato correspondente, em tese, ao crime do art. 329, do Código Penal brasileiro e art. 23 do Código Penal da Argentina. 5. Prescrição pela legislação argentina. 6. Tráfico de drogas. 7. Fato correspondente, em tese, ao art. 33, da Lei brasileira, n. 11.343/21 e art. 5º, c, e art. 11, c, da Lei argentina, n. 23.737. 8. Dupla tipicidade. 9. Dupla punibilidade quanto ao crime de tráfico de drogas 10. Extradição julgada procedente apenas quanto ao crime de tráfico de drogas. 11. Entrega do extraditando condicionada aos compromissos a serem assumidos pelo Estado requerente de não processar o requerido pelo crime de resistência e de computar o tempo de prisão preventiva para fins de extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762499530","externo_seq_objeto_incidente":6081346,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-169  DIVULG 24-08-2022  PUBLIC 25-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1651&classe=Ext","is_colac":false,"titulo":"Ext 1651","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00063 ART-00102 INC-00001\n    LET-G\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00033\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 ART-00083 ART-00090 ART-00096\n    INC-00002\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD ANO-1961\n    ART-00004\n    TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-INT   ACO ANO-1998\n    ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00062 PAR-00002 ART-00109 INC-00001\n    ART-00237 ART-00238 ART-00329\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00186\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000085 ANO-1964\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DLG-000605 ANO-2003\n    DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-062979 ANO-1968\n    ART-00004\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEC-004975 ANO-2004\n    DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   RGI ANO-1980\n    ART-00052 PAR-ÚNICO ART-00207\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2022-08-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1651&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1114 (TP), Ext 1085 PET-AV (TP). \n- Legislação estrangeira citada: art. 5º, c, e art. 11, c, da Lei 23.737 da Argentina,art. 239 do\nCódigo Penal Argentino.\n- Veja Nota Verbal 1370/2020 do governo da Argentina.\nNúmero de páginas: 9.\nAnálise: 22/05/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : ALBERTO MIGUEL ALMEIDA \nDP   : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":468492,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1651","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-08-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1651,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446202","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade do art. 2º da Resolução CMN/Bacen 4.765/2019, nos termos do voto do Relator. Falaram: pelo interessado, o Dr. Flavio José Roman, Procurador do Banco Central do Brasil; e, pela Advocacia-Geral da União, o Dr. Arthur Cristóvão Prado, Advogado da União. Plenário, Sessão Virtual de 23.4.2021 a 30.4.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur446202","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur446202","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Arguição de Descumprimento de Preceito Fundamental conhecida como Ação Direta de Inconstitucionalidade. 2. Resolução 4.765, de 27 de novembro de 2019, do Conselho Monetário Nacional (CMN). Cobrança de tarifa de cheque especial. 3. Resolução editada pelo CMN tem caráter de norma primária. 4. Princípio da subsidiariedade e fungibilidade entre as ações diretas. 5. Atuação do CMN no campo da intervenção estatal na economia (arts. 174 e 192 da CF). Tarifa bancária com características de taxa. Possível violação ao princípio da legalidade tributária. Cobrança que coloca o consumidor em situação de vulnerabilidade econômico-jurídica. Desproporcionalidade da medida adotada pelo CMN para correção de falha de mercado. 6. Medida Cautelar deferida e referendada pelo Plenário do STF. 7. Ação direta de inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755836823","externo_seq_objeto_incidente":5901434,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-091  DIVULG 12-05-2021  PUBLIC 13-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6407&classe=ADI","is_colac":false,"titulo":"ADI 6407","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00002 INC-00003 INC-00004\n    ART-00005 \"CAPUT\" INC-00002 INC-00006\n    INC-00012 INC-00013 INC-00015 INC-00023\n    INC-00032 INC-00036 INC-00058 ART-00022\n    INC-00007 ART-00150 INC-00001 ART-00170\n    INC-00004 INC-00005 PAR-ÚNICO ART-00173\n    PAR-00004 ART-00174 ART-00192\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004595 ANO-1964\n    ART-00004 INC-00006 INC-00008 INC-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00003 ART-00004 ART-00077\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-008078 ANO-1990\n    ART-00003 PAR-00001 PAR-00002 ART-00039\n    INC-00001\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008392 ANO-1991\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009069 ANO-1992\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   RES-002878 ANO-2009\n    ART-00003 INC-00005 INC-00007 PAR-ÚNICO\n    RESOLUÇÃO - APROVADA PELO CONSELHO MONETÁRIO NACIONAL EM CONJUNTO COM O BANCO CENTRAL DO BRASIL - CMN/BACEN\n\n","LEG-FED   RES-003919 ANO-2010\n    RESOLUÇÃO - APROVADA PELO CONSELHO MONETÁRIO NACIONAL EM CONJUNTO COM O BANCO CENTRAL DO BRASIL - CMN/BACEN\n\n","LEG-FED   RES-004549 ANO-2017\n    RESOLUÇÃO - APROVADA PELO CONSELHO MONETÁRIO NACIONAL EM CONJUNTO COM O BANCO CENTRAL DO BRASIL - CMN/BACEN\n\n","LEG-FED   RES-004765 ANO-2019\n    ART-00001 ART-00002\n    RESOLUÇÃO - APROVADA PELO CONSELHO MONETÁRIO NACIONAL EM CONJUNTO COM O BANCO CENTRAL DO BRASIL - CMN/BACEN"],"publicacao_data":"2021-05-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INSTITUIÇÃO FINANCEIRA, VEDAÇÃO, COBRANÇA, SERVIÇO, CHEQUE ESPECIAL. POSSIBILIDADE, COBRANÇA, UTILIZAÇÃO, VALOR, IMPEDIMENTO, CHEQUE SEM FUNDO, COBRANÇA, PROPORCIONALIDADE. CONSELHO MONETÁRIO NACIONAL, AUTORIZAÇÃO, COBRANÇA, CHEQUE ESPECIAL,OFENSA, ORDENAMENTO JURÍDICO. SERVIÇO BANCÁRIO, INDUÇÃO, CONSUMIDOR, CONTRATAÇÃO, SERVIÇO BANCÁRIO, VEDAÇÃO, VENDA CASADA. CONSTITUIÇÃO FEDERAL, PROTEÇÃO AO CONSUMIDOR. INTERPRETAÇÃO SISTEMÁTICA, ÂMBITO, PROTEÇÃO, DIREITO FUNDAMENTAL. LIMITAÇÃO, RESTRIÇÃO, DIREITO INDIVIDUAL. PRINCÍPIO, PROTEÇÃO, NÚCLEO ESSENCIAL. PRINCÍPIO DA PROPORCIONALIDADE. CONSELHO MONETÁRIO NACIONAL, MODIFICAÇÃO, ESSENCIALIDADE, NATUREZA JURÍDICA, TARIFA BANCÁRIA, CONSEQUÊNCIA, COBRANÇA, JUROS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6407&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CABIMENTO, ADI, RESOLUÇÃO, CONSELHO MONETÁRIO NACIONAL)\nADI 2317 MC (TP), ADI 1398 MC (TP). \n(ADPF, CONVERSÃO,  ADI, EFICÁCIA, SOLUÇÃO, LESÃO, CONSTITUIÇÃO)\nADI 4163 (TP), ADPF 378 MC (TP). \n(INTERVENÇÃO FEDERAL, DOMÍNIO ECONÔMICO)\nRE 422941 (2ªT), RE 632644 AgR (1ªT). \n(SERVIÇO BANCÁRIO, INSERÇÃO, DIREITO DO CONSUMIDOR)\nRE 395384 ED (1ªT), ADI 2591 ED (TP). \n- Veja Projeto de Decreto Legislativo 766/2019. \n- Legislação estrangeira citada: art. 1, n. 3 e art. 19, n. 2, da Lei Fundamental alemã de 1949; art. 18, n. 3, da Constituição portuguesa de 1976 e art. 53, n. 1, da Constituição espanhola de 1978.\nNúmero de páginas: 35.\nAnálise: 25/07/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PODEMOS \nADV.(A/S)  : JOELSON COSTA DIAS E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DO BANCO CENTRAL DO BRASIL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO BANCO CENTRAL DO BRASIL \nAM. CURIAE.  : MUNICIPIO DE CAMPO GRANDE \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICIPIO DE CAMPO GRANDE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":446202,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6407","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-05-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"MAMONA, Karla. Maioria dos bancos isentará cobrança da tarifa do cheque especial. Exame. Disponível em: https://exame.abril.com.br/seudinheiro/maioria-dos-bancos-isentara-cobranca-da-tarifa-do-chequeespecial. Acesso em 02 de abr. 2020.\nMENDES, Gilmar Ferreira; e BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 11. ed. São Paulo: Saraiva, 2016. p. 223-226.\nTEMÓTEO, Antonio. Bancos prometem ajuda, mas dobram juros e seguram dinheiro, dizem empresas. UOL economia. Disponível em:https://economia.uol.com.br/noticias/redacao/2020/03/26/coronavirusjuros-alta-prazo-corte-linha-credito-antecipacao-recebivel.htm. Acesso em 02 de abr. 2020.","ministro_facet":["GILMAR MENDES"],"processo_numero":6407,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur460906","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente a arguição de descumprimento de preceito fundamental para declarar a não recepção pela Constituição da República de 1988 das expressões “o porte de arma” e “e de porte de arma” constantes do inc. II do art. 44 e do art. 146 da Lei Complementar n. 15/1980 do Estado do Rio de Janeiro, nos termos do voto da Relatora. Falaram: pelo interessado Governador do Estado do Rio de Janeiro, o Dr. Carlos da Costa e Silva Filho, Procurador do Estado; e, pelo amicus curiae, o Dr. Miguel Filipi Pimentel Novaes. Plenário, Sessão Virtual de 25.2.2022 a 8.3.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur460906","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur460906","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. INC. II DO ART. 44 E ART. 146 DA LEI COMPLEMENTAR N. 15/1980 DO ESTADO DO RIO DE JANEIRO. \n\n\n\n    AUTORIZAÇÃO DE PORTE DE ARMA DE FOGO PARA PROCURADORES DO ESTADO. \n\n\n\n    PRELIMINAR REJEITADA. \n\n\n\n    COMPETÊNCIA PRIVATIVA DA UNIÃO PARA LEGISLAR SOBRE MATERIAIS BÉLICOS, QUE ALCANÇA MATÉRIA AFETA AO PORTE DE ARMAS. PRECEDENTES. \n\n\n\n    ARGUIÇÃO JULGADA PROCEDENTE PARA DECLARAR A NÃO RECEPÇÃO PELA CONSTITUIÇÃO DA REPÚBLICA DE 1988 DAS EXPRESSÕES ‘O PORTE DE ARMA DE FOGO’ E ‘E DE PORTE DE ARMA DE FOGO’ POSTAS NO INC. II DO ART. 44 E NO ART. 146 DA LEI COMPLEMENTAR N. 15/1980 DO ESTADO DO RIO DE JANEIRO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759690746","externo_seq_objeto_incidente":6263069,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-051  DIVULG 16-03-2022  PUBLIC 17-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=884&classe=ADPF","is_colac":false,"titulo":"ADPF 884","documental_legislacao_citada_texto":["LEG-IMP   CCI ANO-1830\n    ART-00297 ART-00298\n    CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL (LEI DE 16 DE DEZEMBRO)\n\n","LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00021 INC-00006 ART-00022 INC-00001\n    INC-00021 ART-00024 ART-00030 INC-00001\n    ART-00102 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000035 ANO-1979\n    ART-00033 INC-00005\n    LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LEI-008625 ANO-1993\n    ART-00042\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009437 ANO-1997\n    ART-00006 ART-00007 PAR-00001 ART-00008\n    ART-00009 ART-00010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 \"CAPUT\"\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010884 ANO-2004\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-003688 ANO-1941\n    ART-00019\n    LCP-41-1941 LEI DAS CONTRAVENÇÕES PENAIS\n\n","LEG-FED   DEC-000847 ANO-1890\n    ART-00377 PAR-ÚNICO\n    CP-1890 CÓDIGO PENAL\n\n","LEG-FED   DEC-002222 ANO-1997\n    ART-00013 ART-00028 ART-00029\n    DECRETO\n\n","LEG-EST   LCP-000015 ANO-1980\n    ART-00044 INC-00002 ART-00146\n    LEI COMPLEMENTAR, RJ\n\n","LEG-MUN   LEI-010826 ANO-2003\n    ART-00006 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 INC-00011\n    PAR-00001 PAR-0001B INC-00001 INC-00002\n    INC-00003 PAR-0001C PAR-00002 PAR-00003\n    PAR-00004 PAR-00005 INC-00001 INC-00002\n    INC-00003 PAR-00006 PAR-00007 ART-00010\n    INC-00001 INC-00002 INC-00003 PAR-00001\n    ART-00012 ART-00014 ART-00016 ART-00024\n    ART-00029\n    ED-2003 ESTATUTO DO DESARMAMENTO"],"publicacao_data":"2022-03-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, APRECIAÇÃO, LEI PRÉ-CONSTITUCIONAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DOUTRINA. ESTATUTO DO DESARMAMENTO, REGULAMENTAÇÃO, PORTE DE ARMA, TERRITÓRIO NACIONAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, MATERIAL BÉLICO, INEXISTÊNCIA, LEI COMPLEMENTAR FEDERAL, DELEGAÇÃO DE COMPETÊNCIA, ESTADO-MEMBRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, APRECIAÇÃO, LEI PRÉ-CONSTITUCIONAL. FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. ORIGEM, DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO, DIREITO COMPARADO. PACTO FEDERATIVO, ORDENAMENTO JURÍDICO BRASILEIRO. FEDERALISMO, BRASILEIRO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. HISTÓRIA, PORTE DE ARMA, ORDENAMENTO JURÍDICO BRASILEIRO. REQUISITO, PORTE DE ARMA, ESTATUTO DO DESARMAMENTO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, NORMA, MATERIAL BÉLICO. CONSTITUCIONALIDADE, ESTATUTO DO DESARMAMENTO. JURISPRUDÊNCIA, STF, LEI ESTADUAL, AUTORIZAÇÃO, PORTE DE ARMA, AGENTE PÚBLICO, EXTRAPOLAÇÃO, ROL TAXATIVO, LEGISLAÇÃO FEDERAL.\n\n- TERMO(S) DE RESGATE: PORTE DE ARMA, AGENTE PÚBLICO, PORTE FUNCIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=884&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI ESTADUAL, AUTORIZAÇÃO, PORTE DE ARMA, AGENTE PÚBLICO, EXTRAPOLAÇÃO, ROL TAXATIVO, LEGISLAÇÃO FEDERAL)\nADI 2729 (TP), ADI 3996 (TP), ADI 4962 (TP), ADI 4991 (TP), ADI 5010 (TP), ADI 5359 (TP). \n(ADPF, APRECIAÇÃO, LEI PRÉ-CONSTITUCIONAL)\nADPF 364 (TP). \n(REQUISITO, PORTE DE ARMA, AGENTE PÚBLICO)\nAO 2280 AgR (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, MATERIAL BÉLICO)\nADI 3258 (TP), ADI 2035 MC (TP). \n(CONSTITUCIONALIDADE, ESTATUTO DO DESARMAMENTO)\nADI 3112 (TP). \n(USURPAÇÃO DE COMPETÊNCIA, UNIÃO FEDERAL)\nADI 2667 MC (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787; Quinto Livro – Título LXXX, das Ordenações Filipinas. \n- Decisão estrangeira citada: Caso New State Ice Co. v. Liebmann, da Suprema Corte dos Estados Unidos.\n- Veja ADI 6972, ADI 6973, ADI 6974, ADI 6975, ADI 6977, ADI 6978, ADI 6979, ADI 6980, ADI 6982 e ADI 6985 do STF.\nNúmero de páginas: 48.\nAnálise: 05/12/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS PROCURADORES DOS ESTADOS E DO DISTRITO FEDERAL ¿ ANAPE \nADV.(A/S)  : VICENTE MARTINS PRATA BRAGA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":460906,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADPF 884","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2022-03-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na constituição de 1988. 3 ed. São Paulo: Atlas, 2005. p. 97.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBICHARA, Anderson. Porte de arma de fogo: regime jurídico, princípios, natureza jurídica e espécies. Ciência Jurídica, vol. 169, ano XXVII, p. 419, jan./fev. 2003.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina, p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Direito constitucional. 3. ed. Belo Horizonte: Del Rey, 2002. p. 351-353.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLOWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nLEVI, Lucio. Dicionário de política. BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.) v. 1. p. 482.\nMALBIN, Michael. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987, p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. Ed. Coimbra: Coimbra Editora, 1990, t.1, p. 13-14.\nROBINSON, Donald. L. To the best of my ability: the presidency the constitution . New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":884,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur461085","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, referendou a decisão que conheceu em parte da arguição de descumprimento e, nessa extensão, deferiu o pedido de medida cautelar requerido, para determinar ao Congresso Nacional (Senado Federal e Câmara dos Deputados), à Presidência da República, à Casa Civil da Presidência da República e ao Ministério da Economia as seguintes medidas: (a) quanto ao orçamento dos exercícios de 2020 e de 2021, que seja dada ampla publicidade, em plataforma centralizada de acesso público, aos documentos encaminhados aos órgãos e entidades federais que embasaram as demandas e/ou resultaram na distribuição de recursos das emendas de relator-geral (RP-9), no prazo de 30 (trinta) dias corridos; (b) quanto à execução das despesas indicadas pelo classificador RP 9 (despesas decorrentes de emendas do relator do projeto de lei orçamentária anual), que sejam adotadas as providências necessárias para que todas as demandas de parlamentares voltadas à distribuição de emendas de relator-geral, independentemente da modalidade de aplicação, sejam registradas em plataforma eletrônica centralizada mantida pelo órgão central do Sistema de Planejamento e Orçamento Federal previsto nos arts. 3º e 4º da Lei 10.180/2001, à qual assegurado amplo acesso público, com medidas de fomento à transparência ativa, assim como sejam garantidas a comparabilidade e a rastreabilidade dos dados referentes às solicitações/pedidos de distribuição de emendas e sua respectiva execução, em conformidade com os princípios da publicidade e transparência previstos nos arts. 37, caput, e 163-A da Constituição Federal, com o art. 3º da Lei 12.527/2011 e art. 48 da Lei Complementar 101/2000, também no prazo de trinta dias corridos; e (c) quanto ao orçamento do exercício de 2021, que seja suspensa integral e imediatamente a execução dos recursos orçamentários oriundos do identificador de resultado primário nº 9 (RP 9), até final julgamento de mérito desta arguição de descumprimento. Tudo nos termos do voto da Relatora, vencidos parcialmente os Ministros Nunes Marques e Gilmar Mendes. Falaram: pelo interessado Presidente da República, o Ministro Bruno Bianco Leal, Advogado-Geral da União; e, pelo Congresso Nacional, o Deputado Federal Hugo Leal. Plenário, Sessão Virtual Extraordinária de 9.11.2021 a 10.11.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur461085","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur461085","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Ementa\n\n\n\n    Arguição de descumprimento de preceito fundamental. Despesas públicas decorrentes de emendas do relator do projeto de lei orçamentária anual. Pretensão de inconstitucionalidade fundada tanto em situações verificáveis no plano objetivo-normativo (práticas institucionais) quanto em alegações somente passíveis de constatação por meio de investigação fático-probatória (condutas individuais). Inadmissibilidade do conhecimento da arguição de descumprimento quanto ao suposto esquema de desvio de verbas públicas denominado “tratoraço”. Controvérsia cuja análise demanda aprofundado exame de fatos e instauração incidental de fase de dilação probatória. Impossibilidade de exame de fatos concretos e situações específicas em sede de processos de perfil objetivo. Execução orçamentária e financeira das emendas do relator (classificadas pelo identificador RP 9). Constatação objetiva da ocorrência de transgressão aos postulados republicanos da transparência, da publicidade e da impessoalidade no âmbito da gestão estatal dos recursos públicos. práticas institucionais condescendentes com a ocultação dos autores e beneficiários das despesas decorrentes de emendas do relator do orçamento federal. Modelo que institui inadmissível exceção ao regime de transparência no âmbito dos instrumentos orçamentários. Medida cautelar deferida. Referendo.\n\n\n\n    1. As práticas institucionais e padrões de comportamento verificáveis objetivamente na esfera dos Poderes Públicos traduzem formas de atuação estatal subsumíveis à noção jurídica de atos de poder (Lei nº 9.882/99, art. 1º, caput). Precedentes.\n\n\n\n    2. A jurisprudência desta Corte reconhece possível a utilização da arguição de descumprimento para impugnar omissões sistêmicas e práticas institucionais dos Poderes Públicos, sempre que – diante da inexistência de outro meio capaz de sanar a controvérsia de forma geral, imediata, eficaz – os atos impugnados, transcendendo interesses meramente individuais, ostentam os atributos da generalidade, da impessoalidade e da abstração, justificando a intervenção judicial para a tutela de direitos fundamentais ou de interesses políticos e jurídicos socialmente relevantes. Precedentes.\n\n\n\n    3. A natureza dos processos de índole objetiva é incompatível com a análise aprofundada de fatos envolvendo supostas práticas ilícitas, atos de improbidade administrativa ou infrações criminais imputadas a particulares, servidores públicos ou autoridades políticas, pois a apuração desses fatos, além de envolver ampla dilação probatória, também exige a observância dos postulados que informam o devido processo legal, especialmente o contraditório e a ampla defesa. Precedentes.\n\n\n\n    4. O Congresso Nacional institucionalizou uma duplicidade de regimes de execução das emendas parlamentares: o regime transparente próprio às emendas individuais e de bancada e o sistema anônimo de execução das despesas decorrentes de emendas do relator. Isso porque, enquanto as emendas individuais e de bancada vinculam o autor da emenda ao beneficiário das despesas, tornando claras e verificáveis a origem e a destinação do dinheiro gasto, as emendas do relator operam com base na lógica da ocultação dos efetivos requerentes da despesa, por meio da utilização de rubrica orçamentária única (RP 9), na qual todas as despesas previstas são atribuídas, indiscriminadamente, à pessoa do relator-geral do orçamento, que atua como figura interposta entre parlamentares incógnitos e o orçamento público federal.\n\n\n\n    5. Enquanto a disciplina normativa da execução das emendas individuais e de bancada (RP 6 e RP 7) orienta-se pelos postulados da transparência e da impessoalidade, o regramento pertinente às emendas do relator (RP 9) distancia-se desses ideais republicanos, tornando imperscrutável a identificação dos parlamentares requerentes e destinatários finais das despesas nelas previstas, em relação aos quais, por meio do identificador RP 9, recai o signo do mistério.\n\n\n\n    6. Mostra-se em tudo incompatível com a forma republicana e o regime democrático de governo a validação de práticas institucionais por órgãos e entidades públicas que, estabelecidas à margem do direito e da lei, promovam o segredo injustificado sobre os atos pertinentes à arrecadação de receitas, efetuação de despesas e destinação de recursos financeiros, com evidente prejuízo do acesso da população em geral e das entidades de controle social aos meios e instrumentos necessários ao acompanhamento e à fiscalização da gestão financeira do Estado. Precedentes.\n\n\n\n    7. Medida cautelar deferida, “ad referendum” do Plenário, para determinar a adoção das seguintes medidas:\n\n\n\n    (a) quanto ao orçamento dos exercícios de 2020 e de 2021, ampla publicização aos documentos embasadores da distribuição de recursos das emendas de relator-geral (RP-9);\n\n\n\n    (b) quanto à execução das despesas indicadas pelo classificador RP 9 (despesas decorrentes de emendas do relator do projeto de lei orçamentária anual), implementação de medidas para que todas as demandas de parlamentares voltadas à distribuição de emendas de relator-geral, independentemente da modalidade de aplicação, sejam registradas em plataforma eletrônica centralizada, em conformidade com os princípios da publicidade e transparência (CF, arts. 37, caput, e 163-A); e\n\n\n\n    (c) quanto ao orçamento do exercício de 2021, a suspensão integral e mediata da execução dos recursos orçamentários oriundos do identificador de resultado primário nº 9 (RP 9), até final julgamento de mérito desta arguição de descumprimento.\n\n\n\n    8. Medida liminar referendada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759793306","externo_seq_objeto_incidente":6293804,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-054  DIVULG 21-03-2022  PUBLIC 22-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=850&classe=ADPF","is_colac":false,"titulo":"ADPF 850 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" PAR-ÚNICO ART-00005\n    INC-00010 INC-00033 ART-00037 \"CAPUT\"\n    PAR-00003 INC-00002 ART-00063 INC-00001\n    INC-00002 ART-00070 ART-00102 PAR-00001\n    ART-00103 INC-00008 ART-00143 ART-00144\n    INC-00001 INC-00002 INC-00003 PAR-ÚNICO\n    ART-00145 ART-0163A ART-00165 ART-00166\n    \"CAPUT\" PAR-00001 INC-00001 INC-00002\n    PAR-00002 PAR-00003 INC-00001 INC-00002\n    LET-A LET-B LET-C INC-00003\n    LET-A LET-B PAR-00004 PAR-00005\n    PAR-00006 PAR-00007 PAR-00009 PAR-00010\n    PAR-00011 PAR-00012 PAR-00013 PAR-00014\n    PAR-00015 PAR-00016 PAR-00017 PAR-00018\n    PAR-00019 PAR-00020 ART-0166A INC-00001\n    INC-00002 PAR-00001 INC-00001 INC-00002\n    PAR-00002 INC-00001 INC-00002 INC-00003\n    PAR-00003 PAR-00004 INC-00001 INC-00002\n    PAR-00005\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000086 ANO-2015\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000095 ANO-2016\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000100 ANO-2019\n    ART-00002\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000102 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000105 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 \"CAPUT\" ART-00002 INC-00001\n    ART-00004 PAR-00001 ART-00005 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010180 ANO-2001\n    ART-00003 ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527 ANO-2011\n    ART-00003 ART-00005 ART-00006 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012919 ANO-2013\n    ART-00007 PAR-00004 LET-D\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00273 PAR-00002\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013898 ANO-2019\n    ART-00006 PAR-00004 INC-00002 ITEM-00005\n    ITEM-00006 ART-00064 ART-0064A PAR-00001\n    PAR-00002 PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013989 ANO-2019\n    ART-00131 \"CAPUT\"\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014116 ANO-2020\n    ART-00072 ART-00073 ART-00074 ART-00075\n    ART-00076 ART-00085 ART-00151 \"CAPUT\"\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000001 ANO-1889\n    DECRETO\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000001 ANO-1970\n    RESOLUÇÃO - REGIMENTO COMUM DO CONGRESSO NACIONAL\n\n","LEG-FED   RES-000001 ANO-2006\n    ART-00025 ART-00043 ART-00046 ART-00049\n    ART-00051 ART-00052 INC-00002 LET-A\n    ART-00144 INC-00001 INC-00002 INC-00003\n    PAR-ÚNICO ART-00146 ART-00148\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   PRT-006145 ANO-2021\n    ART-00040\n    PORTARIA DOS MINISTROS DE ESTADO DA ECONOMIA E CHEFE DA SECRETARIA DE GOVERNO DA PRESIDÊNCIA DA REPÚBLICA - ME/SEGOV-PR\n\n","LEG-FED   PJL-000051 ANO-2019\n    PROJETO DE LEI\n\n","LEG-FED   RGM-000001 ANO-1970\n    ART-00037 ART-00038 ART-00039 ART-00040\n    ART-00041 ART-00042 ART-00043 ART-00044\n    ART-00045 ART-00046 ART-00047 ART-00048\n    ART-00049 ART-00050 ART-00051 ART-00052\n    ART-00053 ART-00054 ART-00055 ART-00140\n    ART-00141 ART-00142 ART-00143 ART-00144\n    ART-00145 ART-00146 ART-00147\n    REGIMENTO COMUM DO CONGRESSO NACIONAL\n\n","LEG-FED   PRC-000002 ANO-2021\n    ITEM-00001 ITEM-00002 ITEM-00003 ITEM-00004\n    ITEM-00005 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I LET-J LET-K\n    LET-L LET-M LET-N LET-O\n    LET-P LET-Q LET-R LET-S\n    LET-T LET-U LET-V\n    PARECER DA COMISSÃO MISTA DO ORÇAMENTO DO CONGRESSO NACIONAL - CMO/CN"],"publicacao_data":"2022-03-22","documental_acordao_mesmo_sentido_lista_texto":"ADPF 851 MC-Ref PROCESSO ELETRÔNICO\n          JULG-11-11-2021  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-145\n          DJe-054  DIVULG 21-03-2022  PUBLIC 22-03-2022\n \nADPF 854 MC-Ref PROCESSO ELETRÔNICO\n          JULG-11-11-2021  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-145\n          DJe-036  DIVULG 22-02-2022  PUBLIC 23-02-2022","documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ATO, EFEITO CONCRETO, NORMA REGULAMENTADORA. CONTROLE DE CONSTITUCIONALIDADE, CONTEÚDO NORMATIVO, AUTONOMIA, CARÁTER GERAL, IMPESSOALIDADE, ABSTRAÇÃO. CONTROLE DE CONSTITUCIONALIDADE, LEI ORÇAMENTÁRIA. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, SISTEMA CARCERÁRIO, ESTADO DE COISAS INCONSTITUCIONAL. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, OFENSA, OMISSÃO, PODER PÚBLICO, REDUÇÃO, LETALIDADE POLICIAL. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, OMISSÃO, PODER PÚBLICO, MEDIDA DE ENFRENTAMENTO À PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), POPULAÇÃO INDÍGENA. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, SUCEDÂNEO, APURAÇÃO, ILÍCITO PENAL, FALTA FUNCIONAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. VALIDAÇÃO, ÂMBITO ADMINISTRATIVO, ATIVIDADE LEGISLATIVA, SIGILO, ATO, RECEITA, DESPESA, DESTINAÇÃO, RECURSOS PÚBLICOS, INCOMPATIBILIDADE, PRINCÍPIO REPUBLICANO, DEMOCRACIA. ORÇAMENTO, FIDELIDADE, PRINCÍPIO REPUBLICANO, TRANSPARÊNCIA, GARANTIA, ACESSO À INFORMAÇÃO, INTERESSE PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DIREITO À INFORMAÇÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: PODER JUDICIÁRIO, INTERFERÊNCIA, PROCESSO, ALOCAÇÃO, RECURSOS PÚBLICOS, ATRIBUIÇÃO, PODER LEGISLATIVO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: PERIGO DE DANO INVERSO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=850&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, ATO, EFEITO CONCRETO, NORMA REGULAMENTADORA)\nADPF 93 AgR (TP), ADPF 169 AgR (TP), ADPF 210 AgR (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, CONTEÚDO NORMATIVO, AUTONOMIA, CARÁTER GERAL, IMPESSOALIDADE, ABSTRAÇÃO)\nADI 2321 MC (TP), ADI 4874 (TP), ADI 5543 (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, LEI ORÇAMENTÁRIA)\nADI 2925 (TP), ADI 3652 (TP), ADI 1640 QO (TP), ADI 5449 MC-Ref (TP), ADI 2484 MC (TP), ADI 4049 MC (TP), ADI 4048 MC (TP). \n(ADPF, SISTEMA CARCERÁRIO, ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, OFENSA, OMISSÃO, PODER PÚBLICO, REDUÇÃO, LETALIDADE POLICIAL)\nADPF 635 MC (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, OMISSÃO, PODER PÚBLICO, MEDIDA DE ENFRENTAMENTO À PANDEMIA, COVID-19, POPULAÇÃO INDÍGENA)\nADPF 709 MC-Ref (TP). \n(ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, SUCEDÂNEO, APURAÇÃO, ILÍCITO PENAL, FALTA FUNCIONAL)\nADI 1523 (TP). \n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 33 (TP), ADPF 237 AgR (TP), ADPF 722 MC (TP). \n(ORÇAMENTO, FIDELIDADE, PRINCÍPIO REPUBLICANO, TRANSPARÊNCIA, GARANTIA, ACESSO À INFORMAÇÃO, INTERESSE PÚBLICO)\nADPF 129 (TP), MS 28178 (TP), ADPF 690 MC-Ref (TP). \n(PRINCÍPIO DA PUBLICIDADE)\nADPF 129 (TP), SS 3902 AgR-segundo (TP), RE 865401 (TP). \n(DIREITO À INFORMAÇÃO)\nADI 4815 (TP). \n(PODER JUDICIÁRIO, SUBSTITUIÇÃO, PODER LEGISLATIVO, ANÁLISE, LEI ORÇAMENTÁRIA)\nADI 4048 MC (TP). \n(EMENDA PARLAMENTAR, PROJETO DE LEI, INICIATIVA, CHEFE DO PODER EXECUTIVO, AUMENTO, DESPESA)\nADI 1050 (TP). \n(PERIGO DE DANO INVERSO)\nADI 3649 (TP), ADI 2435 MC (TP), ADPF 541 (TP), AC 1657 MC (TP). \n(PODER JUDICIÁRIO, INTERFERÊNCIA, PROCESSO, ALOCAÇÃO, RECURSOS PÚBLICOS, ATRIBUIÇÃO, PODER LEGISLATIVO)\nADI 5468 (TP). \n- Decisões monocráticas citadas:\n(ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, SUCEDÂNEO, APURAÇÃO, ILÍCITO PENAL, FALTA FUNCIONAL)\nADPF 390, ADI 5353 MC.\n(VALIDAÇÃO, ÂMBITO ADMINISTRATIVO, ATIVIDADE LEGISLATIVA, SIGILO, ATO, RECEITA, DESPESA, DESTINAÇÃO, RECURSOS PÚBLICOS, INCOMPATIBILIDADE, PRINCÍPIO REPUBLICANO, DEMOCRACIA)\nMS 24725 MC.\n- Decisão estrangeira citada: Caso Claude Reyes y otros vs. Chile, Sentença de 19 de setembro de 2006, Série C Nº 151, § 77, da Corte Interamericana de Direitos Humanos.\n- Veja MS 37964, ADPF 851 do STF.\n- Veja Processo TC 014.922/2021-5 do TCU.\nNúmero de páginas: 145.\nAnálise: 17/07/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CIDADANIA \nADV.(A/S)  : RENATO CAMPOS GALUPPO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":461085,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 850 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2021-11-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ATALIBA, Geraldo. República e Constituição. São Paulo: Malheiros, 2011. p. 84.\nBLIACHERIENE, Ana Carla. Orçamento Impositivo à Brasileira. Direito Financeiro, Econômico e Tributário: Estudos em Homenagem a Regis Fernandes de Oliveira. São Paulo: Quartier Latin, 2014. p. 63.\nCAETANO, Marcello. Manuel de Ciência Política. Lisboa: Coimbra, 1987. p. 329.\nCANOTILHO, José J. Gomes Canotilho. Direito Constitucional. 6. ed. 1993. Almedina; Coimbra. p. 488.\nJARDIM, José Maria. A face oculta do Leviatã: gestão de informação e transparência administrativa. Revista do Serviço Público, Brasília, v. 119, n. 1, p. 149, 1995.\nGIACOMONI, James. Orçamento Público. 18. ed. São Paulo: Gen; Atlas, 2021. p. 427.\nGOMES, José Jairo Gomes. Direito Eleitoral. 16. ed. Gen; Atlas, 2020. p. 71-72.\nMEIRELLES, Hely Lopes. Mandado de Segurança. 29. ed. São Paulo: Malheiros, 2006. p. 501.\nMELLO, Celso Antônio Bandeira de. Curso de direito administrativo. 13. ed. rev. atual. e ampl. São Paulo: Malheiros, 2001. p. 84.\nMENDES, Gilmar Ferreira; CORREIA NETO, Celso de Barros. Transparência Fiscal. In: MARTINS, Ives Gandra da Silva, MENDES, Gilmar Ferreira Mendes, NASCIMENTO, Carlos Valder do (org.). Tratado de direito financeiro. São Paulo: Saraiva, 2013. v. 1. p. 177-201.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais da administração pública. Belo Horizonte: Del Rey, 1994. p. 240-241.\nROCHA, Cármen Lúcia Antunes. República e Federação no Brasil: Traços constitucionais da organização política brasileira. Belo Horizonte: Del Rey, 1997. p. 93.\nTORRES, Ricardo Lobo. Tratado de direito constitucional financeiro e tributário: o orçamento na Constituição. 2. ed. Rio de Janeiro: Renovar, 2000. v. 5. p. 258.","ministro_facet":["ROSA WEBER"],"processo_numero":850,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur461351","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação direta e julgou procedente o pedido formulado, para declarar a inconstitucionalidade formal da expressão normativa “valendo como autorização para porte de arma, mesmo na inatividade”, constante do inciso III do art. 81 da Lei Complementar nº 11.742/2002 do Estado do Rio Grande do Sul, nos termos do voto da Relatora. Falou, pelo interessado Governador do Estado do Rio Grande do Sul, o Dr. Tanus Salim, Procurador do Estado. Plenário, Sessão Virtual de 4.3.2022 a 11.3.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur461351","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur461351","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa\n\n\n\n    Ação direta de inconstitucionalidade. LC nº 11.742/2002, do Estado do Rio Grande do Sul. Prerrogativa funcional de porte de arma concedida aos Procuradores do Estado, ativos e inativos.  Inconstitucionalidade formal. Competência legislativa privativa da União para conceder autorização e dispor sobre a fiscalização de armas e munições (CF, arts. 21, VI, e 22, XXI).\n\n\n\n    1. Acha-se consolidado nesta Suprema Corte entendimento de que o conteúdo normativo da expressão “material bélico” (CF, art. 22, XXI) abrange não apenas os armamentos militares utilizados pelo Exército e o arsenal das Forças Armadas, mas também todas as armas de fogo e munições, de uso civil ou militar, inclusive petrechos de fabricação, pólvora, explosivos e partes componentes, viaturas e veículos de combate, todos sujeitos ao Poder de Polícia da União (CF, art. 21, VI). Precedentes.\n\n\n\n    2. Considerada sua vocação para o tratamento uniforme e coerente dos temas de interesse nacional, à União coube a competência constitucional para autorizar e fiscalizar a fabricação, o comércio, a importação, a exportação, a aquisição, o armazenamento, a posse ou o porte e a destinação final dos materiais bélicos em todo o território brasileiro. Precedentes.\n\n\n\n    3. A competência legislativa dos Estados-membros para dispor sobre a organização e funcionamento da Administração Pública e o regime jurídico de seus servidores não confere a tais entes da Federação a prerrogativa de autorizar o porte de armas aos agentes públicos estaduais, transgredindo as diretrizes estabelecidas pela Política Nacional de Armas da União Federal.\n\n\n\n    4. Ação direta conhecida. Pedido julgado procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759875663","externo_seq_objeto_incidente":6243785,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-057  DIVULG 24-03-2022  PUBLIC 25-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6982&classe=ADI","is_colac":false,"titulo":"ADI 6982","documental_legislacao_citada_texto":["LEG-IMP   CCI ANO-1830\n    ART-00297 ART-00298 INC-00001 INC-00002\n    INC-00003\n    CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL (LEI DE 16 DE DEZEMBRO)\n\n","LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00021 INC-00006 ART-00022 INC-00001\n    INC-00021 ART-00024 ART-00030 INC-00001\n    ART-00103 INC-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000035 ANO-1979\n    ART-00033 INC-00005\n    LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LEI-008625 ANO-1993\n    ART-00042\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009437 ANO-1997\n    ART-00006 ART-00007 PAR-00001 ART-00008\n    ART-00010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010826 ANO-2003\n    ART-00006 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 INC-00011\n    PAR-00001 PAR-00002 PAR-00004 PAR-00005\n    ART-00010 INC-00001 INC-00002 INC-00003\n    PAR-00001 ART-00014 ART-00024 ART-00029\n    ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-FED   LEI-010884 ANO-2004\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-003688 ANO-1941\n    ART-00019\n    LCP-41-1941 LEI DAS CONTRAVENÇÕES PENAIS\n\n","LEG-FED   DEC-000847 ANO-1890\n    ART-00377 PAR-ÚNICO\n    CP-1890 CÓDIGO PENAL\n\n","LEG-FED   DEC-002222 ANO-1997\n    ART-00013 ART-00028 ART-00029\n    DECRETO\n\n","LEG-EST   LCP-011742 ANO-2002\n    ART-00081 INC-00003\n    LEI COMPLEMENTAR, RS"],"publicacao_data":"2022-03-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, UNIÃO FEDERAL, MATÉRIA CRIMINAL, CRIAÇÃO, HIPÓTESE, EXCLUDENTE DE ILICITUDE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PORTE DE ARMA, AGENTE PÚBLICO, CUMPRIMENTO, FORMALIDADE, REGISTRO. PORTE DE ARMA, AGENTE DE SEGURANÇA, MEDIDA SOCIOEDUCATIVA, ALCANCE, TOTALIDADE, CATEGORIA. CONSTITUCIONALIDADE, ESTATUTO DO DESARMAMENTO, REGULAÇÃO, PORTE DE ARMA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6982&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, UNIÃO FEDERAL, FISCALIZAÇÃO, AUTORIZAÇÃO, MATERIAL BÉLICO)\nADI 3112 (TP), ADI 2035 MC (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, AUTORIZAÇÃO, PORTE DE ARMA)\nADI 2729 (TP), ADI 3258 (TP), ADI 3996 (TP), ADI 2035 MC (TP), ADI 4962 (TP), ADI 4991 (TP), ADI 5010 (TP), ADI 5359 (TP). \n(PORTE DE ARMA, AGENTE PÚBLICO, CUMPRIMENTO, FORMALIDADE, REGISTRO)\nAO 2280 AgR (TP). \n(PORTE DE ARMA, AGENTE DE SEGURANÇA, MEDIDA SOCIOEDUCATIVA, ALCANCE, TOTALIDADE, CATEGORIA)\nADI 5359 (TP). \n(CONSTITUCIONALIDADE, ESTATUTO DO DESARMAMENTO, REGULAÇÃO, PORTE DE ARMA)\nADI 3112 (TP). \n- Decisão monocrática citada:\n(COMPETÊNCIA, UNIÃO FEDERAL, MATÉRIA CRIMINAL, CRIAÇÃO, HIPÓTESE, EXCLUDENTE DE ILICITUDE)\nADI 4964.\n- Legislação estrangeira citada: Quinto Livro – Título LXXX, das  Ordenações Filipinas.\n- Decisão estrangeira citada: New State Ice Co. vs. Liebmann, da Suprema Corte dos Estados Unidos.\nNúmero de páginas: 36.\nAnálise: 17/01/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : ASSOCIACAO NACIONAL DOS PROCURADORES DOS ESTADOS E DO DISTRITO FEDERAL - ANAPE \nADV.(A/S)  : VICENTE MARTINS PRATA BRAGA \nADV.(A/S)  : EUGENIO JOSE GUILHERME DE ARAGAO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":461351,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ADI 6982","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-03-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBICHARA, Anderson. Porte de arma de fogo: regime jurídico, princípios, natureza jurídica e espécies.\nCiência Jurídica, vol. 169, ano XXVII, p. 419, jan./fev. 2003.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lucio. Federalismo. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE,  Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1.","ministro_facet":["ROSA WEBER"],"processo_numero":6982,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur461407","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SE","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo autor, o Dr. Humberto Jacques de Medeiros, Vice-Procurador-Geral da República; e, pelo réu, o Dr. Antônio Carlos de Almeida Castro. Presidência do Ministro Luiz Fux. Plenário, 23.9.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: O Tribunal, por maioria, julgou procedente a pretensão punitiva deduzida nas APs 973 e 974, para condenar o réu André Luiz Dantas Ferreira, conhecido como deputado federal André Moura, nas penas do art. 1º, I e II, do Decreto-Lei n. 201/1967, c/c os arts. 29 e 71 do Código Penal, e pela prática do crime previsto no art. 288, também do Código Penal, ficando o réu condenado à pena total de 08 (oito) anos e 3 (três) meses de reclusão, a ser cumprida inicialmente no regime fechado, e à pena acessória prevista no § 2º, artigo 1º, do Decreto-Lei n. 201/1967, de inabilitação, por 05 (cinco) anos, para o exercício de cargo ou função pública, como efeito da condenação por crimes contra a Administração Pública, nos termos do voto do Ministro Nunes Marques, Redator para o acórdão, vencidos os Ministros Gilmar Mendes (Relator), Ricardo Lewandowski (Revisor), Dias Toffoli e Alexandre de Moraes. Presidência do Ministro Luiz Fux. Plenário, 29.9.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"NUNES MARQUES","revisor_processo_nome":"MIN. RICARDO LEWANDOWSKI","id":"sjur461407","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Sergipe","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur461407","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO PENAL ORIGINÁRIA. PENAL. PROCESSUAL PENAL. PREFEITO. PECULATO. DECRETO-LEI N. 201/1967, ART. 1º, I E II. COAUTORIA (CP, ART. 29). CRIME CONTINUADO (CP, ART. 71). AQUISIÇÃO DE ALIMENTOS, BEBIDAS ALCOÓLICAS E OUTROS. USO DE LINHAS CELULARES. PROVEITO PRÓPRIO. COFRES PÚBLICOS MUNICIPAIS. VANTAGEM INDEVIDA. DENÚNCIA ESPONTÂNEA. PROVA INQUISITORIAL (CPP, ART. 155). REPARAÇÃO DE DANO (CPP, ART. 387, IV), IMPROBIDADE ADMINISTRATIVA. INSTÂNCIAS INDEPENDENTES.\n\n\n\n    1. Nos termos do art. 155 do Código de Processo Penal, o juiz “formará sua convicção pela livre apreciação da prova produzida em contraditório judicial, não podendo fundamentar sua decisão exclusivamente nos elementos informativos colhidos na investigação, ressalvadas as provas cautelares, não repetíveis e antecipadas”.\n\n\n\n    2. Ações penais, julgadas em conjunto, lastreadas em contundente acervo probatório, consubstanciado inclusive em documentos juntados aos autos, apreendidos legalmente, a demonstrarem a veracidade da cooperação voluntária do ex-Prefeito, e nas quais foi observado o contraditório.\n\n\n\n    3. A previsão normativa inserida no inciso IV do art. 387 do Código de Processo Penal foi editada pela Lei n. 11.719/2008, posterior aos fatos narrados nas ações penais, e não foi requerida a tempo e modo, tornando-se inviável a sua aplicação. Precedentes.\n\n\n\n    4. A anulação do julgado quanto aos autos da ação de improbidade administrativa por uso indevido de aparelhos celulares independe dos processos penais instaurados em razão dos mesmos fatos, visto que a infração político-administrativa de responsabilidade cível por ato de improbidade é autônoma e deve ser apurada em instância diversa.\n\n\n\n    5. A colaboração espontânea do ex-Prefeito, que revelou a aquisição de alimentos, bebidas alcoólicas e outros para benefício pessoal e político do réu, bem como o uso ilegal das linhas de celulares, tudo às custas dos cofres da prefeitura, está devidamente corroborada pelos documentos apreendidos – notas e recibos de fornecedores, extratos com timbre da municipalidade, quebra de sigilo telefônico até 2007 –, juntados nos volumes 6 e 7, a demonstrarem a participação do réu nos eventos delituosos.\n\n\n\n    6. Ações penais julgadas procedentes para condenar-se o réu à pena definitiva de 8 (oito) anos e 3 (três) meses de reclusão, a ser cumprida inicialmente no regime fechado, pela prática do crime previsto no art. 1º, I e II, do Decreto-Lei n. 201/1967, na forma dos arts. 29 e 71 do Código Penal e pelo crime do art. 288 do Código Penal.\n\n\n\n    7. Em cumprimento ao § 2º do art. 1º do Decreto-Lei n. 201/1967, fica o réu condenado à pena de inabilitação, por 5 (cinco) anos, para o exercício de cargo ou função pública, como efeito da condenação por crimes contra a Administração Pública.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759914006","externo_seq_objeto_incidente":4925376,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-058  DIVULG 25-03-2022  PUBLIC 28-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=973&classe=AP","is_colac":false,"titulo":"AP 973","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00002 INC-00040 INC-00053\n    INC-00054 INC-00055 INC-00057 ART-00093\n    INC-00009\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011690 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011719 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00029 ART-00033 PAR-00002 ART-00059\n    ART-00071 \"CAPUT\" ART-00288\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-0003C PAR-00003 ART-00155 ART-00156\n    ART-00386 INC-00002 INC-00004 INC-00007\n    ART-00387 INC-00004 ART-00411 PAR-00002\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-000201 ANO-1967\n    ART-00001 INC-00001 INC-00002 PAR-00001\n    PAR-00002 ART-00004 ART-00029 ART-00071\n    DECRETO-LEI\n\n","LEG-FED   RGI ANO-1980\n    ART-00239\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2022-03-28","documental_acordao_mesmo_sentido_lista_texto":"AP 974  PROCESSO ELETRÔNICO\n          JULG-29-09-2021  UF-SE  TURMA-TP  MIN-GILMAR MENDES N.PÁG-225\n          DJe-058  DIVULG 25-03-2022  PUBLIC 28-03-2022","documental_indexacao_texto":"- VOTO VENCIDO, MIN. GILMAR MENDES: DISTINÇÃO, ATO PROBATÓRIO, ATO DE INVESTIGAÇÃO. ANULAÇÃO, PROCESSO PENAL, CONDENAÇÃO, FUNDAMENTAÇÃO, ELEMENTO DE INFORMAÇÃO, INQUÉRITO. CRIME, ASSOCIAÇÃO CRIMINOSA, APLICAÇÃO, DIVERSIDADE, ORGANIZAÇÃO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, CONDENAÇÃO, JUÍZO DE CERTEZA.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: INDÍCIO, CONCORDÂNCIA, PROVA, CONCLUSÃO, AUTORIA DO CRIME. DEVIDO PROCESSO LEGAL, COMPROVAÇÃO, CULPABILIDADE, CONTRADITÓRIO. RESPONSABILIDADE PENAL, CONSISTÊNCIA, PROVA. PROVA LEGÍTIMA, INADMISSIBILIDADE, CONDENAÇÃO, DÚVIDA. PROCESSO PENAL, PROTEÇÃO, LIBERDADE INDIVIDUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=973&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ANULAÇÃO, PROCESSO PENAL, CONDENAÇÃO, FUNDAMENTAÇÃO, ELEMENTO DE INFORMAÇÃO, INQUÉRITO)\nHC 73338 (1ªT), RE 287658 (1ªT), HC 83348 (1ªT), AP 465 (TP), AP 512 (2ªT), RE 425734 AgR (2ªT), HC 103660 (1ªT), AP 554 (1ªT), HC 114164 (2ªT), RHC 117192 (1ªT), RHC 119815 (1ªT), HC 125035 (1ªT), RHC 133930 (1ªT), HC 185744 AgR (1ªT), RHC 192283 AgR (2ªT). \n(CRIME, ASSOCIAÇÃO CRIMINOSA, APLICAÇÃO, DIVERSIDADE, ORGANIZAÇÃO)\nHC 103412 (1ªT), AP 565 (TP). \n(INDÍCIO, CONCORDÂNCIA, PROVA, CONCLUSÃO, AUTORIA DO CRIME)\nAP 470 (TP). \n(DEVIDO PROCESSO LEGAL, COMPROVAÇÃO, CULPABILIDADE, CONTRADITÓRIO)\nHC 88875 (2ªT), HC 89501 (2ªT), HC 97701 (2ªT), RE 1107923 AgR (2ªT). \n(PROVA LEGÍTIMA, INADMISSIBILIDADE, CONDENAÇÃO, DÚVIDA)\nAP 858 (2ªT). \n(PROCESSO PENAL, PROTEÇÃO, LIBERDADE INDIVIDUAL)\nHC 73338 (1ªT), AP 869 (2ªT). \n(AUTONOMIA, RESPONSABILIDADE CIVIL, IMPROBIDADE ADMINISTRATIVA)\nRE 976566 (TP). \n- Decisão monocrática citada:\n(RESPONSABILIDADE PENAL, CONSISTÊNCIA, PROVA)\nHC 121405.\n- Acórdão(s) citado(s) - outros tribunais:\n(ANULAÇÃO, PROCESSO PENAL, CONDENAÇÃO, FUNDAMENTAÇÃO, ELEMENTO DE INFORMAÇÃO, INQUÉRITO)\nSTJ: AREsp 840023 AgRg. \n- Legislação estrangeira citada: art. 9º da Declaração francesa dos Direitos do Homem e do Cidadão.\n- Veja Inq 3905 e AP 969 do STF.\nNúmero de páginas: 225.\nAnálise: 13/06/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRÉU(É)(S)  : ANDRÉ LUIZ DANTAS FERREIRA \nADV.(A/S)  : EVÂNIO JOSÉ DE MOURA SANTOS \nADV.(A/S)  : FABIO BRITO FRAGA \nADV.(A/S)  : MARIA CLÁUDIA BUCCHIANERI PINHEIRO \nADV.(A/S)  : CIRO BEZERRA REBOUÇAS JÚNIOR \nADV.(A/S)  : MÁRCIO MACEDO CONRADO \nADV.(A/S)  : GILBERTO SAMPAIO VILA-NOVA DE CARVALHO \nADV.(A/S)  : ANDREA SOBRAL VILA-NOVA DE CARVALHO \nADV.(A/S)  : BRUNO VINÍCIUS SANTIAGO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":461407,"documental_tese_texto":null,"procedencia_geografica_completo":"SE - SERGIPE","processo_codigo_completo":"AP 973","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2021-09-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO PENAL","documental_doutrina_texto":"BALTAZAR JR., José Paulo. Crimes Federais. Saraiva. 11. ed. p. 218.\nFAZZIO JÚNIOR, Waldo. Responsabilidade penal e político-administrativa dos prefeitos. São Paulo. Atlas, 2007. p. 24.\nFERRAJOLI, Luigi. Direito e Razão: Teoria do Garantismo Penal. 3. ed. São Paulo: Revista dos Tribunais, 2002. p. 83.\nFERRUA, Paolo. Il “giusto processo”. 3. ed. Zanichelli, 2012. p. 2.\nHUNGRIA, Nelson. Comentários ao Código Penal. Rio de Janeiro: Forense, 1958. v. 9. p. 178 e 399. \nLOPES JR, Aury. Direito Processual Penal. E-book.\nRAMOS, João Gualberto Garcez. Crimes funcionais de prefeitos, 2002. p. 21 e 22.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado. 5. ed. Saraiva, 1999. v. 1. p. 655, item 6.","ministro_facet":["GILMAR MENDES","NUNES MARQUES"],"processo_numero":973,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur461486","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), que julgava improcedente o pedido formulado na ação direta de inconstitucionalidade, pediu vista dos autos o Ministro Alexandre de Moraes. Falaram: pelo interessado Congresso Nacional, o Dr. Anderson Noronha, Advogado do Senado Federal; pelo amicus curiae Defensoria Pública da União - DPU, o Dr. Daniel de Macedo Alves Pereira, Defensor Público Federal; pelo amicus curiae Partido dos Trabalhadores, o Dr. Eugênio Aragão; pelos amici curiae Colégio Nacional de Defensores Públicos Gerais - CONDEGE e Associação Nacional das Defensoras e Defensores Públicos - ANADEP, o Dr. Ilton Norberto Robl Filho; pelo amicus curiae Comissão de Defesa dos Direitos Humanos Dom Paulo Evaristo Arns - COMISSÃO ARNS, a Dra. Juliana Vieira dos Santos; pelo amicus curiae O Grupo de Atuação Estratégica das Defensorias Públicas Estaduais e Distrital nos Tribunais Superiores - GAETS, o Dr. Domingos Barroso da Costa; e, pelo amicus curiae Associação Nacional dos Defensores Públicos Federais - ANADEF, o Dr. Claudio Pereira de Souza Neto. Plenário, Sessão Virtual de 12.11.2021 a 22.11.2021.\r\n\n           Decisão: O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta, nos termos do voto do Relator, vencida parcialmente a Ministra Cármen Lúcia. Plenário, Sessão Virtual de 11.2.2022 a 18.2.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur461486","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur461486","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO  CONSTITUCIONAL E OUTRAS MATÉRIAS DE DIREITO PÚBLICO.  DEFENSORIA  PÚBLICA. LEI COMPLEMENTAR 80/1994. PODER DE REQUISIÇÃO. GARANTIA PARA O CUMPRIMENTO DAS FUNÇÕES INSTITUCIONAIS. GARANTIA CONSTITUCIONAL DE ASSISTÊNCIA JURÍDICA INTEGRAL E EFETIVA. ADI 230/RJ. ALTERAÇÃO DO PARÂMETRO DE CONTROLE DE CONSTITUCIONALIDADE. ADVENTO DA EC 80/2014. AUTONOMIA FUNCIONAL E ADMINISTRATIVA DAS DEFENSORIAS. IMPROCEDÊNCIA.\n\n\n\n    1. O poder atribuído às Defensoria Públicas de requisitar de qualquer autoridade pública e de seus agentes, certidões, exames, perícias, vistorias, diligências, processos, documentos, informações, esclarecimentos e demais providências necessárias ao exercício de suas atribuições, propicia condições materiais para o exercício de seu mister, não havendo falar em violação ao texto constitucional.\n\n\n\n    2. A concessão de tal prerrogativa à Defensoria Pública constitui verdadeira expressão do princípio da isonomia e instrumento de acesso à justiça, a viabilizar a prestação de assistência jurídica integral e efetiva.\n\n\n\n    3. Não subsiste o parâmetro de controle de constitucionalidade invocado na ADI 230/RJ, que tratou do tema, após o advento da EC 80/2014, fixada, conforme precedentes da Corte, a autonomia funcional e administrativa da Defensoria Pública.\n\n\n\n    4. Ação Direta de Inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759942307","externo_seq_objeto_incidente":6181989,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-059  DIVULG 28-03-2022  PUBLIC 29-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6852&classe=ADI","is_colac":false,"titulo":"ADI 6852","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00035 INC-00054 INC-00055\n    INC-00074 INC-00079 ART-00093 ART-00096\n    INC-00002 ART-00134 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 ART-00135\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000074 ANO-2013\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000080 ANO-2014\n    ART-00008 INC-00016 ART-00044 INC-00010\n    ART-00056 INC-00016 ART-00089 INC-00010\n    ART-00128 INC-00010\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000115 ANO-2022\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000080 ANO-1994\n    ART-00004 PAR-00006 ART-00008 INC-00016\n    ART-00044 INC-00010 ART-00056 INC-00016\n    ART-00089 INC-00010 ART-00128 INC-00010\n    LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LCP-000132 ANO-2009\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008625 ANO-1993\n    ART-00026 INC-00001 LET-B\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011048 ANO-2007\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 NÚMERO-00001 NÚMERO-00002 LET-E\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-EST   CES ANO-1989\n    CONSTITUIÇÃO ESTADUAL, RJ"],"publicacao_data":"2022-03-29","documental_acordao_mesmo_sentido_lista_texto":"ADI 6862  PROCESSO ELETRÔNICO\n          JULG-21-02-2022  UF-PR  TURMA-TP  MIN-EDSON FACHIN N.PÁG-054\n          DJe-060  DIVULG 29-03-2022  PUBLIC 30-03-2022","documental_indexacao_texto":"- EMENDA CONSTITUCIONAL, EVOLUÇÃO, FUNÇÃO, DEFENSORIA PÚBLICA, DEFESA, COLETIVIDADE, DEVER, PROTEÇÃO, DIREITOS HUMANOS, TUTELA, DIREITO COLETIVO. EMENDA CONSTITUCIONAL, DISTINÇÃO, DEFENSORIA PÚBLICA, ATIVIDADE, ADVOCACIA. SIMILARIDADE, MINISTÉRIO PÚBLICO, DEFENSORIA PÚBLICA. PRECEDENTE, STF, TEORIA DOS PODERES IMPLÍCITOS. JURISPRUDÊNCIA, STF, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO. JURISPRUDÊNCIA, STF, GARANTIA, AUTONOMIA, AUTOGOVERNO, DEFENSORIA PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DEFENSORIA PÚBLICA, PODER REQUISITÓRIO, DOCUMENTO, AUTORIDADE PÚBLICA, AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL, POSSIBILIDADE, PREVISÃO, LEI, RAZOABILIDADE, PROPORCIONALIDADE, ADEQUAÇÃO. EMENDA CONSTITUCIONAL, ATRIBUIÇÃO, AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, DEFENSORIA PÚBLICA. EMENDA CONSTITUCIONAL, RECONHECIMENTO, UNIDADE, INDIVISIBILIDADE, INDEPENDÊNCIA, DEFENSORIA PÚBLICA. CONSAGRAÇÃO, DEFENSORIA PÚBLICA, FUNÇÃO ESSENCIAL À JUSTIÇA. TEORIA DOS PODERES IMPLÍCITOS, DEFENSORIA PÚBLICA. IMPORTÂNCIA, PODER REQUISITÓRIO, ATUAÇÃO, DEFENSORIA PÚBLICA. SUPERAÇÃO, JURISPRUDÊNCIA, STF, INADMISSIBILIDADE, PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, ALTERAÇÃO, PARÂMETRO DE CONTROLE, EDIÇÃO, EMENDA CONSTITUCIONAL. EMENDA CONSTITUCIONAL, DISTINÇÃO, DEFENSORIA PÚBLICA, ATIVIDADE, ADVOCACIA. CONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL, AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, INICIATIVA, PROPOSTA ORÇAMENTÁRIA, DEFENSORIA PÚBLICA. EMENDA CONSTITUCIONAL, AMPLIAÇÃO, ATRIBUIÇÃO, DEFENSORIA PÚBLICA, DEFESA, DIREITOS HUMANOS. PRECEDENTE, STF, EXIGÊNCIA, INSCRIÇÃO, DEFENSOR PÚBLICO, ORDEM DOS ADVOGADOS DO BRASIL (OAB). SIMILARIDADE, DEFENSORIA PÚBLICA, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: EVOLUÇÃO, DEFENSORIA PÚBLICA, ORDENAMENTO JURÍDICO BRASILEIRO. INTERPRETAÇÃO, EMENDA CONSTITUCIONAL, AUTONOMIA ADMINISTRATIVA, AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA. PODER REQUISITÓRIO, DISTINÇÃO, DEFENSORIA PÚBLICA, ADVOCACIA PARTICULAR. SIMILARIDADE, DEFENSORIA PÚBLICA, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: DEFENSORIA PÚBLICA, PODER REQUISITÓRIO, DOCUMENTO, AUTORIDADE PÚBLICA, OBSERVÂNCIA, RAZOABILIDADE, PROPORCIONALIDADE, ADEQUAÇÃO.\n\n- VOTO, MIN. CÁRMEN LÚCIA: AMPLIAÇÃO, ATRIBUIÇÃO, DEFENSORIA PÚBLICA, DEFESA, DIREITOS HUMANOS, DIREITO INDIVIDUAL, DIREITO COLETIVO. PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, AÇÃO INDIVIDUAL, INCONSTITUCIONALIDADE, DISTINÇÃO, DEFENSOR PÚBLICO, ADVOGADO. COMPATIBILIDADE, CONSTITUIÇÃO FEDERAL, PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, ÂMBITO, AÇÃO COLETIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6852&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEFENSORIA PÚBLICA, PODER REQUISITÓRIO, DOCUMENTO, AUTORIDADE PÚBLICA)\nADI 230 (TP), ADI 6865 (TP). \n(DISTINÇÃO, DEFENSORIA PÚBLICA, ATIVIDADE, ADVOCACIA)\nRE 1240999 (TP). \n(SIMILARIDADE, MINISTÉRIO PÚBLICO, DEFENSORIA PÚBLICA)\nADI 5296 (TP). \n(MINISTÉRIO PÚBLICO, PODER DE INVESTIGAÇÃO)\nHC 94173 (2ªT), RE 593727 (TP). \n(AUTONOMIA, AUTOGOVERNO, DEFENSORIA PÚBLICA)\nADI 2903 (TP), ADI 3943 (TP), ADI 3965 (TP), ADI 4056 (TP), ADI 5286 (TP), ADI 5287 (TP). \n(IMPORTÂNCIA, ATUAÇÃO, DEFENSOR PÚBLICO)\nADI 2903 (TP). \n(AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, DEFENSORIA PÚBLICA DA UNIÃO)\nADI 5296 (TP). \n(EMENDA CONSTITUCIONAL, AMPLIAÇÃO, ATRIBUIÇÃO, DEFENSORIA PÚBLICA)\nADI 4636 (TP). \n(EXIGÊNCIA, INSCRIÇÃO, DEFENSOR PÚBLICO, OAB)\nRE 1240999 (TP). \n- Decisões monocráticas citadas:\n(TEORIA DOS PODERES IMPLÍCITOS)\nMS 32494 MC.\n(AUTONOMIA, AUTOGOVERNO, DEFENSORIA PÚBLICA)\nADI 5381 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(EXIGÊNCIA, INSCRIÇÃO, DEFENSOR PÚBLICO, OAB)\nSTJ: REsp 1170155. \n- Decisão estrangeira citada: Caso Myers vs. Estados Unidos (US 272 – 52, 118), dos Estados Unidos.\nNúmero de páginas: 62.\nAnálise: 08/11/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS FEDERAIS ¿ ANADEF \nADV.(A/S)  : CLAUDIO PEREIRA DE SOUZA NETO \nADV.(A/S)  : NATALI NUNES DA SILVA \nADV.(A/S)  : FERNANDO LUIS COELHO ANTUNES \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DAS DEFENSORAS E DEFENSORES PÚBLICOS ¿ ANADEP \nAM. CURIAE.  : COLÉGIO NACIONAL DE DEFENSORES PÚBLICOS GERAIS ¿ CONDEGE \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO \nADV.(A/S)  : ISABELA MARRAFON \nAM. CURIAE.  : O GRUPO DE ATUAÇÃO ESTRATÉGICA DAS DEFENSORIAS PÚBLICAS ESTADUAIS E DISTRITAL NOS TRIBUNAIS SUPERIORES - GAETS \nADV.(A/S)  : RAFAEL RAMIA MUNERATI \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO - DPU \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : CONSELHO NACIONAL DOS DIREITOS HUMANOS ¿ CNDH \nADV.(A/S)  : EVERALDO BEZERRA PATRIOTA \nAM. CURIAE.  : PARTIDO DOS TRABALHADORES \nADV.(A/S)  : EUGENIO JOSE GUILHERME DE ARAGAO \nAM. CURIAE.  : CONSELHO NACIONAL DE OUVIDORIAS DE DEFENSORIAS PUBLICAS \nADV.(A/S)  : FILIPE DA SILVA VIEIRA \nAM. CURIAE.  : COMISSAO DE DEFESA DOS DIREITOS HUMANOS DOM PAULO EVARISTO ARNS - COMISSAO ARNS \nADV.(A/S)  : JULIANA VIEIRA DOS SANTOS \nAM. CURIAE.  : ASSOCIACAO DIREITOS HUMANOS EM REDE \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO \nAM. CURIAE.  : ARTICULAÇÃO DOS POVOS INDÍGENAS DO BRASIL (APIB) \nADV.(A/S)  : LUIZ HENRIQUE ELOY AMADO \nADV.(A/S)  : SAMARA CARVALHO SANTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":461486,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6852","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-02-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CAPPELLETTI, Mauro; GARTH, Bryant. Acesso à justiça. Porto Alegre: Sergio Antonio Fabris, 1988.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 43. ed. São Paulo: Malheiros, 2020. p.\n614.","ministro_facet":["EDSON FACHIN"],"processo_numero":6852,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur469150","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Roberto Barroso (Relator), Rosa Weber, Edson Fachin e Alexandre de Moraes, que julgavam improcedente o pedido de declaração de inconstitucionalidade do art. 28, § 5º, da Constituição do Estado de Goiás, pediu vista dos autos o Ministro Gilmar Mendes. Falou, pelos amici curiae Associação Nacional dos Ministros e Conselheiros Substitutos dos Tribunais de Contas do Brasil - AUDICON; Associação Nacional dos Auditores de Controle Externo dos Tribunais de Contas do Brasil - ANTC; Associação Nacional do Ministério Público de Contas - AMPCON; e Associação Brasileira de Tribunais de Contas dos Municípios - ABRACOM, o Dr. João Marcos Fonseca de Melo. Plenário, Sessão Virtual de 10.6.2022 a 20.6.2022.\r\n\n           Decisão: O Tribunal, por unanimidade, julgou improcedente o pedido de declaração de inconstitucionalidade do art. 28, § 5º, da Constituição do Estado de Goiás, nos termos do voto do Relator. Plenário, Sessão Virtual de 12.8.2022 a 19.8.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur469150","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur469150","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional. Ação direta de inconstitucionalidade. Auditor de Tribunal de Contas. Remuneração de Auditor do Tribunal de Contas no desempenho da Função de Conselheiro. \n\n\n\n    1. Ação direta de inconstitucionalidade que impugna norma estadual, ao argumento de que estabelece equiparação remuneratória de Auditores do Tribunal de Contas Estadual com Conselheiros e com membros do Poder Judiciário local.\n\n\n\n    2. Não estabelece equiparação remuneratória inconstitucional a norma que autoriza o auditor de contas a receber os mesmos vencimentos e vantagens do conselheiro, quando estiver atuando em sua substituição. Por se tratar do exercício temporário das mesmas funções, admite-se o pagamento da mesma remuneração, por critério de isonomia.\n\n\n\n    3. Igualmente, não há inconstitucionalidade na norma que estabelece que auditores de contas, quando no exercício das demais atribuições da judicatura, devem receber os mesmos vencimentos de juízes de direito de entrância final. O art. 73, § 4º, da CF estabelece que, no exercício das demais atribuições da judicatura, o auditor terá as mesmas garantias de juiz do Tribunal Regional Federal, norma que deve ser aplicada por simetria aos Estados (art. 75 da CF). A manutenção do mesmo padrão remuneratório de magistrados é uma garantia de independência e imparcialidade no exercício da judicatura de contas.\n\n\n\n    4. Improcedência do pedido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762811175","externo_seq_objeto_incidente":6228938,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-177  DIVULG 02-09-2022  PUBLIC 05-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6939&classe=ADI","is_colac":false,"titulo":"ADI 6939","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00018 \"CAPUT\" ART-00025 \"CAPUT\"\n    ART-00037 \"CAPUT\" INC-00010 INC-00013\n    ART-00039 PAR-00001 INC-00001 INC-00002\n    INC-00003 ART-00071 INC-00002 ART-00073\n    \"CAPUT\" INC-00002 INC-00013 PAR-00002\n    INC-00001 INC-00002 PAR-00003 PAR-00004\n    ART-00075 PAR-ÚNICO ART-00093 INC-00005\n    ART-00095\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000035 ANO-1979\n    ART-00025 ART-00036\n    LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LEI-008443 ANO-1992\n    ART-00028 INC-00001 ART-00072 INC-00001\n    CAPÍTULO-00005 ART-00077 PAR-ÚNICO ART-00078\n    PAR-ÚNICO ART-00079 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010356 ANO-2001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011950 ANO-2009\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   RGI ANO-1980\n    ART-00016 ART-00056 ART-00108 ART-00110\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI ANO-1989\n    ART-00029\n    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-FED   RGI ANO-1989\n    ART-00116\n    REGIMENTO INTERNO DO TRIBUNAL REGIONAL FEDERAL DA 1ª REGIÃO - TRF-1\n\n","LEG-FED   RGI ANO-2007\n    ART-00028\n    REGIMENTO INTERNO DO TRIBUNAL REGIONAL FEDERAL DA 3ª REGIÃO - TRF-3\n\n","LEG-FED   RGI ANO-2008\n    ART-00024\n    REGIMENTO INTERNO DO TRIBUNAL REGIONAL FEDERAL DA 5ª REGIÃO - TRF-5\n\n","LEG-FED   RGI ANO-2009\n    ART-00039\n    REGIMENTO INTERNO DO TRIBUNAL REGIONAL FEDERAL DA 2ª REGIÃO - TRF-2\n\n","LEG-FED   RGI ANO-2011\n    ART-00001 PAR-00002 ART-00011 PAR-00001\n    ART-00022 INC-00001 ART-00038 ART-00055\n    INC-00001 LET-A LET-B INC-00002\n    LET-A LET-B INC-00003 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 PAR-00005\n    PAR-00006 ART-00056 ART-00091 ART-00096\n    INC-00003 INC-00006 ART-00113\n    REGIMENTO INTERNO DO TRIBUNAL DE CONTAS DA UNIÃO - TCU\n\n","LEG-EST   CES ANO-1989\n    ART-00028 PAR-00005\n    CONSTITUIÇÃO ESTADUAL, GO"],"publicacao_data":"2022-09-05","documental_acordao_mesmo_sentido_lista_texto":"ADI 6944  PROCESSO ELETRÔNICO\n          JULG-22-08-2022  UF-RO  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-054\n          DJe-177  DIVULG 02-09-2022  PUBLIC 05-09-2022\n          LEG-EST   CES      ANO-1989\n                    ART-00048 PAR-00005\n                    CONSTITUIÇÃO ESTADUAL , RO\n \nADI 6947  PROCESSO ELETRÔNICO\n          JULG-22-08-2022  UF-MS  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-056\n          DJe-177  DIVULG 02-09-2022  PUBLIC 05-09-2022\n          LEG-EST   CES      ANO-1989\n                    ART-00080 PAR-00005\n                    CONSTITUIÇÃO ESTADUAL , MS\n          LEG-EST   LCP-000160      ANO-2012\n                    ART-00015\n                    LEI COMPLEMENTAR , MS","documental_indexacao_texto":"- CARREIRA, AUDITOR, TRIBUNAL DE CONTAS ESTADUAL, DIFERENÇA, CARREIRA, SERVIDOR PÚBLICO, TRIBUNAL DE CONTAS, AUXÍLIO, ATIVIDADE, CONTROLE EXTERNO. AUDITOR, TRIBUNAL DE CONTAS ESTADUAL, CONCURSO PÚBLICO, CARÁTER ESPECÍFICO, ATRIBUIÇÃO, CORRELAÇÃO, JULGAMENTO, CONTAS PÚBLICAS; SUBSTITUIÇÃO, CONSELHEIRO. AUDITOR, GARANTIA DE INAMOVIBILIDADE, VITALICIEDADE, IRREDUTIBILIDADE DE VENCIMENTOS. AUDITOR, IDENTIDADE, VENCIMENTO, MAGISTRADO, GARANTIA, INDEPENDÊNCIA, EXERCÍCIO, JULGAMENTO, CONTAS PÚBLICAS. ÂMBITO FEDERAL, CARREIRA, AUDITOR, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL. CONSTITUIÇÃO FEDERAL, DEFINIÇÃO, REGIME JURÍDICO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), MINISTRO, AUDITOR, FUNÇÃO, APROXIMAÇÃO, MAGISTRATURA. CONSTITUIÇÃO FEDERAL, REGRA, VEDAÇÃO, VINCULAÇÃO, REMUNERAÇÃO, EXCEPCIONALIDADE, ATRIBUIÇÃO, MINISTRO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), VENCIMENTO, MINISTRO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). DOUTRINA, DEFINIÇÃO, DISTINÇÃO, ISONOMIA, PARIDADE, VINCULAÇÃO, EQUIPARAÇÃO, REMUNERAÇÃO. STF, INCONSTITUCIONALIDADE, VINCULAÇÃO, EQUIPARAÇÃO, REMUNERAÇÃO, SERVIDOR PÚBLICO, DISTINÇÃO, CARREIRA. AUDITOR, SUBSTITUIÇÃO, CONSELHEIRO, TRIBUNAL DE CONTAS, SITUAÇÃO, CARÁTER ESPECÍFICO, TRANSITORIEDADE; AUSÊNCIA, ACRÉSCIMO, FORMA AUTOMÁTICA, VENCIMENTO, TOTALIDADE, AUDITOR. AUSÊNCIA, OFENSA, PRINCÍPIO DA SIMETRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: JURISPRUDÊNCIA, STF, OBRIGATORIEDADE, ADOÇÃO, ESTADO-MEMBRO, FORMA, ORGANIZAÇÃO, COMPOSIÇÃO, FISCALIZAÇÃO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), ÂMBITO FEDERAL, PRINCÍPIO DA SIMETRIA. CONSTITUIÇÃO FEDERAL, PREVISÃO, ÂMBITO FEDERAL, PROXIMIDADE, ATRIBUIÇÃO, DEVER, PRERROGATIVA, MEMBRO, TRIBUNAL DE CONTAS, MAGISTRATURA. AUTONOMIA, TRIBUNAL DE CONTAS, AUSÊNCIA, CARACTERÍSTICA, FUNÇÃO JURISDICIONAL, PODER JUDICIÁRIO; FUNÇÃO, FISCALIZAÇÃO CONTÁBIL, FISCALIZAÇÃO FINANCEIRA, FISCALIZAÇÃO ORÇAMENTÁRIA. CONSTITUIÇÃO FEDERAL, ACÓRDÃO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), EFICÁCIA, TÍTULO EXECUTIVO. TRIBUNAL DE CONTAS DA UNIÃO (TCU), RESSARCIMENTO, LESÃO AO ERÁRIO, DESCONTO EM FOLHA DE PAGAMENTO. TRIBUNAL DE CONTAS DA UNIÃO (TCU), PODER GERAL DE CAUTELA, GARANTIA, EFICÁCIA, DECISÃO ADMINISTRATIVA. TEORIA DOS PODERES IMPLÍCITOS. SIMILARIDADE, METODOLOGIA, TRABALHO, TRIBUNAL DE CONTAS, ÓRGÃO JUDICIAL. VEDAÇÃO, AUDITOR, EXERCÍCIO, FUNÇÃO COMISSIONADA, CARGO EM COMISSÃO, SECRETARIA, TRIBUNAL DE CONTAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6939&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCONSTITUCIONALIDADE, VINCULAÇÃO, EQUIPARAÇÃO, VENCIMENTO, SERVIDOR PÚBLICO, DISTINÇÃO, CARREIRA)\nADI 955 (TP), ADI 3777 (TP), ADI 4009 (TP), ADI 4345 (TP), ADI 4667 (TP), ADI 4944 (TP). \n(POSSIBILIDADE, IGUALDADE, VENCIMENTO, AUDITOR, CONSELHEIRO, SUBSTITUIÇÃO)\nADI 507 (TP), ADI 134 MC (TP), ADI 6950 (TP), ADI 6951 (TP). \n(ADOÇÃO, ESTADO-MEMBRO, ORGANIZAÇÃO, COMPOSIÇÃO, FISCALIZAÇÃO, TCU, ÂMBITO FEDERAL, PRINCÍPIO DA SIMETRIA)\nADI 3307 (TP), ADI 3715 (TP), ADI 4416 (TP). \n(SIMILARIDADE, ATRIBUIÇÃO, DEVER, PRERROGATIVA, MEMBRO, TCU, MAGISTRADO)\nADI 4541 (TP), ADI 4190 MC-REF (TP). \n(TCU, RESSARCIMENTO, LESÃO AO ERÁRIO, DESCONTO EM FOLHA DE PAGAMENTO)\nMS 24544 (TP), MS 25643 (1ªT), MS 34648 AgR (2ªT). \n(TCU, TEORIA DOS PODERES IMPLÍCITOS, PODER GERAL DE CAUTELA)\nMS 24510 (TP), MS 33092 (2ªT), MS 35038 AgR (1ªT). \n(FUNÇÃO, TRIBUNAL DE CONTAS)\nMS 23550 (1ªT). \n- Decisão monocrática citada:\n(TRIBUNAL DE CONTAS, METODOLOGIA, TRABALHO, SIMILARIDADE, PODER JUDICIÁRIO)\nAP 517.\n- Decisão estrangeira citada: Caso Myers vs. Estados Unidos (US 272-52, 118), da Suprema Corte Norte Americana. \nNúmero de páginas: 56.\nAnálise: 23/03/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE GOIÁS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS MINISTROS E CONSELHEIROS SUBSTITUTOS DOS TRIBUNAIS DE CONTAS DO BRASIL - AUDICON \nADV.(A/S)  : JOAO MARCOS FONSECA DE MELO \nADV.(A/S)  : JULIANA BRITTO MELO \nAM. CURIAE.  : ASSOCIAÇÃO DOS MEMBROS DOS TRIBUNAIS DE CONTAS DO BRASIL - ATRICON \nADV.(A/S)  : CLAUDIO PEREIRA DE SOUZA NETO \nADV.(A/S)  : NATALI NUNES DA SILVA \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE TRIBUNAIS DE CONTAS DOS MUNICÍPIOS - ABRACOM \nADV.(A/S)  : JOAO MARCOS FONSECA DE MELO \nADV.(A/S)  : JULIANA BRITTO MELO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DO MINISTÉRIO PÚBLICO DE CONTAS - AMPCON \nADV.(A/S)  : JOAO MARCOS FONSECA DE MELO \nADV.(A/S)  : JULIANA BRITTO MELO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS AUDITORES DE CONTROLE EXTERNO NOS TRIBUNAIS DE CONTAS NO BRASIL - ANTC \nADV.(A/S)  : JOAO MARCOS FONSECA DE MELO \nADV.(A/S)  : JULIANA BRITTO MELO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":469150,"documental_tese_texto":null,"procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"ADI 6939","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-08-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CANHA, Cláudio Alberto. A evolução do papel dos auditores dos Tribunais de Contas do Brasil. Fórum de Contratação e Gestão Pública – FCGP, Belo Horizonte, ano 15, n. 177, p. 9-23, set. 2016.\nFERRAZ, Luciano Araújo. In: CANOTILHO, J. J. Gomes; SARLET, Ingo Wolfgang; STRECK, Lenio Luiz; MENDES, Gilmar Ferreira; LEONCY, Léo Ferreira (coord.). Comentários à Constituição do Brasil. 2. ed. São Paulo: Saraiva, 2018. p. 935.\nSILVA, José Afonso da. Curso de direito constitucional positivo. 25. ed. Malheiros Ltda, 2005. p. 688.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":6939,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur469156","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Roberto Barroso (Relator), Rosa Weber, Edson Fachin e Alexandre de Moraes, que convertiam o julgamento da medida cautelar em deliberação de mérito e julgavam parcialmente procedente o pedido para conferir interpretação conforme a Constituição ao art. 1º da Lei nº 13.573/2015 do Estado de Santa Catarina, no sentido de que o subsídio dos conselheiros do Tribunal de Contas catarinense seja o mesmo pago aos Desembargadores do Tribunal de Justiça do Estado de Santa Catarina, pediu vista dos autos o Ministro Gilmar Mendes. Falou, pelos amici curiae Associação Nacional dos Ministros e Conselheiros Substitutos dos Tribunais de Contas do Brasil – AUDICON; Associação Nacional dos Auditores de Controle Externo dos Tribunais de Contas do Brasil – ANTC; Associação Nacional do Ministério Público de Contas – AMPCON; e Associação Brasileira de Tribunais de Contas dos Municípios – ABRACOM, o Dr. João Marcos Fonseca de Melo. Plenário, Sessão Virtual de 10.6.2022 a 20.6.2022.\r\n\n           Decisão: O Tribunal, por unanimidade, converteu o julgamento da medida cautelar em deliberação de mérito e julgou parcialmente procedente o pedido para conferir interpretação conforme a Constituição ao art. 1º da Lei nº 13.573/2015 do Estado de Santa Catarina, no sentido de que o subsídio dos conselheiros do Tribunal de Contas catarinense seja o mesmo pago aos Desembargadores do Tribunal de Justiça do Estado de Santa Catarina, nos termos do voto do Relator. Plenário, Sessão Virtual de 12.8.2022 a 19.8.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur469156","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur469156","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Constitucional. Ação Direta de Inconstitucionalidade. Conselheiros e Auditores de Tribunal de Contas. Remuneração de auditor do tribunal de contas no desempenho da função de conselheiro. \n\n\n\n    1. Ação direta de inconstitucionalidade que impugna normas estaduais, ao argumento de que estabelecem vinculação remuneratória entre conselheiros de Tribunais de Contas e Ministros do Supremo Tribunal Federal e entre auditores e conselheiros de Tribunais de Contas.\n\n\n\n    2. Pelo princípio da simetria, devem os conselheiros dos Tribunais de Contas dos Estados perceber os mesmos vencimentos dos Desembargadores de Tribunal de Justiça, a teor dos arts. 73, § 3º, e 75 da CF. Precedentes.\n\n\n\n    3. Não há inconstitucionalidade na norma que prevê que o subsídio mensal dos auditores será de noventa inteiros por cento do subsídio mensal dos conselheiros do Tribunal de Contas. Isso porque, quando não estão em substituição, os auditores desempenham as mesmas funções judicantes dos conselheiros – presidem a instrução de processos, são relatores naturais de processos de órgãos e ministérios a eles vinculados, autorizam auditorias, determinam inspeções, diligências, citações, entre outros – com a única diferença de que não compõem o colegiado. Trata-se de carreira que possui previsão constitucional específica, não se tratando de hipótese de vinculação remuneratória vedada constitucionalmente.\n\n\n\n    4. Pedido julgado parcialmente procedente, com fixação de interpretação conforme a Constituição Federal do art. 1º da Lei nº 13.573/2015, do Estado de Santa Catarina, no sentido de que os Conselheiros do Tribunal de Contas fazem jus ao mesmo subsídio dos Desembargadores do Tribunal de Justiça do Estado de Santa Catarina.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762811181","externo_seq_objeto_incidente":6236232,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-177  DIVULG 02-09-2022  PUBLIC 05-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6962&classe=ADI","is_colac":false,"titulo":"ADI 6962","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00018 \"CAPUT\" ART-00025 \"CAPUT\"\n    ART-00037 \"CAPUT\" INC-00010 INC-00011\n    INC-00013 PAR-00012 ART-00039 INC-00001\n    INC-00002 INC-00003 PAR-00001 ART-00071\n    INC-00002 PAR-00003 ART-00073 PAR-00003\n    PAR-00004 ART-00075 PAR-ÚNICO ART-00078\n    INC-00005 ART-00093 INC-00005 ART-00095\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000035 ANO-1979\n    ART-00025 ART-00036\n    LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LEI-008443 ANO-1992\n    ART-00028 INC-00001 ART-00072 INC-00001\n    ART-00073 \"CAPUT\" PAR-00002 INC-00001\n    INC-00002 PAR-00004 ART-00077 PAR-ÚNICO\n    ART-00078 PAR-ÚNICO ART-00079 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010356 ANO-2001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011950 ANO-2009\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   RGI ANO-1980\n    ART-00108 ART-00110\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI ANO-2002\n    ART-00001 PAR-00002 ART-00011 PAR-00001\n    ART-00022 INC-00001 ART-00038 ART-00055\n    INC-00001 LET-A LET-B INC-00002\n    INC-00003 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 PAR-00005 PAR-00006 ART-00056\n    ART-00091 ART-00096 INC-00003 INC-00006\n    ART-00098 ART-00113\n    REGIMENTO INTERNO DO TRIBUNAL DE CONTAS DA UNIÃO - TCU\n\n","LEG-EST   CES ANO-1989\n    ART-00061 PAR-00004 ART-00064 PAR-00004\n    ART-00078 INC-00005\n    CONSTITUIÇÃO ESTADUAL, SC\n\n","LEG-EST   LEI-013573 ANO-2015\n    ART-00001 PAR-ÚNICO ART-00002\n    LEI ORDINÁRIA, SC"],"publicacao_data":"2022-09-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIFERENÇA, CARREIRA, CONSELHEIRO, TRIBUNAL DE CONTAS ESTADUAL, AUDITOR, CONTROLE EXTERNO, TRIBUNAL DE CONTAS. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA, VITALICIEDADE, GARANTIA DE INAMOVIBILIDADE, IRREDUTIBILIDADE DE VENCIMENTOS, CARREIRA, AUDITOR, TRIBUNAL DE CONTAS, OBJETIVO, IMPARCIALIDADE, APRECIAÇÃO DE CONTAS. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, SUBSÍDIO, CONSELHEIRO, TRIBUNAL DE CONTAS ESTADUAL, LIMITE MÁXIMO, DESEMBARGADOR, TRIBUNAL DE JUSTIÇA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PRINCÍPIO DA SIMETRIA, TRIBUNAL DE CONTAS ESTADUAL, ORGANIZAÇÃO, COMPOSIÇÃO, FISCALIZAÇÃO, TRIBUNAL DE CONTAS DA UNIÃO (TCU). PRINCÍPIO DA SIMETRIA, SUBSÍDIO, CONSELHEIRO, TRIBUNAL DE CONTAS ESTADUAL, LIMITE MÁXIMO, REMUNERAÇÃO, DESEMBARGADOR, TRIBUNAL DE JUSTIÇA. TRIBUNAL DE CONTAS, AUSÊNCIA, FUNÇÃO JURISDICIONAL. PRERROGATIVA, ATRIBUIÇÃO, CARREIRA, AUDITOR, TRIBUNAL DE CONTAS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIFERENÇA, CARREIRA, AUDITOR, TRIBUNAL DE CONTAS ESTADUAL, SERVIDOR PÚBLICO, ATRIBUIÇÃO, CONTROLE EXTERNO, TRIBUNAL DE CONTAS. GARANTIA, CARREIRA, AUDITOR, TRIBUNAL DE CONTAS, OBJETIVO, IMPARCIALIDADE, APRECIAÇÃO DE CONTAS. PRINCÍPIO DA SIMETRIA, SUBSÍDIO, CONSELHEIRO, TRIBUNAL DE CONTAS ESTADUAL, LIMITE MÁXIMO, REMUNERAÇÃO, DESEMBARGADOR, TRIBUNAL DE JUSTIÇA; INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6962&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONVERSÃO, APRECIAÇÃO, MEDIDA CAUTELAR, JULGAMENTO DO MÉRITO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE)\nADI 4788 AgR (TP), ADI 5253 (TP), ADPF 413 (TP), ADI 6031 (TP), ADI 6083 (TP), ADI 6518 (TP). \n(ADI, ADITAMENTO À PETIÇÃO INICIAL, REQUISITO)\nADI 4265 AgR (TP). \n(VINCULAÇÃO, VENCIMENTO, CONSELHEIRO, TRIBUNAL DE CONTAS ESTADUAL, DESEMBARGADOR, TRIBUNAL DE JUSTIÇA, PRINCÍPIO DA SIMETRIA)\nADI 396 (TP). \n(CONSTITUIÇÃO FEDERAL DE 1988, CARREIRA, AUDITOR, TRIBUNAL DE CONTAS)\nADI 1994 (TP). \n(IMPOSSIBILIDADE, EQUIPARAÇÃO DE CARGO, AUDITOR, TRIBUNAL DE CONTAS, AUDITOR, CONTROLE EXTERNO)\nADI 4541 (TP). \n(PRINCÍPIO DA SIMETRIA, TRIBUNAL DE CONTAS ESTADUAL, ORGANIZAÇÃO, COMPOSIÇÃO, FISCALIZAÇÃO, TRIBUNAL DE CONTAS DA UNIÃO (TCU))\nADI 3307 (TP), ADI 3715 (TP), ADI 4416 (TP). \n(SIMILARIDADE, ATRIBUIÇÃO, DEVER, PRERROGATIVA, MAGISTRADO, MEMBRO, TRIBUNAL DE CONTAS)\nADI 4190 MC-REF (TP). \n(TCU, RESSARCIMENTO, LESÃO AO ERÁRIO, DESCONTO EM FOLHA DE PAGAMENTO)\nMS 24544 (TP), MS 25643 (1ªT), MS 34648 AgR (2ªT). \n(POSSIBILIDADE, IMPOSIÇÃO, MEDIDA CAUTELAR, ÓRGÃO DE FISCALIZAÇÃO)\nMS 24510 (TP), MS 33092 (2ªT), MS 35038 AgR (1ªT). \n(VEDAÇÃO, VINCULAÇÃO, VENCIMENTO, DISTINÇÃO, CATEGORIA, SERVIDOR PÚBLICO)\nADI 955 (TP), ADI 3777 (TP), ADI 4009 (TP), ADI 4345 (TP), ADI 4667 (TP), ADI 4944 (TP). \n(ATRIBUIÇÃO, PRERROGATIVA, CARREIRA, AUDITOR, TRIBUNAL DE CONTAS)\nADI 4541 (TP). \n- Decisão monocrática citada:\n(CONCEITUAÇÃO, JURISDIÇÃO, APRECIAÇÃO DE CONTAS)\nAP 517.\n- Veja MS 23550 do STF.\n- Decisão estrangeira citada: Caso Myers vs. Estados Unidos, 272 U.S. 52 (1926), da Suprema Corte norte-americana.\nNúmero de páginas: 53.\nAnálise: 29/03/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SANTA CATARINA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SANTA CATARINA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS MINISTROS E CONSELHEIROS SUBSTITUTOS DOS TRIBUNAIS DE CONTAS DO BRASIL - AUDICON \nAM. CURIAE.  : ASSOCIAÇÃO DOS MEMBROS DOS TRIBUNAIS DE CONTAS DO BRASIL - ATRICON \nAM. CURIAE.  : ASSOCIACAO BRASILEIRA DE TRIBUNAIS DE CONTAS DOS MUNICIPIOS \nAM. CURIAE.  : ASSOCIACAO NACIONAL DO MINISTERIO PUBLICO DE CONTAS - AMPCON \nAM. CURIAE.  : ASSOCIACAO NACIONAL DOS AUDITORES DE CONTROLE EXTERNO DOS TRIBUNAIS DE CONTAS DO BRASIL \nADV.(A/S)  : JOAO MARCOS FONSECA DE MELO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":469156,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"ADI 6962","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-08-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CANHA, Cláudio Alberto. Fórum de Contratação e Gestão Pública – FCGP, Belo Horizonte, ano 15, n. 177, p. 9-23, set. 2016.\nFERNANDES, Jorge Ulisses Jacoby. Tribunais de Contas do Brasil: jurisdição e competência. 2012. p. 818-819.\nFERRAZ, Luciano Araújo. In: CANOTILHO, J. J. Gomes et al. Comentários à Constituição do Brasil. 2. ed. São Paulo: Saraiva, 2018. p. 935.\nSILVA, José Afonso da.  Curso de direito constitucional positivo. 25. ed. Malheiros Ltda, 2005. p. 688.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":6962,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}