{"result":{"took":620,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur303407","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Luiz Fux (Relator), dando provimento ao recurso extraordinário para declarar a inconstitucionalidade da Lei nº 1.952, de 20 de dezembro de 1995, do Município de Paulínia/SP, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Celso de Mello. Falaram, pelo Estado de São Paulo, o Dr. Pedro Ubiratan Scorel de Azevedo, Procurador do Estado, e, pelo Sindicato da Indústria da Fabricação do Álcool do Estado de São Paulo - SIFAESP, a Dra. Ângela Maria da Motta Pacheco. Presidência do Ministro Ricardo Lewandowski. Plenário, 05.03.2015.\n\n\n\n                  Decisão: O Tribunal, decidindo o tema 145 da Repercussão Geral, por maioria, vencida a Ministra Rosa Weber, deu provimento ao recurso extraordinário para declarar a inconstitucionalidade da Lei nº 1.952, de 20 de dezembro de 1995, do Município de Paulínia/SP. Por unanimidade, o Tribunal firmou a tese de que o município é competente para legislar sobre o meio ambiente com a União e Estado, no limite do seu interesse local e desde que tal regramento seja harmônico com a disciplina estabelecida pelos demais entes federados (art. 24, inciso VI, c/c 30, incisos I e II, da Constituição Federal). Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 05.03.2015.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur303407","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur303407","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO EM AÇÃO DIRETA DE INCONSTITUCIONALIDADE ESTADUAL. LIMITES DA COMPETÊNCIA MUNICIPAL. LEI MUNICIPAL QUE PROÍBE A QUEIMA DE PALHA DE CANA-DE-AÇÚCAR E O USO DO FOGO EM ATIVIDADES AGRÍCOLAS. LEI MUNICIPAL Nº 1.952, DE 20 DE DEZEMBRO DE 1995, DO MUNICÍPIO DE PAULÍNIA. RECONHECIDA REPERCUSSÃO GERAL. ALEGAÇÃO DE VIOLAÇÃO AOS ARTIGOS 23, CAPUT E PARÁGRAFO ÚNICO, Nº 14, 192, § 1º E 193, XX E XXI, DA CONSTITUIÇÃO DO ESTADO DE SÃO PAULO E ARTIGOS 23, VI E VII, 24, VI E 30, I E II DA CRFB.\n\n\n\n    1. O Município é competente para legislar sobre meio ambiente com União e Estado, no limite de seu interesse local e desde que tal regramento seja e harmônico com a disciplina estabelecida pelos demais entes federados (art. 24, VI c/c 30, I e II da CRFB).\n\n\n\n    2. O Judiciário está inserido na sociedade e, por este motivo, deve estar atento também aos seus anseios, no sentido de ter em mente o objetivo de saciar as necessidades, visto que também é um serviço público.\n\n\n\n    3. In casu, porquanto inegável conteúdo multidisciplinar da matéria de fundo, envolvendo questões sociais, econômicas e políticas, não é permitido a esta Corte se furtar de sua análise para o estabelecimento do alcance de sua decisão. São elas: (i) a relevante diminuição – progressiva e planejada – da utilização da queima de cana-de-açúcar; (ii) a impossibilidade do manejo de máquinas diante da existência de áreas cultiváveis acidentadas; (iii) cultivo de cana em minifúndios; (iv) trabalhadores com baixa escolaridade; (v) e a poluição existente independentemente da opção escolhida.\n\n\n\n    4. Em que pese a inevitável mecanização total no cultivo da cana, é preciso reduzir ao máximo o seu aspecto negativo. Assim, diante dos valores sopesados, editou-se uma lei estadual que cuida da forma que entende ser devida a execução da necessidade de sua respectiva população. Tal diploma reflete, sem dúvida alguma, uma forma de compatibilização desejável pela sociedade, que, acrescida ao poder concedido diretamente pela Constituição, consolida de sobremaneira seu posicionamento no mundo jurídico estadual como um standard a ser observado e respeitado pelas demais unidades da federação adstritas ao Estado de São Paulo.\n\n\n\n    5. Sob a perspectiva estritamente jurídica, é interessante observar o ensinamento do eminente doutrinador Hely Lopes Meireles, segundo o qual “se caracteriza pela predominância e não pela exclusividade do interesse para o município, em relação ao do Estado e da União. Isso porque não há assunto municipal que não seja reflexamente de interesse estadual e nacional. A diferença é apenas de grau, e não de substância.\" (Direito Administrativo Brasileiro. São Paulo: Malheiros Editores, 1996. p. 121.)\n\n\n\n    6. Função precípua do município, que é atender diretamente o cidadão. Destarte, não é permitida uma interpretação pelo Supremo Tribunal Federal, na qual não se reconheça o interesse do município em fazer com que sua população goze de um meio ambiente equilibrado.\n\n\n\n    7. Entretanto, impossível identificar interesse local que fundamente a permanência da vigência da lei municipal, pois ambos os diplomas legislativos têm o fito de resolver a mesma necessidade social, que é a manutenção de um meio ambiente equilibrado no que tange especificamente a queima da cana-de-açúcar.\n\n\n\n    8. Distinção entre a proibição contida na norma questionada e a eliminação progressiva disciplina na legislação estadual, que gera efeitos totalmente diversos e, caso se opte pela sua constitucionalidade, acarretará esvaziamento do comando normativo de quem é competente para regular o assunto, levando ao completo descumprimento do dever deste Supremo Tribunal Federal de guardar a imperatividade da Constituição.\n\n\n\n    9. Recurso extraordinário conhecido e provido para declarar a inconstitucionalidade da Lei Municipal nº 1.952, de 20 de dezembro de 1995, do Município de Paulínia.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=8399039","externo_seq_objeto_incidente":2616565,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-085  DIVULG 07-05-2015  PUBLIC 08-05-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=586224&classe=RE","is_colac":false,"titulo":"RE 586224","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 PAR-ÚNICO ART-00002 ART-00005 \n          INC-00004 ART-00006 \"CAPUT\" ART-00023 \n          INC-00002 INC-00006 INC-00007 ART-00024 \n          INC-00006 ART-00030 INC-00001 INC-00002 \n          INC-00007 ART-00060 PAR-00004 INC-00003 \n          ART-00125 PAR-00002 ART-00225\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004771      ANO-1965\n                CFL-1965 CÓDIGO FLORESTAL - REVOGADO PELA LEI-12651/2012\n\n","LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-012651      ANO-2012\n          ART-00040\n                LEI ORDINÁRIA - CÓDIGO FLORESTAL \n\n","LEG-FED   DEC-002661      ANO-1998\n          CAPÍTULO-4 ART-00016 PAR-00003 ART-00017\n                DECRETO\n\n","LEG-EST   CES      ANO-1989\n          ART-00023 \"CAPUT\" PAR-ÚNICO ITEM-14 \n          ART-00042 ART-00192 PAR-00001 ART-00193 \n          INC-00020 INC-00021\n                CONSTITUIÇÃO ESTADUAL, SP\n\n","LEG-EST   LEI-011241      ANO-2002\n          ART-00002\n                LEI ORDINÁRIA, SP\n\n","LEG-MUN   LEI-001952      ANO-1995\n                LEI ORDINÁRIA DO MUNICÍPIO DE PAULÍNIA, SP"],"publicacao_data":"2015-05-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEGITIMIDADE, TRIBUNAL DE JUSTIÇA, ALUSÃO, CONSTITUIÇÃO FEDERAL, CONDIÇÃO, OBITER DICTUM, ÂMBITO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. NECESSIDADE, CARACTERIZAÇÃO, NORMA DE OBSERVÂNCIA OBRIGATÓRIA, FINALIDADE, CABIMENTO, RECURSO EXTRAORDINÁRIO, CONTRARIEDADE, DECISÃO, TRIBUNAL DE JUSTIÇA, ÂMBITO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DEVER, PODER PÚBLICO, CONSIDERAÇÃO, DIREITO FUNDAMENTAL, TRABALHO, DIREITO, PROTEÇÃO, EMPREGO, HIPÓTESE, INTERFERÊNCIA, ATIVIDADE ECONÔMICA. POSSIBILIDADE, OCORRÊNCIA, AUMENTO, DESEMPREGO, HIPÓTESE, APLICAÇÃO IMEDIATA, PROIBIÇÃO, QUEIMA DA PALHA, CANA DE AÇÚCAR. CONFLITO, LEI MUNICIPAL, PREVISÃO, LEGISLAÇÃO FEDERAL, LEGISLAÇÃO ESTADUAL, PROGRESSIVIDADE, ABANDONO, QUEIMA DA PALHA, CANA DE AÇÚCAR. IMPOSSIBILIDADE, NORMA SUPLEMENTAR, LIMITAÇÃO, NORMA GERAL, HIPÓTESE, NORMA GERAL, EXAURIMENTO, MATÉRIA. DEVER, PODER PÚBLICO, ATUAÇÃO, CONFORMIDADE, PRINCÍPIO DA PROPORCIONALIDADE. DESDOBRAMENTO, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA ADEQUAÇÃO, PRINCÍPIO DA NECESSIDADE, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO. CARACTERIZAÇÃO, PRINCÍPIO DA ADEQUAÇÃO, EXIGÊNCIA, APTIDÃO, ATO, PODER PÚBLICO, PROMOÇÃO, FINALIDADE PÚBLICA. CARACTERIZAÇÃO, PRINCÍPIO DA NECESSIDADE, EXIGÊNCIA, INEXISTÊNCIA, ALTERNATIVA, MENOR GRAVIDADE, ATO, PODER PÚBLICO. CARACTERIZAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO, EXIGÊNCIA, COMPARAÇÃO, CUSTO, BENEFÍCIO, ATO, PODER PÚBLICO. OFENSA, LEI MUNICIPAL, CASO CONCRETO, PRINCÍPIO DA NECESSIDADE, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: COMPETÊNCIA ADMINISTRATIVA, MUNICÍPIO, MATÉRIA, PROTEÇÃO, MEIO AMBIENTE, CONTROLE, POLUIÇÃO. COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, MATÉRIA, MEIO AMBIENTE, FUNDAMENTO, COMPETÊNCIA, MUNICÍPIO, LEGISLAÇÃO, INTERESSE LOCAL, SUPLEMENTAÇÃO, LEGISLAÇÃO FEDERAL, LEGISLAÇÃO ESTADUAL. TRANSCENDÊNCIA, INTERESSE, ÂMBITO MUNICIPAL, CASO CONCRETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: DESNECESSIDADE, MENÇÃO, DISPOSITIVO, CONSTITUIÇÃO FEDERAL, FINALIDADE, CONFIGURAÇÃO, PREQUESTIONAMENTO, HIPÓTESE, INTERPOSIÇÃO, RECURSO EXTRAORDINÁRIO, CONTRARIEDADE, DECISÃO, TRIBUNAL DE JUSTIÇA, ÂMBITO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: ASSEGURAMENTO, CONSTITUIÇÃO FEDERAL, DIREITO, MEIO AMBIENTE EQUILIBRADO. CARACTERIZAÇÃO, DIREITO, MEIO AMBIENTE EQUILIBRADO, ESPÉCIE, DIREITOS HUMANOS, TERCEIRA GERAÇÃO, TITULARIDADE, COLETIVIDADE. FUNDAMENTAÇÃO, DIREITO, MEIO AMBIENTE EQUILIBRADO, PRINCÍPIO DA SOLIDARIEDADE. RECONHECIMENTO, DIREITO, MEIO AMBIENTE EQUILIBRADO, ÂMBITO, DIREITO INTERNACIONAL. COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, PROTEÇÃO, MEIO AMBIENTE, DEFESA, SAÚDE, CIDADÃO. EXISTÊNCIA, LIMITE CONSTITUCIONAL, PODER NORMATIVO, MUNICÍPIO, MATÉRIA, MEIO AMBIENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: EXISTÊNCIA, ENTRELAÇAMENTO, COMPETÊNCIA, ENTE FEDERADO, ÂMBITO, FEDERALISMO COOPERATIVO. CARACTERIZAÇÃO, PRINCÍPIO, ESTADO BRASILEIRO, PROTEÇÃO, TRABALHO, LIVRE INICIATIVA. PREVISÃO, CONSTITUIÇÃO FEDERAL, DIREITO, TRABALHADOR, PROTEÇÃO, SAÚDE, SEGURANÇA.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO. CONSTITUCIONALIDADE, LEI IMPUGNADA, FUNDAMENTO, COMPETÊNCIA, MUNICÍPIO, LEGISLAÇÃO, MATÉRIA, PROTEÇÃO, MEIO AMBIENTE, CONTROLE, POLUIÇÃO. INEXISTÊNCIA, CONFLITO, LEI IMPUGNADA, LEGISLAÇÃO FEDERAL, LEGISLAÇÃO ESTADUAL, FUNDAMENTO, COMPARTILHAMENTO, PREVISÃO, EXTINÇÃO, QUEIMA DA PALHA, CANA DE AÇÚCAR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=586224&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RE, ADI ESTADUAL, NORMA DE OBSERVÂNCIA OBRIGATÓRIA)\nRE 592612 AgR (1ªT). \n(LEI ESTADUAL, PROIBIÇÃO, COMÉRCIO, PRODUTO, AMIANTO)\nADI 3937 MC (TP). \n(CONFLITO, NORMA GERAL, UNIÃO, NORMA SUPLEMENTAR, ESTADO-MEMBRO)\nADI 4060 (TP), RP 1153 (TP). \n(DIREITOS HUMANOS, MEIO AMBIENTE)\nRTJ 158/205. \n(COMPETÊNCIA, ENTE FEDERADO, MEIO AMBIENTE)\nADI 3540 MC (TP). \n(GERAÇÃO, DIREITOS HUMANOS)\nRTJ 164/158. \n- Decisão monocrática citada:\n(COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, MEIO AMBIENTE)\nRE 673681.\n- Legislação estrangeira citada: art. XXIII, n. 1, n. 2, n. 3, n. 4, da Declaração Universal dos Direitos do Homem.\n- Veja Declaração de Estocolmo sobre o Meio Ambiente (1972).\nNúmero de páginas: 75.\nAnálise: 21/05/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nRECTE.(S)  : SINDICATO DA INDÚSTRIA DA FABRICAÇÃO DO ÁLCOOL DO ESTADO DE SÃO PAULO - SIFAESP \nADV.(A/S)  : ÂNGELA MARIA DA MOTTA PACHECO E OUTRO(A/S)\nRECDO.(A/S)  : CÂMARA MUNICIPAL DE PAULÍNIA \nADV.(A/S)  : FRANCISCO ANTONIO MIRANDA RODRIGUEZ E OUTRO(A/S)\nRECDO.(A/S)  : MUNICÍPIO DE PAULÍNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE PAULÍNIA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"145 - a) Competência do Município para legislar sobre meio ambiente; b) Competência dos Tribunais de Justiça para exercer controle de constitucionalidade de norma municipal em face da Constituição Federal.","old_seq_sjur":303407,"documental_tese_texto":"O município é competente para legislar sobre o meio ambiente com a União e Estado, no limite do seu interesse local e desde que tal regramento seja harmônico com a disciplina estabelecida pelos demais entes federados (art. 24, inciso VI, c/c 30, incisos I e II, da Constituição Federal).","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 586224","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2015-03-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALEXY, Robert. On balancing and subsumption: a structural comparison. Ratio Juris, Oxford, v. 16, n. 14, dez. 2003. p. 436.\r\n_____. Teoria dos Direitos Fundamentais. Tradução de Virgílio Afonso da Silva. São Paulo: Malheiros, 2011. p. 116.\r\nANTUNES, Paulo de Bessa. Direito Ambiental. 15. ed. Atlas, 2013. p. 110-111, item n. 2.3.\r\nÁVILA, Humberto. Teoria dos princípios: da definição à aplicação dos princípios jurídicos. São Paulo: Malheiros, 2011. p. 178-182.\r\nBARROSO, Luís Roberto. A proteção do meio ambiente na Constituição brasileira. Revista Forense, v. 317. p. 167, 167 e 168.\r\nBODART, Bruno Vinícius da Rós. Quem tem medo do povo? Disponível em: \r\nhttp://www.conjur.com.br/2012-mar-09/lei-ficha-limpa-assistimos-advento-stf.\r\nBONAVIDES, Paulo. Curso de Direito Constitucional. 4. ed. Malheiros, 1993. p. 481, item n. 5.\r\nCADIET, Loïc. Better Administering for Better Judging. International Journal For Court Administration. 2002.\r\nDI PIETRO, Maria Sylvia Zanella. Polícia do Meio Ambiente. Revista Forense, v. 317. p. 179 e 181.\r\nFERRAJOLI, Luigi. O Direito como sistema de garantias. In: OLIVEIRA JR., José Alcebíades de (Org.). O novo em Direito e Política. Porto Alegre: Livraria do Advogado, 1997. p. 101-102.\r\nFIORILLO, Celso Antonio Pacheco. Curso de Direito Ambiental Brasileiro. Saraiva, 2012. p. 219-220, item n. 4.2.\r\nLAFER, Celso. Desafios: ética e política. Siciliano, 1995. p. 239.\r\n_____. A reconstrução dos Direitos Humanos. Companhia das Letras, 1988. p. 131-132.\r\nMACHADO, Paulo Affonso Leme. Direito Ambiental Brasileiro. 13. ed. Malheiros, 2005. p. 121-123, item n. 3.1, e p. 123-124, item n. 3.2. \r\n_____. Direito Ambiental Brasileiro. Malheiros, 2013. p. 442-444, item n. 3.\r\nMEIRELES, Hely Lopes. Direito Administrativo Brasileiro. São Paulo: Malheiros, 1996. p. 121.\r\nMENDES, Gilmar Ferreira. Curso de Direito Constitucional. 6. ed. São Paulo: Saraiva, 2011. p. 1433.\r\nMORAES, Márcia Azanha Ferraz Dias de. O mercado de trabalho da agroindústria canavieira: desafios e oportunidades. Disponível em: http://www.scielo.br/pdf/ecoa/v11n4/08.pdf.\r\nPECES-BARBA MARTÍNEZ, Gregório. La Universalidad de los Derechos Humanos. Doxa, n. 15-16, 1994. p. 629.\r\nREZEK, José Francisco. Direito Internacional Público. Saraiva, 1989. p. 223-224, item n. 132.\r\nSARLET, Ingo Wolfgang. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais. p. 603.\r\nSAVATIER, René. L'inflation legislative et l'indigestion du corps social. Paris: Dalloz, 1977. n. V.\r\nSILVA, Geraldo Eulálio do Nascimento e. Direito Ambiental Internacional. 2. ed. Thex, 2002. \r\nSILVA, José Afonso da. Direito Ambiental Constitucional. 4. ed. 2ª Tiragem. Malheiros, 2003. p. 46-57, 58-70 e 69-70, item n. 7.\r\n_____. Direito Ambiental Constitucional. 9. ed. Malheiros, 2011. p. 81-82, item n. 14.\r\nSILVA, Sandra Krieger Gonçalves. O município na Constituição Federal de 1988. São\r\nPaulo: Juarez de Oliveira, 2003. p. 107-108.\r\nSUNSTEIN, Cass. A Constituion of Many Minds.\r\nTARUFFO, Michele. Leyendo a Ferrajoli: consideraciones sobre la jurisdicción. Tradução de Maximiliano Aramburo Calle. In: Paginas Sobre Justicia Civil. Marcial Pons, 2009. p. 21-22.","ministro_facet":["LUIZ FUX"],"processo_numero":586224,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur373162","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Teori Zavascki (Relator), que conhecia e dava provimento ao recurso extraordinário para restabelecer o juízo condenatório nos termos e nos limites do acórdão proferido no julgamento da apelação, no que foi acompanhado pelo Ministro Gilmar Mendes, pediu vista dos autos o Ministro Roberto Barroso. Falou, pelo recorrente, o Dr. Antônio Ezequiel Inácio Barbosa, e, pelo recorrido, o Dr. Ulisses Schwarz Viana, Procurador do Estado de Mato Grosso do Sul. Ausentes, justificadamente, os Ministros Celso de Mello e Dias Toffoli. Presidência do Ministro Ricardo Lewandowski. Plenário, 03.12.2014.\r\n\n                 Decisão: Após o voto-vista do Ministro Roberto Barroso, que conhecia e dava provimento ao recurso, propondo, no entanto, solução diversa à do Relator, pediu vista dos autos a Ministra Rosa Weber. Ausentes o Ministro Dias Toffoli, participando, na qualidade de Presidente do Tribunal Superior Eleitoral, de palestra e compromissos na República Italiana e do Programa de Visitantes Internacionais, por ocasião das Eleições para a Câmara dos Comuns do Reino Unido, e, justificadamente, o Ministro Luiz Fux. Presidência do Ministro Ricardo Lewandowski. Plenário, 06.05.2015.\r\n\n                       Decisão: O Tribunal, apreciando o tema 365 da repercussão geral, conheceu do recurso extraordinário e deu-lhe provimento, nos termos do voto do Relator, para restabelecer o juízo condenatório nos termos e limites do acórdão proferido no julgamento da apelação, vencidos os Ministros Roberto Barroso, Luiz Fux e Celso de Mello, que, ao darem provimento ao recurso, adotaram a remição de pena como forma de indenização. Em seguida, o Tribunal fixou a seguinte tese: “Considerando que é dever do Estado, imposto pelo sistema normativo, manter em seus presídios os padrões mínimos de humanidade previstos no ordenamento jurídico, é de sua responsabilidade, nos termos do art. 37, § 6º da Constituição, a obrigação de ressarcir os danos, inclusive morais, comprovadamente causados aos detentos em decorrência da falta ou insuficiência das condições legais de encarceramento”. Redigirá o acórdão o Ministro Gilmar Mendes (art. 38, IV, “b”, do RISTF). Ausente o Ministro Ricardo Lewandowski, participando da “Reunião de preparação para o Seminário de Verão de 2017”, na Faculdade de Direito da Universidade de Coimbra, em Portugal. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 16.02.2017.","is_repercussao_geral_merito":true,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur373162","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur373162","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Recurso extraordinário representativo da controvérsia. Repercussão Geral. Constitucional. Responsabilidade civil do Estado. Art. 37, § 6º. 2. Violação a direitos fundamentais causadora de danos pessoais a detentos em estabelecimentos carcerários. Indenização. Cabimento. O dever de ressarcir danos, inclusive morais, efetivamente causados por ato de agentes estatais ou pela inadequação dos serviços públicos decorre diretamente do art. 37, § 6º, da Constituição, disposição normativa autoaplicável. Ocorrendo o dano e estabelecido o nexo causal com a atuação da Administração ou de seus agentes, nasce a responsabilidade civil do Estado. 3. \"Princípio da reserva do possível\". Inaplicabilidade. O Estado é responsável pela guarda e segurança das pessoas submetidas a encarceramento, enquanto permanecerem detidas. É seu dever mantê-las em condições carcerárias com mínimos padrões de humanidade estabelecidos em lei, bem como, se for o caso, ressarcir danos que daí decorrerem. 4. A violação a direitos fundamentais causadora de danos pessoais a detentos em estabelecimentos carcerários não pode ser simplesmente relevada ao argumento de que a indenização não tem alcance para eliminar o grave problema prisional globalmente considerado, que depende da definição e da implantação de políticas públicas específicas, providências de atribuição legislativa e administrativa, não de provimentos judiciais. Esse argumento, se admitido, acabaria por justificar a perpetuação da desumana situação que se constata em presídios como o de que trata a presente demanda. 5. A garantia mínima de segurança pessoal, física e psíquica, dos detentos, constitui dever estatal que possui amplo lastro não apenas no ordenamento nacional (Constituição Federal, art. 5º, XLVII, “e”; XLVIII; XLIX; Lei 7.210/84 (LEP), arts. 10; 11; 12; 40; 85; 87; 88; Lei 9.455/97 - crime de tortura; Lei 12.874/13 – Sistema Nacional de Prevenção e Combate à Tortura), como, também, em fontes normativas internacionais adotadas pelo Brasil (Pacto Internacional de Direitos Civis e Políticos das Nações Unidas, de 1966, arts. 2; 7; 10; e 14; Convenção Americana de Direitos Humanos, de 1969, arts. 5º; 11; 25; Princípios e Boas Práticas para a Proteção de Pessoas Privadas de Liberdade nas Américas – Resolução 01/08, aprovada em 13 de março de 2008, pela Comissão Interamericana de Direitos Humanos; Convenção da ONU contra Tortura e Outros Tratamentos ou Penas Cruéis, Desumanos ou Degradantes, de 1984; e Regras Mínimas para o Tratamento de Prisioneiros – adotadas no 1º Congresso das Nações Unidas para a Prevenção ao Crime e Tratamento de Delinquentes, de 1955). 6. Aplicação analógica do art. 126 da Lei de Execuções Penais. Remição da pena como indenização. Impossibilidade. A reparação dos danos deve ocorrer em pecúnia, não em redução da pena. Maioria. 7. Fixada a tese: “Considerando que é dever do Estado, imposto pelo sistema normativo, manter em seus presídios os padrões mínimos de humanidade previstos no ordenamento jurídico, é de sua responsabilidade, nos termos do art. 37, § 6º, da Constituição, a obrigação de ressarcir os danos, inclusive morais, comprovadamente causados aos detentos em decorrência da falta ou insuficiência das condições legais de encarceramento”. 8. Recurso extraordinário provido para restabelecer a condenação do Estado ao pagamento de R$ 2.000,00 (dois mil reais) ao autor, para reparação de danos extrapatrimoniais, nos termos do acórdão proferido no julgamento da apelação.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13578623","externo_seq_objeto_incidente":2600961,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-204  DIVULG 08-09-2017  PUBLIC 11-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=580252&classe=RE","is_colac":false,"titulo":"RE 580252","documental_legislacao_citada_texto":["LEG-IMP   LIM-002040      ANO-1871\n                LEI DO IMPÉRIO\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00005 ART-00003 \n          INC-00003 ART-00005 INC-00003 INC-00005 \n          INC-00010 INC-00010 INC-00047 LET-A \n          LET-B LET-C LET-D LET-E \n          INC-00048 INC-00049 INC-00075 ART-00006 \n          ART-00014 PAR-00003 INC-00003 ART-00037 \n          PAR-00006 ART-00040 PAR-00004 INC-00003 \n          ART-00100 ART-00100 ART-00201 PAR-00001 \n          ART-00245\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000079      ANO-1994\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005250      ANO-1967\n                LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00001 ART-00003 ART-00010 ART-00011 \n          ART-00012 ART-00040 ART-00066 INC-00003 \n          LET-C INC-00006 INC-00007 INC-00008 \n          ART-00085 ART-00087 ART-00088 ART-00126 \n          PAR-00004 ART-00127 ART-00128 ART-00196 \n          PAR-00001 PAR-00002 ART-00197 ART-00203\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-009455      ANO-1997\n                LTT-1997 LEI DE TORTURA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00043 ART-00186 ART-00927 \"CAPUT\" \n          PAR-ÚNICO ART-00944 ART-00947\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-000094      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012874      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-000010      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-000067      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-000079      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-000117      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00008 ART-00461 ART-0461A\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00005 ART-00011 ART-00025\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      ANO-1984\n                CONVENÇÃO CONTRA A TORTURA E OUTROS TRATAMENTOS OU PENAS CRUEIS, DESUMANOS OU DEGRADANTES\n\n","LEG-INT   PCT      ANO-1966\n          ART-00002 ART-00007 ART-00010 ART-00014\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00038 ART-00042 ART-00064 INC-00001 \n          ART-00075 PAR-00001 ART-00088 ART-00093 \n          ART-00112 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00312 ART-00319 ART-00387 INC-00004\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-000078      ANO-2013\n                DECRETO-LEI - CONVERTIDO NA LEI-94/2013\n\n","LEG-FED   DEL-000146      ANO-2013\n                DECRETO-LEI - CONVERTIDO NA LEI-10/2014\n\n","LEG-FED   DEL-000092      ANO-2014\n                DECRETO-LEI - CONVERTIDO NA LEI-117/2014\n\n","LEG-FED   DLG-000004      ANO-1989\n                DECRETO LEGISLATIVO - APROVA A  CONVENÇÃO CONTRA A TORTURA E OUTROS TRATAMENTOS OU PENAS CRUÉIS, DESUMANOS OU DEGRADANTES\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000040      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO CONTRA A TORTURA E OUTROS TRATAMENTOS OU PENAS CRUÉIS, DESUMANOS OU DEGRADANTES\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   RES-000001      ANO-2008\n                RESOLUÇÃO DA COMISSÃO INTERAMERICANA DE DIREITOS HUMANOS - PRINCÍPIOS E BOAS PRÁTICAS PARA A PROTEÇÃO DE PESSOAS PRIVADAS DE LIBERDADE NAS AMÉRICAS\n\n","LEG-FED   RES-000113      ANO-2010\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000009      ANO-2011\n                RESOLUÇÃO DO CONSELHO NACIONAL DE POLÍTICA CRIMINAL E PENITENCIÁRIA - CNPCP\n\n","LEG-FED   PRT-000276      ANO-2012\n                PORTARIA DO DEPARTAMENTO PENITENCIÁRIO NACIONAL - DEPEN/CJF\n\n","LEG-FED   RGI      ANO-1980\n          ART-00134 PAR-00002\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUM-000388      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-FED   SUMSTF-000715      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   NR-000015      ANO-1978\n                NORMA REGULAMENTADORA DO MINISTÉRIO DO TRABALHO E EMPREGO - MTE\n\n","LEG-EST   DEC-000041      ANO-2006\n                DECRETO \"E\", MT"],"publicacao_data":"2017-09-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INGRESSO, AMICUS CURIAE, MOMENTO POSTERIOR, INCLUSÃO, PROCESSO, PAUTA DE JULGAMENTO. ESTÍMULO, MEDIDA CAUTELAR DIVERSA DA PRISÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: CARÁTER PRECÁRIO, SISTEMA CARCERÁRIO, MUNICÍPIO, DESRESPEITO, DIGNIDADE DA PESSOA HUMANA. PROBLEMÁTICA, SEGURANÇA PÚBLICA, INEFICIÊNCIA, PREVENÇÃO DO CRIME; TRATAMENTO DESUMANO, CUMPRIMENTO DA PENA; REITERAÇÃO DELITIVA. COMPETÊNCIA, JUÍZO CÍVEL, RESPONSABILIDADE CIVIL DO ESTADO, INDENIZAÇÃO, DANO MORAL. OFENSA, PRINCÍPIO DA LEGALIDADE, JULGAMENTO, JUÍZO DA EXECUÇÃO PENAL, DEMANDA, ÂMBITO CÍVEL, ALTERAÇÃO, PRESTAÇÃO, DINHEIRO, PENA ALTERNATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: CRIMINALIDADE, IMPUNIDADE, DEFICIÊNCIA, SISTEMA PRISIONAL BRASILEIRO. NECESSIDADE, INVESTIMENTO, AMPLIAÇÃO, NÚMERO DE VAGA. DESCUMPRIMENTO, GARANTIA, INSTALAÇÃO CONDIGNA, PRESO, DEFICIÊNCIA, POLÍTICA PÚBLICA. CARÁTER PRECÁRIO, ESTRUTURAÇÃO, SUPERLOTAÇÃO; EXCESSO, APLICAÇÃO, PRISÃO PROVISÓRIA. DIREITO COMPARADO, INDENIZAÇÃO, DANO MORAL, SUPERLOTAÇÃO, ESTABELECIMENTO PENAL. MECANISMO, DIMINUIÇÃO, DÉFICIT, VAGA, PREFERÊNCIA, REGIME SEMIABERTO; CONCESSÃO, PRISÃO DOMICILIAR, ANTECIPAÇÃO, REGIME ABERTO; MEDIDA CAUTELAR DIVERSA DA PRISÃO; AUDIÊNCIA DE CUSTÓDIA; INCENTIVO, MONITORAÇÃO ELETRÔNICA; PENA ALTERNATIVA, PRISÃO; CELERIDADE PROCESSUAL, EFICIÊNCIA, JUÍZO CRIMINAL, REESTRUTURAÇÃO, VARA DE EXECUÇÃO CRIMINAL; MELHORIA, ACESSO À JUSTIÇA, PRESO, INTERMÉDIO, DEFENSORIA PÚBLICA; REVISÃO, POLÍTICA CRIMINAL, PRISÃO, CRIME, AUSÊNCIA, VIOLÊNCIA; EXIGÊNCIA, ELABORAÇÃO, ESTUDO, PODER LEGISLATIVO, MOMENTO ANTERIOR, ALTERAÇÃO, LEGISLAÇÃO PENAL, INCENTIVO, PREVENÇÃO DO CRIME, INFORMAÇÃO, SOCIEDADE, REALIDADE, SISTEMA PRISIONAL BRASILEIRO. DESTINAÇÃO, RECURSO FINANCEIRO, FUNDO PENITENCIÁRIO NACIONAL (FUNPEN), GARANTIA, DIGNIDADE DA PESSOA HUMANA, PRISÃO. RESPONSABILIDADE CIVIL, DANO, CULPA, NEXO DE CAUSALIDADE. TEORIA DO RISCO ADMINISTRATIVO. PODER PÚBLICO, RESPONSABILIDADE CIVIL OBJETIVA. PODER PÚBLICO, DEVER DE PROTEÇÃO, INTEGRIDADE, PRESO. INTERPRETAÇÃO RESTRITIVA, RESERVA DO POSSÍVEL, RESPONSABILIDADE CIVIL DO ESTADO. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, RESPONSABILIDADE CIVIL DO ESTADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: REMIÇÃO DA PENA, ESTUDO, TRABALHO, INTERESSE, CONDENADO, RESSOCIALIZAÇÃO. ORÇAMENTO PÚBLICO, REPARAÇÃO DE DANO, PRECATÓRIO. DISTINÇÃO, DIGNIDADE DA PESSOA HUMANA, LIBERDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ESTADO DE COISAS INCONSTITUCIONAL, SISTEMA PRISIONAL BRASILEIRO, DIGNIDADE DA PESSOA HUMANA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: CONTROLE JUDICIAL, OMISSÃO, PODER PÚBLICO. ATUAÇÃO, STF, LEGISLADOR POSITIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: DESRESPEITO, ESTADO-MEMBRO, COMPROMISSO, ÂMBITO INTERNACIONAL. TRATAMENTO DEGRADANTE, CONDENADO, OMISSÃO, PODER PÚBLICO, OFENSA, CONSTITUIÇÃO FEDERAL. OFENSA, DIREITOS HUMANOS, LEI DE EXECUÇÃO PENAL. STF, FUNÇÃO CONTRAMAJORITÁRIA, DIREITO DAS MINORIAS, ESTADO DEMOCRÁTICO DE DIREITO. RESPONSABILIDADE CIVIL DO ESTADO, INVOCAÇÃO, RESERVA DO POSSÍVEL, GARANTIA DO MÍNIMO EXISTENCIAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. MÍNIMO EXISTENCIAL, DIREITO À EDUCAÇÃO, DIREITO DA CRIANÇA E DO ADOLESCENTE, DIREITO À SAÚDE, ASSISTÊNCIA SOCIAL, DIREITO À MORADIA, DIREITO, ALIMENTAÇÃO, DIREITO À SEGURANÇA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: INSUFICIÊNCIA, INDENIZAÇÃO, TRATAMENTO DEGRADANTE, TRATAMENTO DESUMANO, PRESO. REMIÇÃO DA PENA, COMPENSAÇÃO, DANO MORAL, TRATAMENTO DEGRADANTE, PRISÃO. CARÁTER SUBSIDIÁRIO, INDENIZAÇÃO, DINHEIRO. LEI DE EXECUÇÃO PENAL, REMIÇÃO DA PENA, RESSOCIALIZAÇÃO, PRESO. CONTABILIZAÇÃO, REMIÇÃO DA PENA, PENA CUMPRIDA, PROGRESSÃO DE REGIME PRISIONAL. REMIÇÃO DA PENA, REDUÇÃO, SUPERLOTAÇÃO, ESTABELECIMENTO PENAL. MANUTENÇÃO, EQUILÍBRIO, CONTAS PÚBLICAS. COMPETÊNCIA, JUÍZO DA EXECUÇÃO PENAL, APLICAÇÃO, REMIÇÃO DA PENA, FORMA, RESPONSABILIZAÇÃO, PODER PÚBLICO, INADEQUAÇÃO, ESTABELECIMENTO PENAL. PROCEDIMENTO, LEI DE EXECUÇÃO PENAL, REMIÇÃO DA PENA. PRINCÍPIO DA CORRELAÇÃO.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: CÓDIGO DE PROCESSO CIVIL, PRINCÍPIO, JURIDICIDADE. PRINCÍPIO DA EFICIÊNCIA.\n\n- TERMO(S) DE RESGATE: REPARAÇÃO IN NATURA, ESCOLHAS TRÁGICAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=580252&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RESPONSABILIDADE OBJETIVA DO ESTADO, DEVER DE PROTEÇÃO, PRESO)\nRE 272839 (2ªT), RE 466322 AgR (2ªT), ARE 662563 AgR (2ªT). \n(AUSÊNCIA, VAGA, ESTABELECIMENTO PENAL)\nAP 470 (TP), RE 641320 (TP). \n(AUMENTO, ÍNDICE, POPULAÇÃO, PRESO, BRASIL)\nHC 123108 (TP). \n(EXCEPCIONALIDADE, PRISÃO)\nHC 119095 (2ªT). \n(RESPONSABILIDADE CIVIL OBJETIVA)\nRE 109615 (2ªT), RE 272839 (2ªT), ARE 700927 AgR (2ªT). \n(APOSENTADORIA ESPECIAL, TRABALHADOR, ATIVIDADE INSALUBRE)\nARE 664335 (TP). \n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA)\nRE 592581 (TP), RE 641320 (TP), RE 841526 (TP), ADPF 347 MC (TP). \n(REMIÇÃO DA PENA, COMPROMETIMENTO, PRESO, TRABALHO)\nHC 110566 (2ªT), RHC 124775 (1ªT). \n(LEI DE IMPRENSA)\nADPF 130 (TP). \n(RESPONSABILIDADE CIVIL OBJETIVA, MORTE, PRESO, SISTEMA CARCERÁRIO)\nRE 841526 (TP). \n- Decisões monocráticas citadas:\n(RESPONSABILIDADE CIVIL OBJETIVA)\nARE 669001.\n(RESPONSABILIDADE CIVIL DO ESTADO, TEORIA, RESERVA DO POSSÍVEL)\nADPF 45 MC, AI 583553.\n(NEXO DE CAUSALIDADE, AGENTE PÚBLICO, CONSUMAÇÃO, DANO PESSOAL)\nAI 299125.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: RESP 740968  e RESP 1105974\nTJRJ: Apelação Cível 200900122993, Apelação Cível 200400108323. \n- Legislação estrangeira citada: art. 3º da Convenção Europeia de Direitos Humanos, art. 614 do Regulamento da CEDH, Oitava Emenda à Constituição dos EUA, Lei 117/2014, da Itália.\n\n- Decisões estrangeiras citadas: Caso Ananyev e outros vs. Rússia, j. em 10.01.2012; Caso Torreggiani et al. vs. Itália, j. em 08.01.2013; Caso Stella et al. vs. Italie, j. em 16.09.2014; Caso Rexhepi et al. v. Italie, j. em 16.09.2014, da CEDH; \n\nCaso Pugh vs. Locke, do Alabama; Caso Gales vs. Collier, do Mississipi; Caso Plyler vs. Evatt, da Carolina do Sul; Caso Small vs. Martin,  da  Carolina do Norte;\n\nCaso Costello vs. Wainwright), da Flórida; Caso Guthrie vs. Evans, da Georgia; Caso Ruiz vs. Estelle, do Texas; Caso Holt vs. Sarver, 309 F (197), da Corte Distrital do Arkansas;\n\nCaso Hutto vs. Finney, 437 U.S. 678 (1978); Caso Brown et al. vs. Plata et al., 131 S. Ct. 1910, 1923 (2011); Caso Coleman vs. Brown, da Suprema Corte dos EUA. \n\nSentença T-153/98, j. em 28.04.1998, da Corte Constitucional da República da Colômbia.\n- Veja Recomendação 44/2013 do CNJ.\n- Veja Regras Mínimas para o Tratamento de Prisioneiros – adotadas no 1º Congresso das Nações Unidas para a Prevenção ao Crime e Tratamento de Delinquentes, de 1955.\n- Veja Ofício 3.679/2004-DEPEN/GAB, do Departamento Penitenciário Nacional.\n- Veja ADI 5170 do STF.\n- Veja Regras de Bangkok - regra 64.\nNúmero de páginas: 212.\nAnálise: 06/02/2018, JSF.\nRevisão: 21/02/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ANDERSON NUNES DA SILVA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MATO GROSSO DO SUL \nRECDO.(A/S)  : ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"365 - Responsabilidade do Estado por danos morais decorrentes de superlotação carcerária.","old_seq_sjur":373162,"documental_tese_texto":"Considerando que é dever do Estado, imposto pelo sistema normativo, manter em seus presídios os padrões mínimos de humanidade previstos no ordenamento jurídico, é de sua responsabilidade, nos termos do art. 37, § 6º da Constituição, a obrigação de ressarcir os danos, inclusive morais, comprovadamente causados aos detentos em decorrência da falta ou insuficiência das condições legais de encarceramento.","procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"RE 580252","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-02-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BARCELOS, Ana Paula de. Violência urbana, condições das prisões e dignidade humana. Revista de Direito Administrativo, n. 254, p. 39-65.\nBARROSO, Luís Roberto. Aqui, lá e em todo lugar: A dignidade humana no direito contemporâneo e no discurso transnacional. Revista dos Tribunais, ano 100, v. 919, 2012.\nBRASIL. Câmara dos Deputados. CPI do Sistema Carcerário. 2009. p. 114, 123, 156, 163, 192-233, 248, 247, 193, 269 e 270.\nBRASIL. Conselho Nacional de Justiça. Mutirão Carcerário: relatórios. Disponível em: http://www.cnj.jus.br/programas-de-a-a-z/sistema-carcerario-e-execucao-penal/pj-mutirao-carcerario/relatorios.\n______. ______. Disponível em: http://www.cnj.jus.br/programas-de-a-a-z/sistema-carcerario-e-execucao-penal/pj-mutirao-carcerario.\nBRASIL. Conselho Nacional do Ministério Público. Meta 2: A impunidade como alvo Diagnóstico da investigação de homicídios no Brasil. ENASP, 2012. Disponível: http://www.cnmp.mp.br/portal/images/stories/Enasp/relatorio_enasp_FINAL.pdf. \nBRASIL. Ministério da Justiça. Departamento Penitenciário Nacional. Formulário Categorias e Indicadores Preenchidos. Referência: 06/2013. Disponível em: http://www.justica.gov.br/seus-direitos/politica-penal/transparenciainstitucional/estatisticas-prisional/anexos-sistema-prisional/total-brasil-junho-2013.pdf.\nBRASIL. Ministério da Justiça. FUNPEN em números. 6. ed. 2012. p. 138.\nCAHALI, Yussef Said. Dano moral. 4. ed. rev. atual. e ampliada. São Paulo: Revista dos Tribunais, 2011. p. 364-365.\n______. Responsabilidade civil do Estado. 4. ed. rev. atual. e ampl. São Paulo: Revista dos Tribunais, 2013. p. 217.\nCALABRESI, Guido; BOBBITT, Philip. Tragic Choices: The Conflicts society confronts in the allocation of tragically scarce resources. W.W. Norton & Company, Inc., 1978.\nCARVALHO, Salo.  Em defesa da Lei de Responsabilidade Político Criminal. Revista da EMERJ. v. 15, 2012.\nCASTRO, Gustavo Almeida Paolinelli de. Direito à Segurança Pública: Intervenção, Escassez e Escolhas Trágicas.\nCOMISIÓN INTERAMERICANA DE DERECHOS HUMANOS. Informe sobre los Derechos Humanos de las Personas Privadas de Libertad en las Américas. OEA, 2011.\nCUNHA, Sérgio Sérvulo da. Fundamentos de Direito Constitucional. Saraiva, 2004. p. 161-162, item 602.73. \nDIAS, José de Aguiar. Da responsabilidade civil. 4. ed. Rio de Janeiro: Forense, 1960. v. 2. p. 768-769 e 782.\nESCRITÓRIO DAS NAÇÕES UNIDAS SOBRE DROGAS E CRIME (UNODC). Global Study on Homicide 2013: trends, contexts, data. Disponível em: http://www.unodc.org/documents/data-andanalysis/statistics/GSH2013/2014_GLOBAL_HOMICIDE_BOOK_web.pdf.\nFACHIN, Luiz Edson. Questões do Direito Civil Brasileiro Contemporâneo. Renovar, 2008.\nFEELEY, Malcolm; RUBIN, Edward. Judicial Policy Making and the Modern State. How the Courts Reformed America's Prisons. Cambridge: Cambridge Univ. Press, 1998.\nFILHO, Sérgio Cavalieri. Programa de responsabilidade civil. 10. ed. rev. ampl. São Paulo: Atlas,  2012. p. 91.\nFLEURY, Sônia. Direitos Sociais e Restrições Financeiras: Escolhas Trágicas sobre Universalização. \nFRAGOSO, Heleno. Boletim 150, maio de 2005, Instituto Brasileiro de ciências criminais. Disponível em: http://www.ibccrim.org.br/boletim_sumario/179-150-Maio-2005.\nGARCIA, Fernanda Mathias de Souza. O dever de indenização e a superlotação carcerária no Brasil. In: GUERRA, Luiz (Coord.). Temas Contemporâneos do Direito: homenagem ao bicentenário do Supremo Tribunal Federal. Brasília: Guerra, 2011. p. 201.\nHOLMES, Stephen Holmes; SUNSTEIN, Cass. The Cost of Rights. 1999.\nIBRAHIM, Fábio Zambitte. Curso de Direito Previdenciário. 17. ed. 2012. p. 621.\nKANT, Immanuel. Fundamentação da Metafísica dos Costumes e Outros Escritos. Martin Claret, 2004. \nMARINONI, Luiz Guilherme; ARENHARD, Sérgio Cruz. Curso de Processo Civil: Processo de Conhecimento. 10. ed. 2012. v. 2. p. 435 e 440.\nMARIZ, Renata. Programa lançado em 2011 para construir prisões ainda não concluiu nenhuma. O Globo, Brasília, 27 jun. 2016.\nMESSUTI, Ana. O tempo como pena. 2001.\nMIRABETE, Júlio Fabbrini. Execução Penal. 11. ed. rev. e atual. por Renato N. Fabbrini. São Paulo: Atlas, 2007. p. 28.\nMORAES, Maria Celina Bodin de. Danos à Pessoa Humana: uma leitura civil constitucional dos danos morais. 2007. p. 326.\nNUNES, Luiz Antonio Rizzato. O Princípio Constitucional da dignidade da pessoa humana: doutrina e jurisprudência. Saraiva, 2002.\nPEREIRA, Rodrigo da Cunha. Afeto, Ética, Família e o Novo Código Civil Brasileiro. Del Rey, 2006. p. 106.\nSARLET, Ingo Wolfangs. Dignidade da Pessoa Humana e Direitos Fundamentais na Constituição Federal de 1988. Livraria dos Advogados, 2002. p. 45.\nSARMENTO, Daniel. Reserva do Possível e Mínimo Existencial. Comentários à Constituição Federal de 1988. Forense, 2009. p. 371-375 e 371-388.\n______. Direito Constitucional e Direito Internacional: diálogo e tensões. In: LISBÔA, Cândice (Org.). Vulnerabilidades e Invisibilidades, 2014.\n______. As masmorras medievais e o Supremo: análise da constitucionalidade do sistema prisional brasileiro é a tarefa relevante do STF. Jota, Rio de Janeiro, 6 jan. 2015. Disponível em: https://jota.info/colunas/constituicao-e-sociedade/constituicao-e-sociedade-masmorras-medievais-e-o-supremo-06012015.\nSCHREIBER, Anderson. Novos Paradigmas da Responsabilidade Civil Brasileira. 5. ed. 2009.\n______. Reparação Não Pecuniária dos Danos Morais. Direito Civil e Constituição, 2013. p. 207-210, 215 e 217.\n______. Direito Civil e Constituição. São Paulo: Atlas, 2013. p. 214.\n______. Novas tendências da responsabilidade civil brasileira. Revista Trimestral de Direito Civil, RTDC. v. 22. p. 45-69.\nSILVA, José Afonso da Silva. Poder Constituinte e Poder Popular. Malheiros, 2000. p. 146.\nSILVA-SÁNCHEZ, Jesús-María. Aproximação ao direito penal contemporâneo. Tradução: Roberto Barbosa Alves. São Paulo: Revista dos Tribunais, 2011. p. 31 e 33.\nSTOCO, Rui. Tratado de responsabilidade civil: doutrina e jurisprudência. 10. ed.  rev. atual. e reform. São Paulo: Revista dos Tribunais, 2014. p. 1497.","ministro_facet":["TEORI ZAVASCKI","GILMAR MENDES"],"processo_numero":580252,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur379177","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":null,"is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur379177","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur379177","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. ELEIÇÕES. DEBATES ELEITORAIS. LEI Nº 13.165/15. ALTERAÇÃO DO ART. 46, CAPUT, DA LEI Nº 9.405/97. ANTERIORIDADE DA LEI ELEITORAL. REPRESENTATIVIDADE NA CÂMARA DOS DEPUTADOS. EXIGÊNCIA. IMPROCEDÊNCIA.\n\n\n\n    1. Ausência de óbice formal à aplicação do novo regime jurídico da Lei nº 9.504/97, com as alterações introduzidas pela Lei nº 13.165/15, nos termos do art. 16 da Constituição Federal.\n\n\n\n    2. A liberdade de criação dos partidos e o pluripartidarismo consubstanciam vetores hermenêuticos do modelo eleitoral brasileiro. O ordenamento jurídico não veda toda e qualquer desigualação, mas, sim, as desprovidas de critério justificador. Cumpre identificar, na presença da desigualação, o fator tomado ao discrímen, bem como os critérios que possam torná-lo elemento suficiente a afastar a arbitrariedade no tratamento não igualitário pela ótica jurídica.\n\n\n\n    3. Embora se imponha máxima cautela em relação a alterações legislativas que promovam ajustes na sintonia fina entre os postulados da democracia, da isonomia, autonomia partidária, dos direitos à informação, à liberdade de programação e jornalística das emissoras de rádio e televisão e à liberdade de expressão, além de outros, a calibragem do modelo eleitoral, nos moldes em que operada pelo art. 46, caput, da Lei das Eleições, não se traduz em afronta ao texto da Lei Maior.\n\n\n\n    Ação direta de inconstitucionalidade improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14222697","externo_seq_objeto_incidente":5034946,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-292  DIVULG 18-12-2017  PUBLIC 19-12-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5577&classe=ADI","is_colac":false,"titulo":"ADI 5577","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL - REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00005 PAR-ÚNICO \n          ART-00005 \"CAPUT\" INC-00014 INC-00036 \n          INC-00039 INC-00070 ART-00016 ART-00017 \n          \"CAPUT\" INC-00001 PAR-00001 PAR-00003 \n          ART-00103 INC-00008 ART-00220\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-001079      ANO-1950\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00087\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-008713      ANO-1993\n          ART-00071 ART-00072\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00048\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009100      ANO-1995\n          ART-00062\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00001 \"CAPUT\" \n          ART-00028 PAR-00012 INCLUÍDO PELA LEI-13165/2015\n          ART-00046 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00046 \"CAPUT\" REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00046 \"CAPUT\" PAR-00004 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 \"CAPUT\" REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 \"CAPUT\" PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00047 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA LEI-12875/2013\n          ART-00047 \"CAPUT\" PAR-00002 INC-00001 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 \"CAPUT\" PAR-00002 INC-00002 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00051\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012034      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012875      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013165      ANO-2015\n          ART-00002 ART-00014\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00023 ITEM-1 ITEM-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00025\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689      ANO-1941\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000093      ANO-1970\n                RESOLUÇÃO - REGIMENTO INTERNO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000017      ANO-1989\n                RESOLUÇÃO - REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RES-022610      ANO-2007\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023457      ANO-2015\n          ART-00032 \"CAPUT\" PAR-00005 ART-00033 \n          INC-00001 LET-A LET-B PAR-00001\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RGI      ANO-1980\n          ART-0077B\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2017-12-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUMENTO, LIMITE MÍNIMO, REPRESENTATIVIDADE, PARTIDO POLÍTICO, DEBATE ELEITORAL. PROPORCIONALIDADE, REPRESENTAÇÃO, PARTIDO POLÍTICO, PROPAGANDA ELEITORAL GRATUITA, DIREITO DAS MINORIAS, CARÁTER NACIONAL DOS PARTIDOS POLÍTICOS. SISTEMA ELEITORAL, DEMOCRACIA REPRESENTATIVA, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA PARIDADE DE ARMAS, DISPUTA ELEITORAL. JURISPRUDÊNCIA, STF, DIREITO ADQUIRIDO, LEGISLAÇÃO ANTERIOR, MATÉRIA ELEITORAL. PRESUNÇÃO, BOA-FÉ, ATO, ADMINISTRAÇÃO PÚBLICA. DEBATE ELEITORAL, IGUALDADE DE OPORTUNIDADES, PROCESSO ELEITORAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: DEBATE ELEITORAL, DIREITO DE ANTENA. ATUAÇÃO, STF, LEGISLADOR POSITIVO, CRIAÇÃO, CRITÉRIO, DEBATE ELEITORAL. RAZOABILIDADE, CRITÉRIO, LEI ELEITORAL, PARTICIPAÇÃO, DEBATE ELEITORAL. PRINCÍPIO DA ISONOMIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: DISTINÇÃO, PROPAGANDA ELEITORAL GRATUITA, DEBATE ELEITORAL. FACULDADE, EMISSORA DE TELEVISÃO, EMISSORA DE RÁDIO, ORGANIZAÇÃO, DEBATE ELEITORAL. DEBATE ELEITORAL, PLURALISMO POLÍTICO, PRINCÍPIO DA PARIDADE DE ARMAS, DIREITO À INFORMAÇÃO, ELEITOR, LIBERDADE DE EXPRESSÃO. DEFINIÇÃO, CRITÉRIO, PARTICIPAÇÃO, CANDIDATO, DEBATE ELEITORAL, EXIGÊNCIA, REPRESENTATIVIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, CLÁUSULA DE BARREIRA (DIREITO ELEITORAL).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INTERVENÇÃO, STF, DECISÃO, PODER LEGISLATIVO, INCONSTITUCIONALIDADE CHAPADA; EXTRAPOLAÇÃO, LIMITE CONSTITUCIONAL, DISCRICIONARIEDADE, LEGISLADOR; DEFEITO, FUNCIONAMENTO, DEMOCRACIA; EXCLUSÃO, MINORIA. JURISDIÇÃO CONSTITUCIONAL, ESTADO DEMOCRÁTICO DE DIREITO, EQUILÍBRIO, DEMOCRACIA, CONSTITUCIONALISMO. DEBATE ELEITORAL, RESTRIÇÃO, PARTICIPAÇÃO, PARTIDO POLÍTICO, REPRESENTAÇÃO, CÂMARA DOS DEPUTADOS, OPÇÃO, LEGISLADOR ORDINÁRIO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: DEBATE ELEITORAL, DIREITO DAS MINORIAS. EFEITO REPRISTINATÓRIO, LEI ANTERIOR. CRITÉRIO, ACESSO, DEBATE ELEITORAL, REPRESENTAÇÃO PARLAMENTAR. \n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DEMOCRACIA, PRESERVAÇÃO, MINORIA. LEGISLAÇÃO ORDINÁRIA, OBSTÁCULO, CRIAÇÃO, FUNCIONAMENTO, PARTIDO POLÍTICO. CLÁUSULA DE BARREIRA (DIREITO ELEITORAL), EXIGIBILIDADE, NORMA CONSTITUCIONAL. PRINCÍPIO DA ISONOMIA, TRATAMENTO JURÍDICO, MAIORIA, MINORIA. PRINCÍPIO DA ANUALIDADE ELEITORAL.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: SISTEMA ELEITORAL, IGUALDADE DE OPORTUNIDADES, DEMOCRACIA, SISTEMA REPRESENTATIVO, PLURIPARTIDARISMO. PLURALISMO POLÍTICO, ESTADO DEMOCRÁTICO DE DIREITO. LIBERDADE DE EXPRESSÃO, PROCESSO ELEITORAL. MANIPULAÇÃO, LEGISLAÇÃO, CONTRARIEDADE, DIREITO, PARTICIPAÇÃO POLÍTICA, MINORIA. DEMOCRACIA, LIBERDADE, CIRCULAÇÃO, IDEIA, CONVIVÊNCIA, DIVERSIDADE. IMUNIDADE PARLAMENTAR MATERIAL, PROCESSO ELEITORAL, PRINCÍPIO DA ISONOMIA. CONSTITUIÇÃO FEDERAL, REGULAÇÃO, PARTIDO POLÍTICO, ASSEGURAMENTO, ACESSO, CIDADÃO, EXERCÍCIO, PODER POLÍTICO. PARTIDO POLÍTICO, FUNÇÃO, INTERMEDIAÇÃO, SOCIEDADE CIVIL, PODER PÚBLICO. STF, FUNÇÃO CONTRAMAJORITÁRIA. IMPORTÂNCIA, PRINCÍPIO MAJORITÁRIO, DECISÃO, PODER PÚBLICO. ESTADO DEMOCRÁTICO DE DIREITO, SUPRESSÃO, DIREITO FUNDAMENTAL, LIVRE EXERCÍCIO, IGUALDADE, LIBERDADE, PARTICIPAÇÃO POLÍTICA. ESTADO DEMOCRÁTICO DE DIREITO, DIREITO, OPOSIÇÃO, PROTEÇÃO, MINORIA.\n\n- TERMO(S) DE RESGATE: HIPERPARTIDARISMO. MAJORITY RULE, MINORITY RIGHTS. LEGENDA DE ALUGUEL. IGUALDADE DE CHANCES GRADUAL. LIVRE MERCADO DE IDEIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5577&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROPAGANDA ELEITORAL GRATUITA, RÁDIO, TELEVISÃO)\nADI 4430 (TP), ADI 5105 (TP). \n(DURAÇÃO, HORÁRIO, PROPAGANDA ELEITORAL GRATUITA)\nADI 1351 (TP), ADI 1354 (TP), ADI 4430 (TP), ADI 4795 MC (TP), ADI 5159 (TP), ADI 1822 (TP). \n(DIREITO DE ANTENA)\nADI 4650 (TP), ADI 5105 (TP). \n(ESTADO DE COISAS INCONSTITUCIONAL, SISTEMA CARCERÁRIO)\nADPF 347 MC (TP). \n(PRINCÍPIO DA ANTERIORIDADE, NOMENCLATURA, PARTIDO POLÍTICO)\nADI 1531 MC (TP). \n(PARLAMENTAR, DISPUTA, MANDATO ELETIVO, PRERROGATIVA, IMUNIDADE PARLAMENTAR)\nInq 1400 QO (TP). \n(AGREMIAÇÃO PARTIDÁRIA)\nADI 1063 MC (TP) - RTJ 178/22, ADI 1407 MC (TP) - RTJ 176/578. \n(PROTEÇÃO, DIREITO DAS MINORIAS, CONSTITUIÇÃO FEDERAL)\nMS 24831 (TP), MS 24849 (TP), MS 26441 (TP). \n- Decisão monocrática citada:\n(PRINCÍPIO DA IRRETROATIVIDADE DA LEI, PRINCÍPIO DA SEGURANÇA JURÍDICA, DIREITO ADQUIRIDO)\nADI 5398 MC.\n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Consulta 491-76, Consulta 62-75. \nTJPR: RT 442/193. \n- Legislação estrangeira citada: art. 21, n. 1, da Lei Fundamental de Bonn, da Alemanha; Primeira Emenda à Constituição dos Estados Unidos da América.\n- Decisão estrangeira citada: Caso United States vs. Rosika Schwimmer, 279 U.S. 644 (1929), da Suprema Corte dos EUA.\n- Veja ADI 5487, ADI 5488, ADI 5491, ADI 5423 do STF.\nNúmero de páginas: 194.\nAnálise: 16/05/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO RENOVADOR TRABALHISTA BRASILEIRO - PRTB \nADV.(A/S)  : KARINA DE PAULA KUFA E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":379177,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5577","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"A BAND abre o período eleitoral: e o público vai participar perguntando aos candidatos. Band.com.br, 19 ago. 2016. Disponível em: http://www.band.uol.com.br/tv/noticias/100000819569/a-band-abreo-periodo-eleitoral.html.\nALEXY, Robert. Teoria dos Direitos Fundamentais. Tradução: Virgílio Afonso da Silva. 2. ed. São Paulo: Malheiros, 2008. p. 404 e 583-584.\nATALIBA, Geraldo. Judiciário e Minorias. Revista de Informação Legislativa, v. 96. p. 189-194.\nBINENBOJM, Gustavo. Debates eleitorais e democracia. O Globo, 23 ago. 2016.\nBRASIL. Câmara dos Deputados. Bancada na Eleição. Disponível em: http://www2.camara.leg.br/deputados/liderancas-e-bancadas/bancadas/bancadana-eleicao.\n______. Tribunal Superior Eleitoral. Partidos políticos registrados no TSE. Disponível em: http://www.tse.jus.br/partidos/partidos-politicos.\n______. ______. Justiça Eleitoral divulga representatividade dos partidos para efeito de debates e horário gratuito. Brasília, DF, 16 ago. 2016. Disponível em:\nhttp://www.tse.jus.br/imprensa/noticias-tse/2016/Agosto/justica-eleitoral-divulgarepresentatividade-dos-partidos-para-efeito-de-debates-e-horario-gratuito.\nCANOTILHO, J.J. Gomes. Direito Constitucional e Teoria da Constituição. Coimbra: Almedina, 1997. p. 419.\nCRIVELLA tem 27%, Freixo, 12%, e Bolsonaro, 11%, diz Ibope no Rio. G1.com.br, 23 ago. 2016. Disponível em: http://g1.globo.com/rio-de-janeiro/eleicoes/2016/noticia/2016/08/crivella-tem-27-freixo-12-e-bolsonaro-11-diz-ibope-norio.html.\nCUNHA, Sérgio Sérvulo da. Fundamentos de Direito Constitucional. Saraiva, 2004. p. 161-162, item 602.73.\nDAHL, Robert A. A Constituição norte-americana é democrática?  1. ed. FGV, 2015. p. 36 e 158.\nELY, John Hart. Democracia e Desconfiança. Uma teoria do controle judicial de constitucionalidade. 1. ed. Sâo Paulo: Martins Fontes, 2010. p. 182.\n______. Democracy and Distrust: a theory of judicial review. Harvard University Press, 1980. p. 102-103.\nFERRAJOLI, Luigi. Garantismo. Uma discussão sobre direito e democracia. Rio de Janeiro: Lumen Juris, 2012. p. 81.\nFERREIRA, Pinto. Princípios Gerais do Direito Constitucional Moderno. 5. ed. Revista dos Tribunais, 1971. Tomo I. p. 195-196, item 8.\nFUX, Luiz; FRAZÃO, Carlos Eduardo. O Supremo Tribunal Federal na fronteira entre o Direito e a Política: alguns parâmetros de atuação. In: SARMENTO, Daniel (Coord.). Jurisdição Constitucional e Política. Rio de Janeiro: Forense, 2015. p. 37-72.\nGOMES, José Jairo. Direito Eleitoral. 11. ed. São Paulo: Atlas, 2015. p. 122-123 e 423.\nGRIMM, Dieter. Constitution Adjudication and democracy. Israel Law Review, v. 33, 1999. p. 210.\nLEAL, Luciana Nunes. Candidato do PSOL à Prefeitura do Rio, Marcelo Freixo é barrado de debate da Band. O Estado de S.Paulo, São Paulo, 22 ago. 2016. Dispónível em:\nhttp://politica.estadao.com.br/noticias/eleicoes,candidato-do-psol-a-prefeitura-do-rio-marcelo-freixo-e-barrado-de-debate-da-band,10000071330.\nLINHARES, Carolina. Fora de debate, Erundina protesta em frente a TV e comenta evento pela internet. Folha de S. Paulo, São Paulo, 22 ago. 2016. Disponivel em: http://www1.folha.uol.com.br/poder/eleicoes-2016/2016/08/1805974-fora-de-debate-erundina-protesta-em-frente-a-tv-e-critica-adversarios.shtml.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de Constitucionalidade. 4. ed. Saraiva, 2012. p. 599, 602, 609, 611 e 631-641.\nMELLO, Celso Antônio Bandeira de. O Conteúdo Jurídico do Princípio da Igualdade. 2. ed. São Paulo: Revista dos Tribunais, 1984. p. 25.\nMOREIRA, Vital. Constituição e Democracia. In: MAUÉS, Antonio G. Moreira (Org.). Constituição e Democracia. São Paulo: Max Limonad, 2001. p. 272.\nOSÓRIO, Aline. Direito Eleitoral e Liberdade de Expressão. Dissertação (Mestrado)-Universidade do Estado do Rio de Janeiro, Rio de Janeiro.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. O Sistema Constitucional Brasileiro. Curso de Direito Constitucional. 2. ed. revista, atualizada e ampliada. São Paulo: Revista dos Tribunais, 2013. p. 548.\nSEN, Amartya. Ideia de Justiça. Tradução: Denise Bottmann e Ricardo Doninelli Mendes. São Paulo: Companhia das Letras, 2011. p. 15 e 358.\nTHAYER, James Bradley. The Origin and Scope of the American Doctrine of Constitutional Law. Harvard Law Review, v. 7, n. 3, p. 129-156, 1893. Disponível em: https://archive.org/details/jstor-1322284.\nVIDRA, Oscar Vilhena. Supremo Tribunal Federal: Jurisprudência Política. 2. ed. Malheiros, 2002. p. 83.","ministro_facet":["ROSA WEBER"],"processo_numero":5577,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur379701","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Após os votos dos Senhores Ministros Eros Grau (Relator), Marco Aurélio e Cezar Peluso, julgando procedente a ação direta, pediu vista dos autos a Senhora Ministra Cármen Lúcia. Falou pela requerente o Dr. Gustavo Miguez de Mello. Ausentes, licenciado, o Senhor Ministro Celso de Mello e, neste julgamento, a Senhora Ministra Ellen Gracie. Presidência do Senhor Ministro Gilmar Mendes. Plenário, 25.02.2010. \r\n\n                  Decisão: Após o voto-vista da Ministra Cármen Lúcia, julgando parcialmente procedente o pedido formulado para declarar a inconstitucionalidade apenas do inciso III do art. 3º da Lei nº 14.507/2002, do Estado de Minas Gerais, e da expressão “ou publicidade”, constante do art. 2º da referida lei estadual, no que foi acompanhada pelos Ministros Roberto Barroso, Rosa Weber e Celso de Mello, e após o voto do Ministro Ricardo Lewandowski (Presidente), acompanhando o Ministro Eros Grau (Relator) pela procedência do pedido, o julgamento foi suspenso para aguardar os votos dos ministros ausentes. Não votaram os Ministros Teori Zavascki e Luiz Fux por sucederem, respectivamente, aos Ministros Cezar Peluso e Eros Grau (Relator). Ausentes, justificadamente, o Ministro Dias Toffoli, participando do Congresso Internacional “Diálogos Judiciales en el Sistema Interamericano de Garantía de los Derechos Humanos”, realizado em Barcelona, Espanha, e, neste julgamento, o Ministro Gilmar Mendes. Plenário, 26.02.2015.\r\n\n                 Decisão: Após o voto do Ministro Edson Fachin, que julgava parcialmente procedente o pedido formulado, acompanhando o voto divergente da Ministra Cármen Lúcia, proferido em assentada anterior, e após o voto do Ministro Dias Toffoli, que julgava procedente o pedido, acompanhando o Relator, o julgamento foi suspenso para aguardar o voto de desempate do Ministro Gilmar Mendes. Não votaram os Ministros Teori Zavascki e Luiz Fux por sucederem, respectivamente, aos Ministros Cezar Peluso e Eros Grau (Relator). Ausentes, justificadamente, os Ministros Celso de Mello, Gilmar Mendes e, para participar do XXII Encontro de Presidentes e Magistrados de Tribunais e Salas Constitucionais da América Latina, na Cidade do México, a Ministra Cármen Lúcia. Presidência do Ministro Ricardo Lewandowski. Plenário, 15.06.2016.\r\n\n                 Decisão: Colhido o voto do Ministro Gilmar Mendes, o Tribunal, por maioria e nos termos do voto do Relator, julgou procedente o pedido formulado para declarar a inconstitucionalidade da Lei nº 14.507/2002, do Estado de Minas Gerais, vencidos, em parte, os Ministros Cármen Lúcia, Roberto Barroso, Rosa Weber, Celso de Mello e Edson Fachin. Redigirá o acórdão o Ministro Marco Aurélio (art. 38, IV, b, RISTF). Ausente, justificadamente, o Ministro Celso de Mello, que proferiu voto em assentada anterior. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 16.11.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"EROS GRAU","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"MARCO AURÉLIO","revisor_processo_nome":null,"id":"sjur379701","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur379701","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"COMPETÊNCIA NORMATIVA – COMERCIALIZAÇÃO DE TÍTULOS DE CAPITALIZAÇÃO – DISCIPLINA. A teor do disposto no artigo 22 da Constituição Federal, compete exclusivamente à União legislar sobre Direito Civil, Direito Comercial, política de crédito, câmbio, seguros e transferências de valores, sistema de poupança, captação e garantia da poupança popular.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14276103","externo_seq_objeto_incidente":2136972,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-019  DIVULG 01-02-2018  PUBLIC 02-02-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2905&classe=ADI","is_colac":false,"titulo":"ADI 2905","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n          ART-00008 PAR-ÚNICO\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00032 ART-00021 ART-00022 \n          INC-00001 INC-00006 INC-00007 INC-00011 \n          INC-00019 INC-00020 INC-00029 PAR-ÚNICO \n          ART-00023 ART-00024 \"CAPUT\" INC-00005 \n          INC-00008 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 ART-00048 INC-00013 ART-00192 \n          ART-00227 PAR-00002 ART-00244\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005768      ANO-1971\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00003 PAR-00002 ART-00006 INC-00003 \n          ART-00039 INC-00001 ART-00056 INC-00001 \n          INC-00006 INC-00007 INC-00012\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000073      ANO-1966\n          ART-00007\n                DECRETO-LEI\n\n","LEG-FED   DEL-000261      ANO-1967\n          ART-00003 PAR-00001 PAR-00002\n                DECRETO-LEI\n\n","LEG-FED   DEC-006388      ANO-2008\n                DECRETO\n\n","LEG-FED   RES-000015      ANO-1991\n          ART-00002 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006\n                RESOLUÇÃO DO CONSELHO NACIONAL DE SEGUROS PRIVADOS - CNSP\n\n","LEG-FED   CIR-000376      ANO-2008\n                CIRCULAR DA SUPERINTENDÊNCIA DE SEGUROS PRIVADOS - SUSEP\n\n","LEG-EST   LEI-010820      ANO-1992\n                LEI ORDINÁRIA, MG\n\n","LEG-EST   LEI-014507      ANO-2002\n          ART-00001 ART-00002 ART-00003 INC-00001 \n          INC-00002 INC-00003 INC-00004 PAR-ÚNICO \n          ART-00004 ART-00005\n                LEI ORDINÁRIA, MG\n\n","LEG-EST   PJL-001269      ANO-2000\n                PROJETO DE LEI, MG"],"publicacao_data":"2018-02-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EROS GRAU: LEI IMPUGNADA, PROIBIÇÃO, VENDA CASADA, TÍTULO DE CAPITALIZAÇÃO; OBRIGAÇÃO, INFORMAÇÃO, RENDIMENTO, TÍTULO DE CAPITALIZAÇÃO, COMPARAÇÃO, CADERNETA DE POUPANÇA; PENALIDADE ADMINISTRATIVA, IMPOSIÇÃO DE CONTRAPROPAGANDA. CÓDIGO DE DEFESA DO CONSUMIDOR, INSTITUIÇÃO FINANCEIRA. DIREITO, CONSUMIDOR, INFORMAÇÃO, CARACTERÍSTICA, PRODUTO, SERVIÇO. PRERROGATIVA, FORNECEDOR, PUBLICIDADE. COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, LEGISLAÇÃO, CONSUMO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, PROPAGANDA COMERCIAL. PROPORCIONALIDADE, CRITÉRIO, INTERPRETAÇÃO. CONTROLE JUDICIAL, PROPORCIONALIDADE, RAZOABILIDADE, LEI.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CEZAR PELUSO: COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO ESTADUAL, ATENDIMENTO, PECULIARIDADE, ESTADO-MEMBRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: FEDERAÇÃO, CENTRALIZAÇÃO, INTERVENÇÃO, PODER PÚBLICO, DOMÍNIO ECONÔMICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: LEGISLAÇÃO FEDERAL, REGULAÇÃO, OPERAÇÃO, CAPITALIZAÇÃO. LEGISLAÇÃO FEDERAL, AUTORIZAÇÃO, VINCULAÇÃO, TÍTULO DE CAPITALIZAÇÃO, PRODUTO.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: COMPETÊNCIA CONCORRENTE, DEFINIÇÃO JURÍDICA, NORMA GERAL. CRITÉRIO, IDENTIFICAÇÃO, NORMA GERAL. COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO. LEGISLAÇÃO ESTADUAL, REPRODUÇÃO, NORMA GERAL, UNIÃO FEDERAL; CUMULAÇÃO OBJETIVA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUIÇÃO FEDERAL DE 1988, DESCENTRALIZAÇÃO, VALORIZAÇÃO, COMPETÊNCIA, ESTADO-MEMBRO. COMPETÊNCIA CONCORRENTE, EFEITO, SUPERVENIÊNCIA, NORMA GERAL, UNIÃO FEDERAL. COMPETÊNCIA CONCORRENTE NÃO CUMULATIVA. CONSTITUIÇÃO FEDERAL DE 1988, PRINCÍPIO, PREVALÊNCIA, LEI, UNIÃO; INTEGRIDADE, INTERESSE NACIONAL. JURISPRUDÊNCIA, STF, CONTRARIEDADE, LEI ESTADUAL, LEI FEDERAL. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CONFRONTO, LEI ESTADUAL, LEI FEDERAL. COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO ESTADUAL, ATENDIMENTO, PECULIARIDADE, ESTADO-MEMBRO. DIREITO COMPARADO, DESCENTRALIZAÇÃO, FEDERALISMO, REPÚBLICA FEDERAL DA ALEMANHA, PRINCÍPIO DA SUBSIDIARIEDADE, DIREITO, DIVERGÊNCIA. CÓDIGO DE DEFESA DO CONSUMIDOR, INSTITUIÇÃO FINANCEIRA. LEI ESTADUAL, REFORÇO, NORMA, CÓDIGO DE DEFESA DO CONSUMIDOR, PROTEÇÃO AO CONSUMIDOR. LEGISLAÇÃO FEDERAL, VENDA CASADA, TÍTULO DE CAPITALIZAÇÃO. ATUAÇÃO, SUPERINTENDÊNCIA DE SEGUROS PRIVADOS (SUSEP), TÍTULO DE CAPITALIZAÇÃO.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: FLEXIBILIZAÇÃO, PRINCÍPIO DA SIMETRIA. POTENCIALIZAÇÃO, COMPETÊNCIA ESTADUAL.\n\n- TERMO(S) DE RESGATE: PRIMAZIA DO INTERESSE NACIONAL. SISTEMA NACIONAL DE CAPITALIZAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2905&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INSTITUIÇÃO FINANCEIRA, CÓDIGO DE DEFESA DO CONSUMIDOR)\nADI 2591 (TP). \n(PROPORCIONALIDADE, CRITÉRIO, INTERPRETAÇÃO)\nADI 1040 (TP), ADI 1800 (TP), ADI 3112 (TP), ADI 3453 (TP). \n(LEGISLAÇÃO ESTADUAL, DIREITO À INFORMAÇÃO, CONSUMIDOR)\nADI 1980 (TP), ADI 2832 (TP). \n(COMPETÊNCIA SUPLETIVA, COMPETÊNCIA COMPLEMENTAR, ESTADO-MEMBRO)\nRp 1150 (TP). \n(ADI, LEGISLAÇÃO ESTADUAL, REPRODUÇÃO, NORMA GERAL, UNIÃO FEDERAL)\nADI 2844 QO (TP). \n(NORMA GERAL, UNIÃO FEDERAL, EXTRAPOLAÇÃO, LIMITE, COMPETÊNCIA CONCORRENTE)\nADI 927 MC (TP). \n(COMPETÊNCIA CONCORRENTE, LEI ESTADUAL, CONTRARIEDADE, LEI FEDERAL)\nADI 1245 (TP), ADI 1980 (TP), ADI 2334 (TP), ADI 2396 (TP), ADI 3035 (TP), ADI 3054 (TP), ADI 750 MC (TP), ADI 804 MC (TP), ADI 795 MC. \n(ADI, CONFRONTO, LEI ESTADUAL, LEI FEDERAL, OFENSA INDIRETA)\nADI 2876 (TP), ADI 3645 (TP), ADI 2344 QO (TP), ADI 1540 (TP), ADI 1692 (TP). \n(COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO ESTADUAL, ATENDIMENTO, PECULIARIDADE, ESTADO-MEMBRO)\nADI 903 (TP), ADI 903 MC (TP). \n- Decisão monocrática citada:\n(COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO ESTADUAL, ATENDIMENTO, PECULIARIDADE, ESTADO-MEMBRO)\nADI 903.\n- Legislação estrangeira citada: Lei Fundamental de Bonn alemã.\nNúmero de páginas: 90.\nAnálise: 08/05/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DO SISTEMA FINANCEIRO - CONSIF \nADV.(A/S)  : MARCOS JORGE CALDAS PEREIRA \nADV.(A/S)  : GUSTAVO MIGUEZ DE MELLO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE MINAS GERAIS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":379701,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADI 2905","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-11-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. 5. ed. São Paulo: Atlas, 2010. p. 135.\nBENJAMIM, António Herman V. O controle jurídico da Publicidade. Revista de Direito do Consumidor, n. 9, jan./mar. 1994. p. 30.\nFERRAZ JÚNIOR, Tércio Sampaio. Normas gerais e competência concorrente: uma exegese do art. 24 da Constituição Federal. Revista da Faculdade de Direito da Universidade de São Paulo, v. 90, 1995. p. 248.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição Brasileira. 3. ed. São Paulo: Saraiva, 1983. p. 99-100.\n_____. Comentários à Constituição Brasileira de 1988. São Paulo: Saraiva, 1990. v. 1. p. 101.\nGRINOVER, Ada Pellegrini et al. Código brasileiro de defesa do consumidor: comentado pelos autores do anteprojeto. 9. ed. Rio de Janeiro: Forense Universitária, 2007. p. 146.\nHORBACH, Beatriz Bastide. A competência legislativa concorrente de divergência do Direito alemão. Revista de Informação Legislativa, Senado Federal, Brasília, ano 49, n. 193, jan./mar. 2012.\nHORTA, Raul Machado. Direito Constitucional. 3. ed. Belo Horizonte: Del Rey, 2002. p. 360.\nMOHN, Paulo. Competência legislativa concorrente no Brasil: uma aplicação do princípio da subsidiariedade? In: O Exercício da Política: Direitos e Partidos Políticos, Organização do Estado e dos Poderes. Brasília: Instituto Legislativo Brasileiro (Senado Federal), 2008. p. 199-236.\nMOREIRA NETO. Diogo de Figueiredo. Competência concorrente limitada: o problema da conceituação das normas gerais. Revista de Informação Legislativa, v. 25, n. 100, out./dez. 1988. p. 130, 134 e 159. Disponível em: http://www2.senado.gov.br/bdsf/bitstream/id/181992/1/000857523.pdf.\nSILVA, José Afonso da. Curso de Direito Constitucional. 22. ed. São Paulo: Malheiros, 2003. p. 479 e 501-502.","ministro_facet":["EROS GRAU","MARCO AURÉLIO"],"processo_numero":2905,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur389556","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 10.8.2018 a 16.8.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur389556","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur389556","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NA RECLAMAÇÃO. EXECUÇÃO PENAL. ALEGADA VIOLAÇÃO À SÚMULA VINCULANTE Nº 14. AUSÊNCIA DE QUALQUER DAS HIPÓTESES DE COGNOSCIBILIDADE DA RECLAMAÇÃO CONSTITUCIONAL. INCONGRUÊNCIA MATERIAL ENTRE A DECISÃO RECLAMADA E O PARADIGMA INVOCADO. INOCORRÊNCIA DE IMPUGNAÇÃO ESPECÍFICA A FUNDAMENTO DA DECISÃO AGRAVADA. INEXISTÊNCIA DE VEDAÇÃO DE ACESSO PELO INTERESSADO A AUTOS DE INVESTIGAÇÃO FORA DAS BALIZAS INTERPRETATIVAS CONFERIDAS PELO SUPREMO TRIBUNAL FEDERAL. REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO. AUSÊNCIA DE ADERÊNCIA ENTRE O ATO VIOLADO E O ENUNCIADO QUE SE REPUTA VIOLADO.  INADMISSIBILIDADE NA VIA ELEITA. UTILIZAÇÃO DA RECLAMAÇÃO COMO SUCEDÂNEO DE RECURSO OU OUTRAS AÇÕES CABÍVEIS. IMPOSSIBILIDADE. AGRAVO REGIMENTAL DESPROVIDO. \n\n\n\n    1. A reclamação, por expressa determinação constitucional, destina-se a preservar a competência desta Suprema Corte e garantir a autoridade de suas decisões, ex vi do artigo 102, I, l, da CF, além de salvaguardar o estrito cumprimento dos enunciados da Súmula Vinculante, nos termos do artigo 103-A, § 3º, da Constituição, incluído pela EC n. 45/2004. Neste particular, a jurisprudência desta Suprema Corte estabeleceu diversas condicionantes para a utilização da via reclamatória, de sorte a evitar o uso promíscuo do referido instrumento processual. \n\n\n\n    2. A reclamação é impassível de ser manejada como sucedâneo de recurso ou ação rescisória, bem como é inadmissível a sua utilização em substituição a outras ações cabíveis. Incidência do “princípio da não-reclamação contra o recorrível” ou da “irreclamabilidade contra a decisão de que ainda cabe recurso” (PONTES DE MIRANDA, Francisco Cavalcanti. Comentários ao Código de Processo Civil. Tomo V, Arts. 444-475. Rio de Janeiro: Forense, 2ª Edição, p. 390 e 394). \n\n\n\n    3. O ajuizamento de reclamação contra decisão da qual cabe recurso contraria o sistema jurídico-processual e revela-se disfuncional, caracterizando hipótese de abuso do direito de ação. Necessidade das instâncias julgadoras superiores de prestigiarem o sistema jurisdicional estabelecido pelo Poder Constituinte, de modo a preservar a atuação dos demais órgãos do Poder Judiciário que, de igual forma, ostentam competências de envergadura constitucional.\n\n\n\n    4. O exaurimento da jurisdição ordinária antes do manejo da reclamação constitucional de competência do Supremo Tribunal Federal deve ser observado, sob pena de se estimular a propositura per saltum da via eleita. Precedentes: Rcl 25.596-AgR, Segunda Turma, Rel. Min. Dias Toffoli, DJe de 1/8/2017, e Rcl 18.020-AgR, Rel. Min. Rosa Weber, Primeira Turma, DJe de 18/4/2016.\n\n\n\n    5. A propositura de reclamação contra ato do Juízo da 1ª Vara Criminal da Comarca de Niquelândia/GO, evidencia a supressão de instâncias recursais estabelecidas pelo sistema normativo processual e subvertendo, dessa forma, a destinação constitucional do instituto da reclamação, que não deve, portanto, ser admitida na hipótese em tela.\n\n\n\n    6. A Súmula Vinculante nº 14 é impertinente em relação a diligências ainda em andamento e elementos ainda sem documentação, além de se fazer necessária a apresentação de procuração nas hipóteses de autos sujeitos a sigilo.\n\n\n\n    7. In casu, restou consignado pela autoridade reclamada que a decisão impugnada vedou o acesso a documentos relacionados à diligências em andamento no afã de se evitar “comprometer a eficácia das investigações acobertadas pelo manto do sigilo interno. Todavia, foi assegurado ao advogado o acesso as diligências já concluídas, mediante extração de cópias, salientando as partes e seus procuradores de que assim que fossem efetivadas as demais diligências, eles poderiam ter acesso a integralidade dos autos”, sendo certa a ausência de aderência entre o provimento jurisdicional objurgado e a tese firmada no enunciado nº 14 da Súmula Vinculante do Supremo Tribunal Federal.\n\n\n\n    8. A aderência estrita entre o objeto do ato reclamado e o conteúdo da decisão do STF dotada de efeito vinculante e eficácia erga omnes apontada pelo reclamante é requisito para a admissibilidade da reclamação constitucional. Precedentes: Rcl 22.608-AgR, Segunda Turma, Rel. Min. Dias Toffoli, DJe de 22/04/2016; Rcl 21.559-AgR, Primeira Turma, Rel. Min. Alexandre de Moraes, DJe de 01/09/2017.\n\n\n\n    9. A reclamação não é compatível com a insurgência que tome por parâmetro o direito objetivo, bem como é insuscetível de ser manejada como instrumento de controle da validade constitucional de atos normativos. Precedentes: Rcl 25.347-AgR, Segunda Turma, Rel. Min. Celso de Mello, DJe de 10/05/2017; e Rcl 4.674-AgR, Primeira Turma, Rel. Min. Roberto Barroso, DJe de 07/08/2017.\n\n\n\n    10. A reclamação é ação inadequada para a valoração e exame minucioso do acervo fático probatório engendrado nos autos.\n\n\n\n    11. A reclamação é impassível de ser manejada como sucedâneo de recurso ou revisão criminal, bem como é inadmissível a sua utilização em substituição a outras ações cabíveis.\n\n\n\n    12. A impugnação específica da decisão agravada, quando ausente, conduz ao desprovimento do agravo regimental. Precedentes: Rcl 18.354-AgR, Segunda Turma, Rel. Min. Ricardo Lewandowski, DJe de 01/09/2017; Rcl 26.244-AgR, Primeira Turma, Rel. Min. Luiz Fux, DJe de 09/08/2017.\n\n\n\n    13. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748083993","externo_seq_objeto_incidente":5351471,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-179  DIVULG 29-08-2018  PUBLIC 30-08-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=29609&classe=Rcl","is_colac":false,"titulo":"Rcl 29609 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00103A INCLUÍDO PELA EMC-45/2004\n          ART-00103A PAR-00003 INCLUÍDO PELA EMC-45/2004\n          ART-00102 INC-00001 LET-L\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00013 ART-00014 ART-00015 ART-00016 \n          ART-00017 ART-00018\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00007 INC-00014 REDAÇÃO DADA PELA LEI-13245/2016\n          ART-00007 PAR-00010 INCLUÍDO PELA LEI-13245/2016\n          ART-00007 PAR-00011 INCLUÍDO PELA LEI-13245/2016\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-011417      ANO-2006\n          ART-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00927 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 ART-00988 PAR-00002 \n          ART-00989 ART-00990 ART-00991 ART-00992 \n          ART-00993 ART-01072 INC-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013245      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   RGI      ANO-1980\n          ART-00156 \"CAPUT\" ART-00157 ART-00158 \n          ART-00159 ART-00160 ART-00161 ART-00162\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000014      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-08-30","documental_acordao_mesmo_sentido_lista_texto":"Rcl 30703 AgR-segundo PROCESSO ELETRÔNICO\n          JULG-31-08-2018  UF-MG  TURMA-01  MIN-LUIZ FUX N.PÁG-042\n          DJe-194  DIVULG 14-09-2018  PUBLIC 17-09-2018\n \nRcl 26962 AgR PROCESSO ELETRÔNICO\n          JULG-17-08-2018  UF-SP  TURMA-01  MIN-LUIZ FUX N.PÁG-033\n          DJe-179  DIVULG 29-08-2018  PUBLIC 30-08-2018","documental_indexacao_texto":"- RECLAMAÇÃO, TEORIA DOS PODERES IMPLÍCITOS. DIREITO COMPARADO, EXIGÊNCIA, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA, ACESSO, CORTE CONSTITUCIONAL, OFENSA, DIREITO FUNDAMENTAL. RECLAMAÇÃO, PRESERVAÇÃO, COMPETÊNCIA, STF; GARANTIA, DECISÃO; OBSERVÂNCIA, SÚMULA VINCULANTE. RECLAMAÇÃO, ROL TAXATIVO. ELEMENTO DE INFORMAÇÃO, PRESUNÇÃO RELATIVA, VALIDADE, VERACIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=29609&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, RECLAMAÇÃO, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA)\nRcl 6735 AgR (TP), Rcl 18020 AgR (1ªT), Rcl 22704 ED (2ªT), Rcl 25596 AgR (2ªT), Rcl 26154 AgR (2ªT). \n(REQUISITO, ADMISSIBILIDADE, RECLAMAÇÃO)\nRcl 21559 AgR (1ªT), Rcl 22608 AgR (2ªT). \n(RECLAMAÇÃO, CONTROLE DE CONSTITUCIONALIDADE, ATO NORMATIVO)\nRcl 4674 AgR (1ªT), Rcl 25347 AgR (2ªT). \n(IMPUGNAÇÃO ESPECÍFICA, FUNDAMENTAÇÃO, DECISÃO AGRAVADA)\nRcl 26244 AgR (1ªT), Rcl 18354 AgR (2ªT). \n(RECLAMAÇÃO, TEORIA DOS PODERES IMPLÍCITOS)\nRcl 141 (TP). \n(INTERPRETAÇÃO SISTEMÁTICA, INSTITUTO JURÍDICO, RECLAMAÇÃO)\nHC 109956 (1ªT). \n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO)\nRcl 4381 AgR (TP), Rcl 10036 AgR (TP), Rcl 16585 ED (1ªT), Rcl 24323 AgR (2ªT), Rcl 24091 AgR (2ªT). \n(SÚMULA VINCULANTE 14/STF)\nRcl 22009 AgR (2ªT), Rcl 22062 AgR (1ªT). \n(RECLAMAÇÃO, REEXAME, FATO, PROVA)\nRcl 25910 AgR (2ªT), Rcl 21690 AgR-ED (2ªT). \n(ELEMENTO DE INFORMAÇÃO, PRESUNÇÃO RELATIVA)\nSL 610 AgR (TP), Rcl 21832 AgR (2ªT). \n- Decisão estrangeira citada:  Caso McCulloch vs. Maryland, da Suprema Corte americana. \nNúmero de páginas: 36.\nAnálise: 13/12/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : JUCELHO BALBINO FRANCISCO DA COSTA \nADV.(A/S)  : LEANDRO PEREIRA DA SILVA \nAGDO.(A/S)  : NÃO INDICADO \nAM. CURIAE.  : ORDEM DOS ADVOGADOS DO BRASIL - SECAO DE GOIAS \nADV.(A/S)  : ROGERIO CALIXTO AMARAL E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":389556,"documental_tese_texto":null,"procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"Rcl 29609 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2018-08-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"AROCA, Juan Montero; MATÍES, José Flors. Amparo Constitucional y Proceso Civil. Tirant lo blanch: Valencia, 2005. p. 271-272.\nBOBBIO, Norberto. Teoria do ordenamento jurídico. 10. ed. Tradução: Maria Celeste C. J. Santos, Brasília: Universidade de Brasília, 1999. p. 71.\nCANARIS, Claus-Wilhelm. Pensamento sistemático e conceito de sistema na Ciência do Direito. Tradução: A. Menezes Cordeiro. Lisboa: Fundação Calouste Gulbenkian, 4. ed. 2008. p. 23 e 283.\nCHIOVENDA, Giuseppe. Instituições de direito processual civil. Campinas: Bookseller, 4. ed. Tradução: Paolo Capitano. 2009. p. 718.\nCORDEIRO, Antônio Menezes. Litigância de Má Fé, Abuso do direito de acção e culpa in agendo. Coimbra: Almedina, 2005. p. 72-73 e 85.\nMIRANDA, Francisco Cavalcanti Pontes de. Comentários ao Código de Processo Civil. Arts. 444-475. Rio de Janeiro: Forense, 2. ed. Tomo V. p. 385-387, 390 e 394.\nSALGADO, Alí Joaquim. Judicio de Amparo y acción de inconstitucionalidad. Buenos Aires, 1987. p. 31, 32 e 33.\nSULLIVAN,Kathleen M.; GUNTHER, Gerald. Constitutional Law. New York: Foundation Press, 16. ed. 2007.","ministro_facet":["LUIZ FUX"],"processo_numero":29609,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur462819","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que conhecia parcialmente da ação direta e julgava-a parcialmente procedente para, sem redução de texto, atribuir interpretação conforme à Constituição da República ao art. 1º da Lei n. 7.960/1989 e admitir o cabimento da prisão temporária desde que presentes cumulativamente as hipóteses dos incs. I e III ou I, II e III; e do voto do Ministro Gilmar Mendes, que acompanhava a Relatora quanto ao conhecimento parcial da ação, mas divergia na parte conhecida e julgava parcialmente procedente esta ADI para dar interpretação conforme ao art. 1º da Lei nº 7.960/1989 e fixar o entendimento de que, em conformidade com a CF e o CPP, a decretação de prisão temporária autoriza-se quando, cumulativamente: 1) for imprescindível para as investigações do inquérito policial (art. 1º, I, Lei nº 7.960/1989) (periculum libertatis), a partir de elementos concretos, e não meras conjecturas, sendo proibida a sua utilização como prisão para averiguações ou em violação ao direito à não autoincriminação; 2) houver fundadas razões de autoria ou participação do indiciado nos crimes previstos no art. 1º, III, Lei nº 7.960/1989 (fumus comissi delicti), vedada a analogia ou a interpretação extensiva do rol previsto no dispositivo; 3) for justificada em fatos novos ou contemporâneos que fundamentem a medida (art. 312, § 2º, CPP); 4) a medida for adequada à gravidade concreta do crime, às circunstâncias do fato e às condições pessoais do indiciado (art. 282, II, CPP), respeitados os limites previstos no art. 313 do CPP; 5) não for suficiente a imposição de medidas cautelares diversas, previstas nos arts. 319 e 320 do CPP (art. 282, § 6º, CPP), pediu vista dos autos o Ministro Edson Fachin. Falou, pela Advocacia-Geral da União, o Dr. Adriano Martins de Paiva. Plenário, Sessão Virtual de 13.11.2020 a 20.11.2020.\r\n\n           Decisão: Após o voto-vista do Ministro Edson Fachin, que acompanhava, com ressalvas, a divergência inaugurada pelo Min. Gilmar Mendes e conhecia da Ação Direta de Inconstitucionalidade n. 3.360 e em parte da Ação Direta de Inconstitucionalidade n. 4.109; e, no mérito, julgava os pedidos parcialmente procedentes para dar interpretação conforme a Constituição Federal ao art. 1º da Lei 7.960/1989 e fixar o entendimento de que a decretação de prisão temporária autoriza-se quando, cumulativamente: 1) for imprescindível para as investigações do inquérito policial (art. 1º, I, Lei 7.960/1989) (periculum libertatis), constatada a partir de elementos concretos, e não meras conjecturas, vedada a sua utilização como prisão para averiguações, em violação ao direito à não autoincriminação, ou quando fundada no mero fato de o representado não possuir residência fixa (inciso II); 2) houver fundadas razões de autoria ou participação do indiciado nos crimes previstos no art. 1º, III, Lei 7.960/1989 (fumus comissi delicti), vedada a analogia ou a interpretação extensiva do rol previsto no dispositivo; 3) for justificada em fatos novos ou contemporâneos que fundamentem a medida (art. 312, § 2º, CPP); 4) a medida for adequada à gravidade concreta do crime, às circunstâncias do fato e às condições pessoais do indiciado (art. 282, II, CPP); 5) não for suficiente a imposição de medidas cautelares diversas, previstas nos arts. 319 e 320 do CPP (art. 282, § 6º, CPP), no que foi acompanhado pela Ministra Rosa Weber; e dos votos dos Ministros Roberto Barroso, Luiz Fux (Presidente) e Nunes Marques, que acompanhavam a Ministra Cármen Lúcia (Relatora), pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 20.8.2021 a 27.8.2021.\r\n\n            Decisão: O Tribunal, por maioria, conheceu em parte da ação direta e, no mérito, julgou parcialmente procedente o pedido para dar interpretação conforme a Constituição Federal ao art. 1º da Lei 7.960/1989 e fixar o entendimento de que a decretação de prisão temporária autoriza-se quando, cumulativamente: 1) for imprescindível para as investigações do inquérito policial (art. 1º, I, Lei 7.960/1989) (periculum libertatis), constatada a partir de elementos concretos, e não meras conjecturas, vedada a sua utilização como prisão para averiguações, em violação ao direito à não autoincriminação, ou quando fundada no mero fato de o representado não possuir residência fixa (inciso II); 2) houver fundadas razões de autoria ou participação do indiciado nos crimes previstos no art. 1º, III, Lei 7.960/1989 (fumus comissi delicti), vedada a analogia ou a interpretação extensiva do rol previsto no dispositivo; 3) for justificada em fatos novos ou contemporâneos que fundamentem a medida (art. 312, § 2º, CPP); 4) a medida for adequada à gravidade concreta do crime, às circunstâncias do fato e às condições pessoais do indiciado (art. 282, II, CPP); 5) não for suficiente a imposição de medidas cautelares diversas, previstas nos arts. 319 e 320 do CPP (art. 282, § 6º, CPP), nos termos do voto do Ministro Edson Fachin, Redator para o acórdão, vencidos os Ministros Cármen Lúcia (Relatora), Roberto Barroso, Luiz Fux (Presidente), Nunes Marques e Alexandre de Moraes, nos termos dos respectivos votos. Nesta assentada o Ministro Gilmar Mendes reajustou seu voto. Plenário, Sessão Virtual de 4.2.2022 a 11.2.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur462819","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur462819","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI 7.960/1989. PRISÃO TEMPORÁRIA. CONSTITUCIONALIDADE. ART. 5º, INCISOS LXI E LVII, DA CF. NECESSIDADE DE DECISÃO JUDICIAL DEVIDAMENTE FUNDAMENTADA. ART. 93, INCISO IX, DA CF. PRAZO IMPRÓPRIO DE 24 HORAS PARA A DECRETAÇÃO DA PRISÃO. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO FEDERAL. ART. 1º, INCISO III, DA LEI 7.960/1989. ROL DE NATUREZA TAXATIVA. PRINCÍPIO DA LEGALIDADE ESTRITA. ART. 5º, INCISO XXXIX, DA CF. ART. 1º, INCISO I, DA LEI 7.960/1989. EXIGÊNCIA DE ELEMENTOS CONCRETOS. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. ART. 1º, INCISO II, DA LEI 7.960/1989. MERA AUSÊNCIA DE ENDEREÇO FIXO. VEDAÇÃO DE DECRETAÇÃO DE PRISÃO TEMPORÁRIA. NECESSIDADE DE OCORRÊNCIA DE FATOS NOVOS OU CONTEMPORÂNEOS QUE JUSTIFIQUEM A ADOÇÃO DA MEDIDA. ART. 312, § 2º, CPP. APLICABILIDADE À PRISÃO TEMPORÁRIA. VEDAÇÃO DE DECRETAÇÃO DA PRISÃO TEMPORÁRIA SOMENTE COM A FINALIDADE DE INTERROGATÓRIO. DIREITO À NÃO AUTOINCRIMINAÇÃO. ART. 282, INCISO II, E § 6º, DO CPP. DISPOSITIVOS APLICÁVEIS À PRISÃO TEMPORÁRIA. PRINCÍPIO DA PROPORCIONALIDADE. PRISÃO CAUTELAR COMO ULTIMA RATIO DO SISTEMA PROCESSUAL PENAL. INTELIGÊNCIA DO ART. 5º, INCISO LXVI, DA CF. PROCEDÊNCIA PARCIAL. \n\n\n\n    I – A parte autora não desenvolveu fundamentação jurídica mínima a amparar o pedido de inconstitucionalidade dos arts. 3º e seguintes da Lei 7.960/1989. Falta de causa de pedir. Ação conhecida somente no tocante à impugnação dos artigos 1º e 2º da Lei em comento. \n\n\n\n    II – A Constituição Federal autoriza que o legislador ordinário preveja modalidade de prisão cautelar voltada a assegurar o resultado útil da investigação criminal, como é o caso da prisão temporária, desde que respeitado o princípio da presunção de não culpabilidade. Inteligência do art. 5º, incisos LXI e LVII, da Constituição Federal. \n\n\n\n    III – Não viola a Constituição Federal a previsão legal de decretação de prisão temporária quando presentes fundados indícios da prática dos crimes de quadrilha, atual associação criminosa, e contra o sistema financeiro (alíneas “l” e “o” do inciso III do art. 1º da Lei 7.960/89). Cuida-se de opção do legislador, dentro do seu legítimo campo de conformação, com o escopo de conferir especial atenção a determinados crimes que em seu entender merecem maior necessidade de prevenção. \n\n\n\n    IV – A prisão temporária não é medida de caráter compulsório, já que sua decretação deve se dar mediante decisão judicial devidamente fundamentada em elementos aptos a justificar a imposição da medida. Inteligência do art. 2º, caput e § 2º, da Lei 7.960/1989, bem como art. 93, inciso IX, da CF. \n\n\n\n    V – O prazo de 24 horas previsto no § 2º do art. 2º da Lei 7.960/1989 é compatível com a Constituição Federal. Trata-se de prazo impróprio a ser observado conforme o prudente arbítrio do Magistrado competente para a decretação da medida. \n\n\n\n    VI – A decretação da prisão temporária reclama sempre a presença do inciso III do art. 1º da Lei 7.960/1989. O dispositivo, ao exigir a presença de fundadas razões de autoria ou participação do indiciado nos crimes nele previstos, evidencia a necessidade do fumus comissi delicti, indispensável para a decretação de qualquer medida cautelar. Rol de crimes de natureza taxativa, desautorizada a analogia ou a interpretação extensiva, em razão dos princípios da legalidade estrita (art. 5º, inciso XXXIX, da CF) e do devido processo legal substantivo (art. 5º, inciso LXV, CF). \n\n\n\n    VII – A decretação da prisão temporária exige também a presença do inciso I do art. 1º da Lei de regência. O inciso, ao dispor que a prisão temporária pode ser decretada somente quando for imprescindível para as investigações do inquérito policial, traz a necessidade de demonstração do periculum libertatis do representado, requisito indispensável para a imposição de prisões cautelares por força do princípio constitucional da presunção de inocência que obsta a antecipação de penas. Exigência de fundamentação calcada em elementos concretos, e não em simples conjecturas. Precedentes desta Corte. \n\n\n\n    VIII – O inciso II do art. 1º da Lei 7.960/1989 mostra-se dispensável ou, quando interpretado isoladamente, inconstitucional. Não se pode decretar a prisão temporária pelo simples fato de o representado não possuir endereço fixo. A circunstância de o indiciado não possuir residência fixa deve evidenciar de modo concreto que a prisão temporária é imprescindível para a investigação criminal (inciso I do art. 1º da Lei em comento).\n\n\n\n    IX – A prisão temporária deve estar fundamentada em fatos novos ou contemporâneos à decretação da medida (art. 312, § 2º, CPP). Ainda que se cuide de dispositivo voltado à prisão preventiva, a regra é consequência lógica da cautelaridade das prisões provisórias e do princípio constitucional da não culpabilidade.\n\n\n\n    X – É vedada a decretação da prisão temporária somente com a finalidade de interrogar o indiciado, porquanto ninguém pode ser forçado a falar ou a produzir prova contra si. Doutrina. Inteligência das Arguições de Descumprimento de Preceito Fundamental n.º 395 e n.º 444, rel. Min. Gilmar Mendes, Plenário, STF, julgadas em 14/06/2018.\n\n\n\n    XI – A decretação da prisão temporária deve observar o previsto no art. 282, inciso II, do CPP. Trata-se de regra geral a incidir sobre todas as modalidades de medida cautelar, as quais, em atenção ao princípio da proporcionalidade, devem observar a necessidade e a adequação da medida em vista da gravidade do crime, das circunstâncias do fato e das condições pessoais do representado. \n\n\n\n    XII – O disposto no art. 282, § 6º, do CPP também deve ser atendido para a decretação da prisão temporária. Em razão do princípio constitucional da não culpabilidade, a regra é a liberdade; a imposição das medidas cautelares diversas da prisão a exceção; ao passo que a prisão, qualquer que seja a sua modalidade, a exceção da exceção, é dizer, a ultima ratio do sistema processual penal. Inteligência do art. 5º, inciso LXVI, da CF. \n\n\n\n    XIII – O art. 313 do CPP cuida de dispositivo específico para a prisão preventiva não aplicável à prisão temporária, porquanto, no caso desta, o legislador ordinário, no seu legítimo campo de conformação, já escolheu os delitos que julgou de maior gravidade para a imposição da prisão (inciso III do art. 1º da Lei 7.960/89). Entender de modo diverso implicaria confusão entre os pressupostos de decretação das prisões preventiva e temporária, bem como violação aos princípios da legalidade e da separação entre os poderes. \n\n\n\n    XIV – Ação Direta de Inconstitucionalidade parcialmente conhecida e, na parte conhecida, julgados parcialmente procedentes os pedidos para conferir interpretação conforme a Constituição Federal ao art. 1º da Lei 7.960/1989 e fixar o entendimento de que a decretação de prisão temporária autoriza-se quando, cumulativamente: 1) for imprescindível para as investigações do inquérito policial (art. 1º, I, Lei 7.960/1989) (periculum libertatis), constatada a partir de elementos concretos, e não meras conjecturas, vedada a sua utilização como prisão para averiguações, em violação ao direito à não autoincriminação, ou quando fundada no mero fato de o representado não possuir residência fixa (inciso II); 2) houver fundadas razões de autoria ou participação do indiciado nos crimes previstos no art. 1º, III, Lei 7.960/1989 (fumus comissi delicti), vedada a analogia ou a interpretação extensiva do rol previsto no dispositivo; 3) for justificada em fatos novos ou contemporâneos que fundamentem a medida (art. 312, § 2º, CPP); 4) a medida for adequada à gravidade concreta do crime, às circunstâncias do fato e às condições pessoais do indiciado (art. 282, II, CPP); 5) não for suficiente a imposição de medidas cautelares diversas, previstas nos arts. 319 e 320 do CPP (art. 282, § 6º, CPP).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760302537","externo_seq_objeto_incidente":2629686,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-075  DIVULG 20-04-2022  PUBLIC 22-04-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4109&classe=ADI","is_colac":false,"titulo":"ADI 4109","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00179 INC-00010\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    ART-00072 PAR-00013\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00113 NÚMERO-00021\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00122 NÚMERO-00011\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00141 PAR-00020\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00150 PAR-00010\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    ART-00153 PAR-00010\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00035 INC-00039\n    INC-00049 INC-00054 INC-00057 INC-00061\n    INC-00063 INC-00065 INC-00066 INC-00067\n    INC-00068 PAR-00003 ART-00022 INC-00001\n    ART-00062 ART-00093 INC-00009 INC-00011\n    ART-00103 PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032 ANO-2001\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-006815 ANO-1980\n    EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-007960 ANO-1989\n    ART-00001 \"CAPUT\" INC-00001 INC-00002\n    INC-00003 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I LET-J LET-K\n    LET-L LET-M LET-N LET-O\n    LET-P ART-00002 \"CAPUT\" PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 PAR-0004A\n    PAR-00005 PAR-00006 PAR-00007 PAR-00008\n    PAR-00014 ART-00003 ART-00004 ART-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00002 PAR-00004\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-012037 ANO-2009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013869 ANO-2019\n    ART-00040\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00007 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    ART-8.2 LET-G\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-INT   PCT ANO-1966\n    ART-00009 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    ART-14.3 LET-G\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00155 ART-00288\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00260 ART-00282 INC-00001 INC-00002\n    PAR-00006 ART-00283 \"CAPUT\" ART-00301\n    ART-00302 ART-00303 ART-00304 ART-00305\n    ART-00306 ART-00307 ART-00308 ART-00309\n    ART-00310 ART-00311 ART-00312 PAR-00002\n    ART-00313 INC-00001 INC-00002 INC-00003\n    PAR-00001 PAR-00002 ART-00314 ART-00316\n    ART-00319 ART-00320 ART-00393 INC-00001\n    ART-00408 PAR-00001\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   MPR-000111 ANO-1989\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-014450 ANO-1920\n    ART-00263\n    CPPM-1920 CÓDIGO DE PROCESSO PENAL MILITAR\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   PJL-003655 ANO-1989\n    PROJETO DE LEI DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   PJL-000156 ANO-2009\n    SEÇÃO-00004 ART-00563 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 INC-00008 INC-00009 INC-00010\n    INC-00011 INC-00012 PAR-00001 PAR-00002\n    ART-00564\n    PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   SUV-000025\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   EXM\n    EXPOSIÇÃO DE MOTIVOS DA MPR-111/1989"],"publicacao_data":"2022-04-22","documental_acordao_mesmo_sentido_lista_texto":"ADI 3360  PROCESSO ELETRÔNICO\n          JULG-14-02-2022  UF-DF  TURMA-TP  MIN-CÁRMEN LÚCIA N.PÁG-115\n          DJe-084  DIVULG 02-05-2022  PUBLIC 03-05-2022","documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIVERGÊNCIA, MINISTRO RELATOR, INTERPRETAÇÃO EXTENSIVA, PRISÃO TEMPORÁRIA, CABIMENTO. PRISÃO EM FLAGRANTE, INCAPACIDADE, MANUTENÇÃO, ACUSADO, LIMITE SUPERIOR, VINTE E QUATRO HORAS. RESTRIÇÃO, DECRETAÇÃO, PRISÃO AUTOMÁTICA. IMPOSSIBILIDADE, PRISÃO TEMPORÁRIA, INVESTIGAÇÃO. LEGITIMIDADE, PRISÃO TEMPORÁRIA, CUMPRIMENTO, REQUISITO, LEI. INOVAÇÃO, LEI, DECRETAÇÃO, PRISÃO, JUSTIFICATIVA, FATO NOVO, CONTEMPORANEIDADE. IMPOSSIBILIDADE, HIPÓTESE, PRESUNÇÃO, AUSÊNCIA, FUNDAMENTAÇÃO, ELEMENTO CONCRETO. INADMISSIBILIDADE, PRISÃO, PESSOA NATURAL, SITUAÇÃO, VULNERABILIDADE. AUSÊNCIA, ENDEREÇO CERTO. PRISÃO TEMPORÁRIA, ROL TAXATIVO, IMPOSSIBILIDADE, AMPLIAÇÃO. VEDAÇÃO, PRISÃO TEMPORÁRIA, AVERIGUAÇÃO; PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DIREITO FUNDAMENTAL. STF, PROIBIÇÃO, CONDUÇÃO COERCITIVA, RÉU. INEXISTÊNCIA, DIREITO, AUTOINCRIMINAÇÃO; DIREITO AO SILÊNCIO, IMPUTAÇÃO, ACUSADO, PRODUÇÃO DE PROVA.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: PRISÃO TEMPORÁRIA, ESPÉCIE, PRISÃO CAUTELAR, EXCEPCIONALIDADE. PRISÃO CAUTELAR, SUBMISSÃO, PRINCÍPIO DA PROPORCIONALIDADE. INOCORRÊNCIA, DIREITO FUNDAMENTAL, CARÁTER ABSOLUTO. LEI PROCESSUAL PENAL, HIPÓTESE, PRISÃO CAUTELAR, ADEQUAÇÃO, NECESSIDADE, RAZOABILIDADE. OBSERVÂNCIA, PROPORCIONALIDADE, DELIMITAÇÃO, LEGISLAÇÃO, PRISÃO CAUTELAR. LEGISLAÇÃO VIGENTE, PRISÃO TEMPORÁRIA, DECRETAÇÃO, INQUÉRITO, DURAÇÃO, CINCO DIAS, PRORROGAÇÃO. ILICITUDE, PRISÃO TEMPORÁRIA, AVERIGUAÇÃO. NECESSIDADE, AUTORIZAÇÃO JUDICIAL, DEMONSTRAÇÃO, EXISTÊNCIA, INDÍCIO, ENVOLVIMENTO, INVESTIGADO, DELITO, INDISPENSABILIDADE, MANDADO JUDICIAL. PRISÃO TEMPORÁRIA, INTERROGATÓRIO, OFENSA, DEVIDO PROCESSO LEGAL. AUTOINCRIMINAÇÃO. PRECEDENTE, STF, INCOMPATIBILIDADE, CONSTITUIÇÃO FEDERAL, CONDUÇÃO COERCITIVA, INTERROGATÓRIO, INVESTIGADO. LEI, PRISÃO TEMPORÁRIA, COMPATIBILIDADE, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS. DISTINÇÃO, REQUISITO, PRISÃO TEMPORÁRIA, PRISÃO PREVENTIVA. INEXISTÊNCIA, ENDEREÇO CERTO, ELEMENTO DE INFORMAÇÃO, IDENTIFICAÇÃO CIVIL, INOCORRÊNCIA, JUSTIFICATIVA, DECRETAÇÃO, PRISÃO TEMPORÁRIA. INOCORRÊNCIA, PRISÃO TEMPORÁRIA, DECRETAÇÃO, FORMA AUTOMÁTICA.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: CONTEXTO HISTÓRICO, PRISÃO TEMPORÁRIA, CONVERSÃO, MEDIDA PROVISÓRIA, FINALIDADE, SUBSTITUIÇÃO, PRISÃO CAUTELAR, AVERIGUAÇÃO. DIREITO À LIBERDADE, REGRA, EXCEPCIONALIDADE, SUPRESSÃO. CONSTITUIÇÃO FEDERAL, RESTRIÇÃO, AUTORIDADE COMPETENTE, DECRETAÇÃO, PRISÃO. PRISÃO TEMPORÁRIA, RESERVA DE JURISDIÇÃO. PRISÃO TEMPORÁRIA, INAPLICABILIDADE, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. STF, JURISPRUDÊNCIA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, POSSIBILIDADE, PRISÃO PROVISÓRIA. EXISTÊNCIA, FUMUS COMISSI DELICTI, PERICULUM LIBERTATIS, POSSIBILIDADE, PRISÃO TEMPORÁRIA, ORDEM ESCRITA E FUNDAMENTADA, MAGISTRADO, PEDIDO, MINISTÉRIO PÚBLICO, AUTORIDADE POLICIAL. ANTEPROJETO, CÓDIGO DE PROCESSO PENAL, DESCRIÇÃO, REQUISITO, DECRETAÇÃO, PRISÃO TEMPORÁRIA. CONSTITUIÇÃO FEDERAL, SISTEMA ACUSATÓRIO, DISTINÇÃO, SISTEMA INQUISITIVO. AÇÃO PENAL PÚBLICA, TITULARIDADE, MINISTÉRIO PÚBLICO, DOMINUS LITIS. PRAZO, VINTE E QUATRO HORAS, MAGISTRADO, DECISÃO, PRISÃO TEMPORÁRIA, DESPROPORCIONALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4109&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(VEDAÇÃO, DECRETAÇÃO, PRISÃO TEMPORÁRIA, FINALIDADE, INTERROGATÓRIO)\nHC 80494 (2ªT), ADPF 395 (TP), ADPF 444 (TP). \n(ADI, DESCABIMENTO, AUSÊNCIA, FUNDAMENTAÇÃO, IMPUGNAÇÃO, DISPOSITIVO)\nADI 259 (TP). \n(EXCEPCIONALIDADE, PRISÃO TEMPORÁRIA)\nADI 162 (TP). \n(PRISÃO TEMPORÁRIA, EXTRAPOLAÇÃO, PRAZO)\nHC 90652 (1ªT). \n(IMPOSSIBILIDADE, DECRETAÇÃO, FORMA AUTOMÁTICA, PRISÃO TEMPORÁRIA)\nHC 95009 (TP), HC 105833 (1ªT). \n(CONCEITUAÇÃO, PRISÃO TEMPORÁRIA)\nRHC 92873 (2ªT), HC 102974 (2ªT). \n(MEDIDA CAUTELAR, REQUISITO, CONTEMPORANEIDADE, FATO)\nHC 182111 AgR (2ªT). \n(PRISÃO CAUTELAR, FUNDAMENTAÇÃO, DECISÃO)\nHC 84662 (1ªT), HC 86175 (2ªT), HC 88448 (2ªT), HC 101244 (1ªT), HC 115613 (2ªT). \n(ILEGITIMIDADE, PODER GERAL DE CAUTELA)\nHC 186490 (2ªT). \n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\nHC 68929 (1ªT). \n(COMPATIBILIDADE, ANTECIPAÇÃO, MEDIDA CAUTELAR, PRISÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 71169 (1ªT), HC 81468 (2ªT), RHC 108440 (1ªT). \n(SISTEMA ACUSATÓRIO, IMPOSSIBILIDADE, INTERFERÊNCIA, PODER JUDICIÁRIO, OPINIO DELICTI, MINISTÉRIO PÚBLICO)\nInq 2913 AgR (TP). \n(MINISTÉRIO PÚBLICO, TITULARIDADE, AÇÃO PENAL PÚBLICA, AUTORIDADE, OPINIO DELICTI)\nADI 4693 (TP), RHC 120379 ED (1ªT), HC 93921 AgR (2ªT), Inq 4045 AgR (2ªT). \n(INEXISTÊNCIA, COMPULSORIEDADE, DECRETAÇÃO, PRISÃO TEMPORÁRIA)\nADI 162 MC (TP). \n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, AUSÊNCIA, AFASTAMENTO, CONSTITUCIONALIDADE, PRISÃO PROVISÓRIA)\nHC 71169 (1ªT), HC 81468 (2ªT), RHC 108440 (1ªT). \n- Decisão monocrática citada:\n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, AUSÊNCIA, AFASTAMENTO, CONSTITUCIONALIDADE, PRISÃO PROVISÓRIA)\nHC 84787 MC.\n- Legislação estrangeira citada: pontos 1º a 6º, do artigo 62-2 e art. 63, II, do Code de Procédure Pénale francês e item 39 da Magna Charta Libertatum, da Inglaterra.\n- Veja ADI 3360 do STF.\nNúmero de páginas: 118.\nAnálise: 10/03/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO TRABALHISTA BRASILEIRO - PTB \nADV.(A/S)  : WLADIMIR SÉRGIO REALE \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nAM. CURIAE.  : GRUPO TORTURA NUNCA MAIS/RJ \nADV.(A/S)  : THIAGO BOTTINO DO AMARAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":462819,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4109","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-02-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BADARÓ, Gustavo Henrique. Processo penal. 4. ed. Revista dos Tribunais, 2016. p. 1045-1048.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Constituição da república portuguesa anotada. 3. ed. Coimbra, 1993. p. 184.\nCARVALHO, Luis Gustavo G. C. Processo Penal e Constituição. Saraiva, 2014. p. 210.\nCRUZ, Rogério Schietti Machado. Prisão Cautelar: dramas, princípios e alternativas. Rio de Janeiro: Lumen Juris, 2006. p. 1, 16, 65-66.\nFERNANDES, Antonio Scarance. Processo Penal Constitucional. 6. ed. Revista dos Tribunais, 2010. p. 290.\nFERNANDES, Antonio Scarance. Processo penal constitucional. 7. ed. Revista dos Tribunais, 2012. p. 301-305.\nFISCHER, Douglas. Garantismo penal integral (e não o garantismo hiperbólico monocular) e o princípio da proporcionalidade: breves anotações de compreensão e aproximação dos seus ideais. Revista de Doutrina da Quarta Região, Porto Alegre, n. 28, mar. 2009. Disponível em: http://www.revistadoutrina.trf4.jus.br/artigos/edicao028/douglas_fischer.html. Acesso em: 19 fev. 2019.\nGIACOMOLLI, Nereu J. Devido processo penal. Atlas, 2014. p. 193.\nGRECO FILHO, Vicente. Manual de Processo Penal. 11. ed. Saraiva, 2015. p. 318.\nGRECO, Rogério. Curso de Direito Penal: parte geral. 20. ed. Niterói: Impetus, 2018. v. 1. p. 2.\nGRINOVER, Ada Pellegrini; GOMES FILHO, Antonio Magalhães; FERNANDES, Antonio Scarance. As nulidades no processo penal. 11. ed. Revista dos Tribunais, 2009. p. 278.\nGRINOVER, Ada Pellegrini. Limites constitucionais à prisão temporária. Revista Jurídica Brasileira, n. 207, 1995. p. 35-38.\nGOMES FILHO, Antonio Magalhães. Medidas Cautelares e Princípios Constitucionais – Comentários ao artigo 282 do CPP, na redação da Lei 12.403/2011, em Medidas Cautelares no Processo Penal: Prisões e suas alternativas. São Paulo: Revista dos Tribunais, 2012. p. 18 e 21.\nGÓMEZ-TRELLES, Javier Sánchez-Vera. Variaciones sobre la presunción de inocencia. Marcial Pons, 2012. p. 37.\nGRECO FILHO, Vicente. Manual de processo penal. 6. ed. Saraiva, 1999. p. 272-273.\nGUEDES, Gabriel P. O direito de não produzir prova contra si mesmo: aproximações entre os cases da Corte Interamericana de Direitos Humanos e do Supremo Tribunal Federal. Dissertação, PUCRS, 2014. p. 80.\nLIMA, Renato Brasileiro de. Legislação criminal especial comentada. 6. ed. JusPodivm, 2018. p. 827-883.\nLIMA, Renato Brasileiro de. Manual de processo penal. 4. ed. JusPodivm, 2016. p. 971-986.\nLOPES JR., Aury. Direito Processual Penal. 12. ed. Saraiva, 2015. p. 677-683. \nLOPES JR., Aury. Direito Processual Penal. 15. ed. 2018. p. 673.\nLOPES JR., Aury. Direito processual penal. Saraiva, 2017. p. 104.\nLOPES JR., Aury. Prisões Cautelares. 4. ed. Saraiva, 2013. p. 174.\nMESSA, Ana Flávia. Prisão e Liberdade. 2. ed. Saraiva, 2013. p. 169.\nMIRABETE, Julio Fabbrini. Processo Penal. 14. ed. Atlas, 2003. p. 392.\nMIRABETE, Julio Fabbrini. Processo Penal. 18. ed. Atlas, 2007. p. 402.\nMORAES, Maurício Zanoide de. Presunção de Inocência no Processo Penal Brasileiro: análise de sua estrutura normativa para a elaboração legislativa e para a decisão judicial. Rio de Janeiro: Lumen Juris, 2010.\nNORONHA, Edgard Magalhães. Curso de Direito Processual Penal. 21. ed. Saraiva, 1992. p. 173.\nNUCCI, Guilherme de Souza. Leis penais e processuais penais comentada. 7. ed. Revista dos Tribunais, 2013. v. 2. p. 615-628 e 624.\nNUCCI, Guilherme de Souza. Manual de processo penal e execução penal. 11. ed. Gen Forense, 2014. p. 530-532.\nOLIVEIRA, Eugênio Pacelli de. Curso de processo penal. 18. ed. Atlas, 2014. p. 544-548.\nPACCELI, Eugênio. Curso de Processo Penal. 21. ed. Atlas, 2017. p. 559.\nPACELLI, Eugênio. Curso de Processo Penal. 22. ed. 2018. p. 561 e 564.\nPOLASTRI, Marcellus. A Tutela Cautelar no Processo Penal. 3. ed. São Paulo: Atlas, 2014. p. 19 e 208-217.\nPOLASTRI, Marcellus. Da prisão e da Liberdade Provisória. Rio de Janeiro: Lumen Juris, 2011. p. 87, 91 e 213-214.\nQUEIJO, Maria Elizabeth. O direito de não produzir prova contra si mesmo. Saraiva, 2012. p. 478.\nRIBEIRO, Diaulas Costa. Prisão temporária – Lei n. 7.960/89, de 21.12.89 – um breve estudo sistemático e comparado, Revista dos Tribunais, n. 707, 1994. p. 272.\nTROIS NETO, Paulo Mário C. Direito à não autoincriminação e direito ao silêncio. Livraria do Advogado, 2011. p. 104.\nTUCCI, Rogério Lauria. Direitos e garantias individuais no processo penal brasileiro. 3. ed. Revista dos Tribunais, 2009. p. 257-258.","ministro_facet":["CÁRMEN LÚCIA","EDSON FACHIN"],"processo_numero":4109,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur462846","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta de inconstitucionalidade, nos termos do voto do Relator. Plenário, Sessão Virtual de 18.3.2022 a 25.3.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":["1","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur462846","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur462846","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    DEFENSORIA PÚBLICA. INSTITUIÇÃO ESSENCIAL À FUNÇÃO JURISDICIONAL DO ESTADO. ACESSO À JUSTIÇA. DEFESA JURÍDICA INTEGRAL DOS NECESSITADOS. ART. 134 DA CONSTITUIÇÃO FEDERAL. ATOS EXTRAPROCESSUAIS. CONCILIAÇÃO. MEDIAÇÃO. AMPLA DEFESA E CONTRADITÓRIO. AÇÃO PENAL PRIVADA E SUBSIDIÁRIA DA PÚBLICA. PATROCÍNIO DOS DIREITOS E INTERESSES DO CONSUMIDOR, DA CRIANÇA E DO ADOLESCENTE, DO IDOSO E DAS PESSOAS COM DEFICIÊNCIA FÍSICA. ASSISTÊNCIA JUDICIÁRIA. TRANSPOSIÇÃO. ART. 22 DO ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS. OBSERVÂNCIA. DESVIO DE FUNÇÃO. INOCORRÊNCIA. ISONOMIA REMUNERATÓRIA. IMPROCEDÊNCIA DO PEDIDO.\n\n\n\n    1. A Defensoria Pública, instituição essencial à função jurisdicional do Estado, é o órgão responsável por conferir a máxima efetividade à garantia fundamental do acesso à Justiça, uma vez que incumbida da orientação jurídica e da defesa dos necessitados (CF, art. 134).\n\n\n\n    2. O papel e o potencial da Defensoria Pública para exercer a defesa jurídica integral dos necessitados hão de ser estendidos a atos extraprocessuais, aí incluída a promoção da “conciliação entre as partes, quando conveniente, antes da propositura da ação”.\n\n\n\n    3. As garantias fundamentais do acesso à Justiça e da ampla defesa e do contraditório, cristalizadas no incisos XXXV e LV do art. 5º do Texto Constitucional, implicam o dever do Estado-Defensor de promover, em benefício dos hipossuficientes, a ação penal privada e, no caso de inércia do Ministério Público, a subsidiária da pública (inciso LIX), de modo que não é razoável impor restrição à legitimidade para agir no contexto do processo penal.\n\n\n\n    4. É incompatível com a Constituição Federal, ainda que em sua redação original, a limitação da atuação da Defensoria Pública às demandas individuais dos necessitados. O propósito maior do órgão é assegurar o efetivo acesso à Justiça por todos os necessitados, observados os direitos fundamentais previstos no art. 5º, XXXV, LXXIV e LXXVIII, da Carta da República. A opção das ações coletivas racionaliza o trabalho do Poder Judiciário e aumenta a possibilidade de serem alcançadas soluções uniformes e igualitárias para os diferentes titulares dos mesmos direitos, garantindo-se a eficiência da prestação jurisdicional, a duração razoável do processo e a justiça das decisões. Mostra-se harmônica com o perfil constitucional da Defensoria Pública a competência para patrocinar os direitos e interesses do consumidor, da criança e do adolescente, do idoso e das pessoas com deficiência, mesmo que a atuação se dê em sede de ação coletiva.\n\n\n\n    5. A Constituição de 1988, ao instituir a Defensoria Pública, resguardou situações jurídicas consolidadas relativamente à assistência judiciária dos necessitados. Por meio do art. 22 do Ato das Disposições Constitucionais Transitórias, disciplinou o aproveitamento daqueles que vinham atuando na função de defensor público, de modo a evitar prejuízo ou interrupção dos serviços prestados, que constituem direito fundamental dos menos afortunados.\n\n\n\n    6. Os servidores investidos na função de defensor público até a data em que instalada a Assembleia Nacional Constituinte têm direito à opção pela carreira, independentemente da forma da investidura originária, desde que cumpridos os requisitos definidos pelo Texto Constitucional. Precedentes. Os requisitos são dois: (i) vínculo com a Administração Pública em data anterior à instalação da Assembleia Nacional Constituinte e (ii) investidura na função, e não no cargo, de defensor público.\n\n\n\n    7. O parágrafo único do art. 16 da Lei Complementar n. 9.230/1991 do Rio Grande do Sul não dilata a exceção prevista na Constituição (ADCT, art. 22), apenas a concretiza no âmbito estadual. Assim, ao transpor para o cargo de Defensor Público da classe inicial os Assistentes Judiciários que optaram pelo cargo de Assessor e exerciam as funções típicas de defensor público, mostra-se de todo compatível com a Carta Federal de 1988.\n\n\n\n    8. Em relação ao art. 17, caput, da Lei Complementar n. 9.230/1991 do Rio Grande do Sul, não é possível concluir pela atribuição de remuneração de Assessor a funcionários públicos em desvio de função. O próprio complexo normativo estadual integrou, no cargo de Assessor, os ocupantes dos cargos de Assistente Judiciário e de Assessor Jurídico. O dispositivo pretende, a todos os títulos, promover a isonomia remuneratória considerados os servidores que exerciam atividades de Assistente Judiciário.\n\n\n\n    9. Pedido julgado improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760326870","externo_seq_objeto_incidente":1523712,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-077  DIVULG 22-04-2022  PUBLIC 25-04-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=576&classe=ADI","is_colac":false,"titulo":"ADI 576","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00114 PAR-00035\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00035 INC-00055 INC-00059\n    INC-00074 INC-00078 ART-00022 INC-00001\n    ART-00037 INC-00002 ART-00134 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000080 ANO-2014\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00022\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000080 ANO-1994\n    ART-00001 ART-00004 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00008\n    INC-00010 INC-00011 INC-00015 INC-00018\n    PAR-00004\n    LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LCP-000132 ANO-2009\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007779 ANO-1983\n    ART-00001 ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007347 ANO-1985\n    ART-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011340 ANO-2006\n    ART-00027 ART-00028\n    LEI ORDINÁRIA - LEI MARIA DA PENHA\n\n","LEG-FED   LEI-011448 ANO-2007\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011690 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011719 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00784 INC-00004\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    NÚMERO-00004\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-0396A PAR-00001 PAR-00002\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-EST   EMC-000010 ANO-1979\n    EMENDA CONSTITUCIONAL, RS\n\n","LEG-EST   CES ANO-1989\n    CONSTITUIÇÃO ESTADUAL, RS\n\n","LEG-EST   EMC-000035 ANO-2003\n    EMENDA CONSTITUCIONAL, RO\n\n","LEG-EST   ADCT ANO-1989\n    ART-00012\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS, RO\n\n","LEG-EST   ADCT ANO-1989\n    ART-00014\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS, BA\n\n","LEG-EST   ADCT ANO-1989\n    ART-00055\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS, PR\n\n","LEG-EST   ADCT ANO-1991\n    ART-00029\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS, AP\n\n","LEG-EST   LCP-009230 ANO-1991\n    ART-00002 INC-00001 INC-00003 INC-00006\n    ART-00003 INC-00002 LET-A LET-B\n    ART-00005 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 INC-00012\n    ART-00012 LET-B LET-C ART-00016\n    \"CAPUT\" PAR-ÚNICO ART-00017 \"CAPUT\"\n    LEI COMPLEMENTAR, RS\n\n","LEG-EST   LCP-000008 ANO-1994\n    ART-00085 ART-00086 ART-00087\n    LEI COMPLEMENTAR, AP\n\n","LEG-EST   LEI-001060 ANO-1950\n    LEI ORDINÁRIA\n\n","LEG-EST   LEI-004483 ANO-1963\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-004938 ANO-1965\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-005161 ANO-1965\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-006417 ANO-1972\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-006834 ANO-1974\n    ART-00004 PAR-ÚNICO\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-007061 ANO-1976\n    ART-00001 ART-00002 ART-00003\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-007251 ANO-1979\n    ART-00001 ART-00003 PAR-ÚNICO ART-00020\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-010194 ANO-1994\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   DEC-007845 ANO-1939\n    DECRETO, RS\n\n","LEG-EST   DEC-012842 ANO-1961\n    DECRETO, RS\n\n","LEG-EST   DEC-017114 ANO-1965\n    DECRETO, RS\n\n","LEG-EST   DEC-023619 ANO-1974\n    ART-00001 INC-00001 INC-00002 INC-00003\n    INC-00004 ART-00002 ART-00004\n    DECRETO, RS\n\n","LEG-EST   DEC-002778 ANO-1985\n    DECRETO, RO"],"publicacao_data":"2022-04-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=576&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE, DEFENSORIA PÚBLICA, AÇÃO CIVIL PÚBLICA, INTERESSES DIFUSO, INTERESSE COLETIVO)\nADI 2158 (TP), ADI 2189 (TP), ADI 2903 (TP), ADI 3943 (TP), RE 733433 (TP). \n(TRANSPOSIÇÃO DE CARGO, ASSISTENTE JURÍDICO, DEFENSOR PÚBLICO)\nADI 114 (TP), ADI 1267 (TP), ADI 3603 (TP), ADI 3720 (TP), RE 161712 (TP), ADI 175 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(DEFENSORIA PÚBLICA, ASSISTENTE DA ACUSAÇÃO, VÍTIMA)\nSTJ: RMS 45793. \n- Legislação estrangeira citada: Lei 8/1823, das Ordenações Filipinas.\nNúmero de páginas: 56.\nAnálise: 16/01/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : ASSOCIAÇÃO DOS DEFENSORES PÚBLICOS DO ESTADO DO RIO GRANDE DO SUL - ADPERGS \nADV.(A/S)  : RAFAEL DA CAS MAFFINI \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":462846,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ADI 576","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-03-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CAPPELLETTI, Mauro; GARTH, Bryan. Acesso à Justiça. Tradução: Ellen Gracie Northfleet. Porto Alegre: Fabris, 1988. p. 31, 49-51 e 67-73.\n\nCAPPELETTI, Mauro; GARTH, Bryant. Acesso à Justiça. Porto Alegre: Fabris, 2002.\n\nCARVALHO, Luis Gustavo Grandinetti Castanho. Processo penal e Constituição: princípios constitucionais do processo penal. 6. ed. São Paulo: Saraiva, 2014. p. 74.\n\nFERNANDES, Antônio Scarance. Processo penal constitucional. 4. ed. 2005. São Paulo: Revista dos Tribunais. p. 256.\n\nGONZÁLEZ, Pedro. Defensoria Pública no século XXI: novos horizontes e desafios. 2. ed. Rio de Janeiro: Lumen Juris, 2020. p. 47.\n\n\nGRINOVER, Ada Pellegrini. A tutela jurisdicional dos direitos difusos. Novas tendências do direito processual. Rio de Janeiro: Forense Universitária, 1990.\nGRINOVER, Ada Pellegrini. Da class action for damages à ação de classe brasileira: os requisitos de admissibilidade. In: MILARÉ, Édis (coord.). Ação civil pública: Lei 7.347/1985, 15 anos. São Paulo: Revista dos Tribunais, 2002 p. 19.\n\nMAIA, Maurílio Casas; RAMOS FILHO, Carlos Alberto de Moraes. Defensoria Pública: expressão e instrumento do regime democrático – algumas dimensões”. In: MAIA, Maurílio Casas (org.). Defensoria Pública, Constituição e ciência política. Salvador: JusPodivm, 2021. p. 200.\n\nNICOLITT, André Luiz. Manual de processo penal. 4. ed. Rio de Janeiro: Elsevier, 2013. p. 236.\n\nNOGUEIRA, Vânia Márcia Damasceno. A nova Defensoria Pública e o direito fundamental de acesso à Justiça em uma neo-hermenêutica da hipossuficiência. Repertório de Jurisprudência da IOB. Civil, Processual Civil, Penal e Comercial, v. III. p. 30, jan. 2011.\n\nREIS, Gustavo Augusto Soares dos. A importância da Defensoria Pública em um estado democrático e social de direito. Revista Brasileira de Ciências Criminais. São Paulo, ano 16, p. 265, maio 2008.\n\nSARMENTO, Daniel. Dimensões constitucionais da Defensoria Pública da União. Parecer solicitado pela Associação Nacional dos Defensores Públicos Federais quanto ao regime jurídico da Defensoria Pública da União, especialmente em razão da aprovação das Emendas Constitucionais n. 74/2013 e 80/2014. Disponível em: adambrasil.com/wpcontent/uploads/2017/05/Parecer_ANADEF_CERTO.pdf. Acesso em: 5 out. 2021.\nSIQUEIRA, Victor Hugo. Defensoria Pública: histórico, afirmação e novas perspectivas. In: MAIA, Maurilio Casas (org.). Defensoria Pública, Constituição e ciência política. Salvador: JusPodivm, 2021. p. 53-54.\nTARTUCE, Fernanda. Mediação nos conflitos civis. 3. ed. São Paulo: Método, 2016. p. 148-149.\n\nZAVASCKI, Teori Albino. Processo coletivo: tutela de direitos coletivos e tutela coletiva de direitos. São Paulo: Revista dos Tribunais, 2014. p. 14-15.","ministro_facet":["NUNES MARQUES"],"processo_numero":576,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur464894","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo recorrente, o Dr. Rafael Maestrello Silvestrini; pelo recorrido, o Dr. Admar Gonzaga Neto; pelo amicus curiae Confederação Nacional de Dirigentes Lojistas - CNDL, o Dr. Fábio Pellizzaro; pelos amici curiae Associação Brasileira das Administradoras de Imóveis - ABADI e Associação Brasileira de Empresas do Mercado Imobiliário - ABMI, o Dr. Rubens Carmo Elias Filho; pelo amicus curiae Associação Brasileira de Shopping Centers - ABRASCE, o Dr. Sérgio Vieira Miranda da Silva; pelo amicus curiae Confederação Nacional do Comércio de Bens, Serviços e Turismo - CNC, o Dr. Ary Jorge Almeida Soares; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 05.08.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Após o voto do Ministro Alexandre de Moraes (Relator), que negava provimento ao recurso extraordinário e propunha a seguinte tese (tema 1.127 da repercussão geral): “É constitucional a penhora de bem de família pertencente a fiador de contrato de locação, seja residencial, seja comercial”, no que foi acompanhado pelos Ministros Roberto Barroso, Nunes Marques e Dias Toffoli; e do voto do Ministro Edson Fachin, que dava provimento ao recurso extraordinário para declarar a impenhorabilidade do bem de família do fiador de contrato de locação não residencial, propondo a seguinte tese: “É impenhorável o bem de família do fiador de contrato de locação não residencial”, no que foi acompanhado pelos Ministros Rosa Weber, Cármen Lúcia e Ricardo Lewandowski, o julgamento foi suspenso. Presidência do Ministro Luiz Fux. Plenário, 12.08.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n           Decisão: O Tribunal, por maioria, apreciando o tema 1.127 da repercussão geral, negou provimento ao recurso extraordinário e fixou a seguinte tese: “É constitucional a penhora de bem de família pertencente a fiador de contrato de locação, seja residencial, seja comercial”, nos termos do voto do Relator, vencidos os Ministros Edson Fachin, Rosa Weber, Cármen Lúcia e Ricardo Lewandowski. Plenário, Sessão Virtual de 25.2.2022 a 8.3.2022.","is_repercussao_geral_merito":true,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["1","8","10","11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur464894","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur464894","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E CIVIL. ARTIGO 3º, VII, DA LEI 8.009/1990. CONTRATO DE LOCAÇÃO DE IMÓVEL COMERCIAL. PENHORABILIDADE DO BEM DE FAMÍLIA DO FIADOR. RESPEITO AO DIREITO DE PROPRIEDADE, À LIVRE INICIATIVA E AO PRINCÍPIO DA BOA FÉ. NÃO VIOLAÇÃO AO ARTIGO 6º DA CONSTITUIÇÃO FEDERAL. RECURSO EXTRAORDINÁRIO DESPROVIDO.\n\n\n\n    1. Os fundamentos da tese fixada por esta CORTE quando do julgamento do Tema 295 da repercussão geral (É constitucional a penhora de bem de família pertencente a fiador de contrato de locação, em virtude da compatibilidade da exceção prevista no art. 3°, VII, da Lei 8.009/1990 com o direito à moradia consagrado no art. 6° da Constituição Federal, com redação da EC 26/2000), no tocante à penhorabilidade do bem de família do fiador, aplicam-se tanto aos contratos de locação residencial, quanto aos contratos de locação comercial.\n\n\n\n    2. O inciso VII do artigo 3º da Lei 8.009/1990, introduzido pela Lei 8.245/1991, não faz nenhuma distinção quanto à locação residencial e locação comercial, para fins de excepcionar a impenhorabilidade do bem de família do fiador.\n\n\n\n    3.  A exceção à impenhorabilidade não comporta interpretação restritiva. O legislador, quando quis distinguir os tipos de locação, o fez expressamente, como se observa da Seção III, da própria Lei 8.245/1991 – que, em seus artigos 51 a 57 disciplinou a “Locação não residencial”.\n\n\n\n    4. No pleno exercício de seu direito de propriedade, o fiador, desde a celebração do contrato (seja de locação comercial ou residencial), já tem ciência de que todos os seus bens responderão pelo inadimplemento do locatário – inclusive seu bem de família, por expressa disposição do multicitado artigo 3°, VII, da Lei 8.009/1990. Assim, ao assinar, por livre e espontânea vontade, o contrato de fiança em locação de bem imóvel – contrato este que só foi firmado em razão da garantia dada pelo fiador –, o fiador abre mão da impenhorabilidade de seu bem de família, conferindo a possibilidade de constrição do imóvel em razão da dívida do locatário, sempre no pleno exercício de seu direito de propriedade.\n\n\n\n    5. Dentre as modalidades de garantia que o locador poderá exigir do locatário, a fiança é a mais usual e mais aceita pelos locadores, porque menos burocrática que as demais, sendo a menos dispendiosa para o locatário e mais segura para o locador. Reconhecer a impenhorabilidade do imóvel do fiador de locação comercial interfere na equação econômica do negócio, visto que esvazia uma das principais garantias dessa espécie de contrato.\n\n\n\n    6. A proteção à moradia, invocada pelo recorrente, não é um direito absoluto, devendo ser sopesado com (a) a livre iniciativa do locatário em estabelecer seu empreendimento, direito fundamental também expressamente previsto na Constituição Federal (artigos 1º, IV e 170, caput); e (b) o direito de propriedade com a autonomia de vontade do fiador que, de forma livre e espontânea, garantiu o contrato.\n\n\n\n    7. Princípio da boa-fé. Necessária compatibilização do direito à moradia com o direito de propriedade e direito à livre iniciativa, especialmente quando o detentor do direito, por sua livre vontade, assumiu obrigação apta a limitar sua moradia.\n\n\n\n    8. O reconhecimento da impenhorabilidade violaria o princípio da isonomia, haja a vista que o fiador de locação comercial, embora também excepcionado pelo artigo 3º, VII, da Lei 8.009/1990, teria incólume seu bem de família, ao passo que o fiador de locação residencial poderia ter seu imóvel penhorado. \n\n\n\n    9. Recurso Extraordinário DESPROVIDO. Fixação de tese de repercussão geral para o Tema 1127: É constitucional a penhora de bem de família pertencente a fiador de contrato de locação, seja residencial, seja comercial.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760972669","externo_seq_objeto_incidente":6087183,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-101  DIVULG 25-05-2022  PUBLIC 26-05-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1307334&classe=RE","is_colac":false,"titulo":"RE 1307334","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 INC-00004 ART-00005\n    PAR-00001 PAR-00002 ART-00006 ART-00007\n    INC-00004 ART-00023 INC-00009 ART-00102\n    INC-00003 LET-A ART-00170 \"CAPUT\"\n    ART-00183 ART-00191 ART-00226 \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000026 ANO-2000\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000064 ANO-2010\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000090 ANO-2015\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000150 ANO-2015\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-0543B\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008009 ANO-1990\n    ART-00001 PAR-ÚNICO ART-00003 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 INC-00007 INC-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008245 ANO-1991\n    ART-00037 INC-00001 INC-00002 INC-00003\n    INC-00004 PAR-ÚNICO ART-00038 PAR-00002\n    ART-00051 ART-00052 ART-00053 ART-00054\n    ART-00055 ART-00056 ART-00057 ART-00080\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010257 ANO-2001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00818 ART-00819 ART-00820 ART-00821\n    ART-00822 ART-00823 ART-00824 ART-00825\n    ART-00826 ART-00827 ART-00828 ART-00829\n    ART-00830 ART-00831 ART-00832 ART-00833\n    ART-00834 ART-00835 ART-00836 ART-00837\n    ART-00838 ART-00839 ART-01228 ART-1240A\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-012424 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-01039 ART-01040 ART-01041\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013144 ANO-2015\n    LEI ORDINÁRIA\n\n","LEG-INT   PCT ANO-1966\n    ART-00011\n    PACTO  INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   MPR-000143 ANO-1990\n    MEDIDA PROVISÓRIA - CONVERTIDA NA LEI 8009/1990\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   PJL-000912 ANO-1991\n    ART-00077\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RGI ANO-1980\n    ART-00325 \"CAPUT\"\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2022-05-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPENHORABILIDADE, BEM DE FAMÍLIA, GARANTIA DO MÍNIMO EXISTENCIAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. IMUNIDADE, BEM DE FAMÍLIA, FIADOR, INVIABILIDADE, LOCAÇÃO. FIANÇA, DECLARAÇÃO ESCRITA, GARANTIA, ESPONTANEIDADE, CONTRATO. INVOCAÇÃO, IMPENHORABILIDADE, BEM DE FAMÍLIA, VONTADE, FIADOR, OFENSA, PRINCÍPIO DA BOA-FÉ OBJETIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: IMPENHORABILIDADE, PROPRIEDADE RURAL, FAMÍLIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO À MORADIA, DIREITO FUNDAMENTAL, DEVER, PODER PÚBLICO, PROVIMENTO, NECESSIDADE, CIDADÃO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: DIREITO À MORADIA, DISTINÇÃO, DIREITO DE PROPRIEDADE, IMÓVEL, VIABILIDADE, EXISTÊNCIA, PESSOA NATURAL, DIREITO DA PERSONALIDADE.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: EFICÁCIA HORIZONTAL DOS DIREITOS FUNDAMENTAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1307334&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPENHORABILIDADE, PROPRIEDADE RURAL, FAMÍLIA)\nARE 1038507 (TP). \n(EFICÁCIA HORIZONTAL DOS DIREITOS FUNDAMENTAIS)\nRE 201819 (2ªT). \n(DIREITO À MORADIA, GARANTIA DO MÍNIMO EXISTENCIAL)\nARE 639337 AgR (2ªT), ARE 914634 AgR (2ªT), ARE 908144 AgR (2ªT), ARE 1023906 AgR (2ªT). \n(COMPATIBILIDADE, PENHORA, BEM DE FAMÍLIA, FIADOR, DIREITO À MORADIA)\nRE 407688 (TP), RE 477953 AgR (2ªT), AI 584436 AgR (2ªT), RE 493738 AgR (1ªT), RE 605709 (1ªT), RE 1242616 AgR-segundo (2ªT), RE 1278427 ED (2ªT), RE 1292107 ED (2ªT), RE 1292768 AgR (1ªT), RE 1307334 (TP), RE 1296251 AgR (2ªT), RE 612360 RG (TP). \n(PENHORA, BEM DE FAMÍLIA, FIADOR, IMÓVEL RESIDENCIAL, IMÓVEL COMERCIAL)\nARE 720101 AgR (1ªT), RE 1223843 ED (1ªT), RE 1240968 ED-AgR (1ªT), Rcl 38822 AgR-ED (1ªT), RE 1260497 AgR-ED (1ªT). \n(PENHORA, BEM DE FAMÍLIA, FIADOR, DISTINÇÃO, IMÓVEL RESIDENCIAL, IMÓVEL COMERCIAL)\nRE 1277481 AgR (2ªT), RE 1287488 ED-AgR (2ªT), RE 1296250 AgR (2ªT), RE 1304844 AgR (2ªT). \n- Decisões monocráticas citadas:\n(INVOCAÇÃO, IMPENHORABILIDADE, BEM DE FAMÍLIA, VONTADE, FIADOR, OFENSA, PRINCÍPIO DA BOA-FÉ OBJETIVA)\nRE 1303711.\n(COMPATIBILIDADE, PENHORA, BEM DE FAMÍLIA, FIADOR, DIREITO À MORADIA)\nAI 693554, RE 591568, RE 598036, AI 642307, RE 419161, RE 607505, AI 718860, RE 612360, RE 1223149, RE 1268112, RE 1278282, RE 1276295, RE 1280380, RE 1278427, RE 1259431 AgR, RE 1290112.\n- Legislação estrangeira citada: art. 25, da Declaração Universal dos Direitos Humanos.\n- Veja Mensagem 216-A/1991, do Diário do Congresso Nacional, Seção I, 18.5.1991, p. 6673-6678.\n- Decisão estrangeira citada: Caso do Kronprinz (1BvR 909/08, publicado em NJW-RR 2010, 156, do Tribunal Constitucional Federal da Alemanha.\nNúmero de páginas: 144.\nAnálise: 06/05/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : JOSE FERNANDO NEUBERN \nADV.(A/S)  : JULIO CHRISTIAN LAURE \nADV.(A/S)  : RAFAEL MAESTRELLO SILVESTRINI \nRECDO.(A/S)  : RENATO GILDO PRIMAZZI JUNIOR ASSESSORIA COMERCIAL - EPP \nADV.(A/S)  : LUIS CARLOS BUENO DE AGUIAR RAMALHO \nADV.(A/S)  : ADMAR GONZAGA NETO \nADV.(A/S)  : MARCELLO DIAS DE PAULA \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DO COMÉRCIO DE BENS, SERVIÇOS E TURISMO (CNC) \nADV.(A/S)  : ARY JORGE ALMEIDA SOARES \nADV.(A/S)  : ALAIN ALPIN MAC GREGOR \nADV.(A/S)  : ANA PAULA TOMAZZETTI URROZ MACIEL PINHEIRO \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE SHOPPING CENTERS - ABRASCE \nADV.(A/S)  : JOSE RICARDO PEREIRA LIRA \nADV.(A/S)  : MARCOS ROLIM DA SILVA \nADV.(A/S)  : SERGIO VIEIRA MIRANDA DA SILVA \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DE DIRIGENTES LOJISTAS - CNDL \nADV.(A/S)  : FABIO PELLIZZARO \nADV.(A/S)  : ANDRE LUIZ PELLIZZARO \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS ADMISTRADORAS DE IMÓVEIS (ABADI) \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE EMPRESAS DO MERCADO IMOBILIÁRIO (ABMI) \nADV.(A/S)  : RUBENS CARMO ELIAS FILHO \nADV.(A/S)  : CARLA MALUF ELIAS","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1127 - Penhorabilidade de bem de família de fiador em contrato de locação comercial","old_seq_sjur":464894,"documental_tese_texto":"É constitucional a penhora de bem de família pertencente a fiador de contrato de locação, seja residencial, seja comercial.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 1307334","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-03-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AZEVEDO, Álvaro Villaça de. Homestead Exemption Act, de 26 de janeiro de 1839. Revista do Direito Privado da UEL,  v. 1, n. 1, 2007. p. 3.\nBINENBOJM, Gustavo. Parâmetros para a revisão judicial de diagnósticos e prognósticos regulatórios em matéria econômica. In: Estudos de Direito Público: artigos e pareceres. Rio de Janeiro: Renovar, 2015. p. 120.\nBOROWSKI, Martin. Grundrechte als Prinzipien. 2. ed. Baden-Baden: Nomos, 2007. p. 293 et seq.\nCANARIS, Claus-Wilhelm. Grundrechtswirkungen um Verhältnismässigkeitsprinzip in der richterlichen\nAnwendung und Fortbildung des Privatsrechts, JuS, 1989. p. 161.\nCAPANEMA, Sylvio. A Lei do Inquilinato Comentada. 9. ed. Rio de Janeiro: Forense, 2014. p. 192.\nCOUTO, Macedo. Do bem de família ou Homestead, sua origem histórica e estrutura jurídica, impenhorabilidade e inalienabilidade do bem familial: questões conexas. Revista dos Tribunais São Paulo, n. 22, v. 23, jun./1917. item II.\nDIAS, Maria Berenice. Manual de direito das famílias. 14. ed. Salvador: Juspodvim, 2021. p. 758.\nFORSTHOFF, Ernst. Begriff und Wesen des sozialen Rechtsstaates. In: Rechtsstaat im Wandel. Verfassungsrechtliche Abhandlungen, 1950-1964. Stuttgart: W. Kohlhammer, 1964. p. 38.\nFUCHS, Marie-Christine. O efeito irradiante dos direitos fundamentais e a autonomia do direito privado: a \"decisão Luth\" e suas consequências. Tradução e notas de Otavio Luiz Rodrigues Jr. e Patrícia Cândido Alves Ferreira. Revista de Direito Civil Contemporâneo, v. 16, jul./set. 2018. p. 221-232.\nJAGMETTI, Riccardo. Kommentar zu Art. 22-quarter aBV. In: Kommentar zur Bundesverfassung der Schweizerischen Eidgenossenschaft vom 29. Mai 1874. Zurique; Berna: Helbing & Lichtenhahn, 1987. n. 5.\nHESSE, Konrad. Grundzüge des Verfassungsrechts, der Bundesrepublik Deutschland. Heidelberg: C. F. Müller, 1995. p. 112 e 133.\nHONÓRIO, Cláudia. Penhorabilidade do bem de família do constitucional. Revista Forense, v. 396. Rio de Janeiro, p. 25-57, mar./abr. 2008.\nHÄBERLE, Peter. Direitos fundamentais no Estado Prestacional. Porto Alegre: Livraria do Advogado, 2019. p. 16-18.\nIBAGY, Leandro; BOSSOLANI, Moira Regina de Toledo. A penhorabilidade do bem de família do fiador em contrato de locação comercial é tema de novo julgamento pelo STF. Mas, por que não falar da justiça da decisão? Migalhas, 23 fev. 2021. Disponível em: https://www.migalhas.com.br/coluna/migalhas-edilicias/ 340660/a-penhorabilidade-do-bem-de-familia-do-fiador-em-contrato-de-loc.\nKNAUFF, Matthias. Konstitutionalisierung im innerund überstaatlichen Recht: Konvergenz oder Divergenz? In: Zeitschrift für ausländisches öffentliches Recht und Völkerrecht, Heidelberg:Max-Planck-Institut für ausländisches öffentliches Recht und Völkerrecht, 2008. v. 68. p. 477.\nKREBS, Walter. Freiheitsschutz durch Grundrechte. JURA, 1988. p. 617.\nMÁRIO, Caio. Instituições de direito civil: contratos; Caio Mário da Silva Pereira. 24. ed., rev. e atual. por Caitlin Mulholland. Rio de Janeiro: Forense, 2020. v. 3. E-book.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva; IDP, 2019. p. 161 e 740.\nMICHAEL, Lothar; MORLOK, Martin. Direitos Fundamentais. Tradução: António Francisco de Sousa. São Paulo: Saraiva; IDP, 2016. p. 172 e 424.\nMORAES, Alexandre de. Constituição Federal comentada. 1. ed. Rio de Janeiro: Forense, 2018.\nMORAES, Alexandre de. Direito Constitucional. São Paulo: Atlas, 2018.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos Fundamentais. Tradução: António Francisco de Sousa. 2. ed. São Paulo: Saraiva, 2019. p. 72 e 131-132.\nRODRIGUES JR., Otavio Luiz. Direito Civil contemporâneo: estatuto epistemológico, Constituição e direitos fundamentais. 2. ed. Rio de Janeiro: Forense, 2019. p. 315.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de direito constitucional. São Paulo: Revista dos Tribunais, 2012. p. 589.\nSARLET, Ingo Wolfgang. Direito à moradia adequada: o que é, para quem serve, como defender e efetivar. Belo Horizonte: Fórum, 2014. p. 264, 267 e 277.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 34. ed. rev. e atualizada até a Emenda Constitucional n. 67, de 22.12.2010. São Paulo: Malheiros, 2011. p. 315.\nSÍLVIO VENOSA, Sílvio; DINIZ, Maria Helena. Nova Lei do Inquilinato Comentada. São Paulo: Atlas, 1992. p. 285 e 329-330.\nSOUZA, Sérgio Iglesias Nunes de. Exclusão do imóvel do fiador da penhora e o direito à moradia. Diferenças ontológicas de fiança e caução na Lei 8.245/1991. Revista dos Tribunais, v. 957, 2015. p. 37-84, jul. 2015.\nVENOSA, Silvio. Direito civil: contratos. 20. ed. São Paulo: Atlas, 2020. E-book.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1307334,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur348283","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, afetou o julgamento do feito ao Plenário do Supremo Tribunal Federal, por indicação do Ministro Relator. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 15.12.2015.\r\n\n                 Decisão: O Tribunal, por maioria e nos termos do voto do Relator, denegou a ordem, com a conseqüente revogação da liminar, vencidos os Ministros Rosa Weber, Marco Aurélio, Celso de Mello e Ricardo Lewandowski (Presidente). Falou, pelo Ministério Público Federal, o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República. Plenário, 17.02.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur348283","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur348283","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. HABEAS CORPUS. PRINCÍPIO CONSTITUCIONAL DA PRESUNÇÃO DE INOCÊNCIA (CF, ART. 5º, LVII). SENTENÇA PENAL CONDENATÓRIA CONFIRMADA POR TRIBUNAL DE SEGUNDO GRAU DE JURISDIÇÃO. EXECUÇÃO PROVISÓRIA. POSSIBILIDADE. \n\n\n\n    1. A execução provisória de acórdão penal condenatório proferido em grau de apelação, ainda que sujeito a recurso especial ou extraordinário, não compromete o princípio constitucional da presunção de inocência afirmado pelo artigo 5º, inciso LVII da Constituição Federal. \n\n\n\n    2. Habeas corpus denegado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10964246","externo_seq_objeto_incidente":4697570,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-100  DIVULG 16-05-2016  PUBLIC 17-05-2016\nRTJ VOL-00238-01 PP-00118","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=126292&classe=HC","is_colac":false,"titulo":"HC 126292","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00038 LET-C \n          INC-00057 INC-00061 INC-00078 ART-00060 \n          ART-00102 INC-00003 PAR-00003 ART-00105 \n          INC-00003 ART-00144\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00001 LET-E REDAÇÃO DADA PELA LCP-135/2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000135      ANO-2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-003071      ANO-1916\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00105 ART-00147 ART-00164\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-009760      ANO-1989\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00027 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-000135      ANO-2010\n          ART-00001 INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00520 INC-00002 INC-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      \n          ART-00008 ITEM-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      \n                CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEL-000088      ANO-1937\n          ART-00020 ITEM-5\n                DECRETO-LEI\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00117 INC-00004 ART-00157 PAR-00002 \n          INC-00001 INC-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00003 ART-00240 PAR-00001 ART-00283 \n          ART-00312 REDAÇÃO DADA PELA LEI-12403/2011\n          ART-00395 INC-00003 \n          ART-00594 REVOGADO PELA LEI-11719/2008\n          ART-00637\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000152      ANO-2002\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-004410      ANO-2002\n                DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000691      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000716      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000717      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-05-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, VIA DE REGRA, SUPREMO TRIBUNAL FEDERAL (STF), CONHECIMENTO, HABEAS CORPUS, OBJETIVO, QUESTIONAMENTO, DECISÃO, MINISTRO RELATOR, TRIBUNAL SUPERIOR, HIPÓTESE, INDEFERIMENTO, LIMINAR, HABEAS CORPUS, FUNDAMENTO, IMPOSSIBILIDADE, SUPRESSÃO DE INSTÂNCIA. EXCEPCIONALIDADE, CONHECIMENTO, HABEAS CORPUS, HIPÓTESE, TERATOLOGIA, FLAGRANTE ILEGALIDADE, DECISÃO IMPUGNADA. DETERMINAÇÃO, DECISÃO IMPUGNADA, EXECUÇÃO PROVISÓRIA DA PENA, CASO CONCRETO. OFENSA, DECISÃO IMPUGNADA, PRECEDENTE, SUPREMO TRIBUNAL FEDERAL (STF). ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), EXIGÊNCIA, TRÂNSITO EM JULGADO, SENTENÇA PENAL CONDENATÓRIA, FINALIDADE, PRISÃO, CONDENADO. ENVOLVIMENTO, EXECUÇÃO PROVISÓRIA DA PENA, DISCUSSÃO, ALCANCE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DISCUSSÃO, EQUILÍBRIO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EFETIVIDADE, JURISDIÇÃO, ÂMBITO PENAL. PREVALÊNCIA, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF), MOMENTO ANTERIOR, ENTENDIMENTO, AUSÊNCIA, ÓBICE, REALIZAÇÃO, PRISÃO, CONDENADO, MOMENTO POSTERIOR, CONFIRMAÇÃO, SENTENÇA PENAL CONDENATÓRIA, SEDE, APELAÇÃO, FUNDAMENTO, AUSÊNCIA, EFEITO SUSPENSIVO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), RECEPÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, PREVISÃO, CÓDIGO DE PROCESSO PENAL, RESTRIÇÃO, APELAÇÃO EM LIBERDADE, FUNDAMENTO, AUSÊNCIA, INCOMPATIBILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. ACOLHIMENTO, MULTIPLICIDADE, DECISÃO, TURMA, SUPREMO TRIBUNAL FEDERAL (STF), ENTENDIMENTO, AUSÊNCIA, ÓBICE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EXECUÇÃO PROVISÓRIA DA PENA. EDIÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), ENUNCIADO DE SÚMULA, REFERÊNCIA, PROGRESSÃO DE REGIME PRISIONAL, HIPÓTESE, EXECUÇÃO PROVISÓRIA DA PENA. RELEVÂNCIA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÂMBITO, ORDENAMENTO JURÍDICO BRASILEIRO, VIGÊNCIA, CONSTITUIÇÃO FEDERAL DE 1946, DECORRÊNCIA, ADESÃO, DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH). RELEVÂNCIA, RECONHECIMENTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, FINALIDADE, FORMULAÇÃO, LEGISLAÇÃO PROCESSUAL, REFERÊNCIA, PRODUÇÃO DE PROVA, DISTRIBUIÇÃO, ÔNUS DA PROVA, LEGITIMIDADE, MEIO DE PROVA. CONSEQUÊNCIA, IMPLEMENTAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, AGREGAÇÃO, PROCESSO PENAL, ESTADO BRASILEIRO, GARANTIA, DEVIDO PROCESSO LEGAL, AMPLA DEFESA, CONTRADITÓRIO, JUÍZO NATURAL, INADMISSIBILIDADE, PROVA ILÍCITA, GARANTIA CONTRA A AUTOINCRIMINAÇÃO, DIREITO À IGUALDADE, PARTE PROCESSUAL, DIREITO, DEFESA TÉCNICA, DIREITO, PRESENÇA, DIREITO AO SILÊNCIO, DIREITO, CONHECIMENTO, ACUSAÇÃO, DIREITO, CONTRADIÇÃO, PROVA, ILEGITIMIDADE, CONDENAÇÃO, HIPÓTESE, FUNDAMENTAÇÃO, PROVA, AUSÊNCIA, CONTRADITÓRIO. RELACIONAMENTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, TRATAMENTO JURÍDICO, PROVA. EXISTÊNCIA, DÚVIDA, CULPABILIDADE, ACUSADO, MOMENTO ANTERIOR, PROLAÇÃO, SENTENÇA PENAL CONDENATÓRIA. SUPERAÇÃO, JUIZ DE PRIMEIRO GRAU, PRESUNÇÃO DE INOCÊNCIA, HIPÓTESE, FORMULAÇÃO, JUÍZO, CULPABILIDADE. EXAURIMENTO, TRIBUNAL, APELAÇÃO, APRECIAÇÃO, FATO, PROVA. CONCRETIZAÇÃO, DUPLO GRAU DE JURISDIÇÃO, MOMENTO, JULGAMENTO, APELAÇÃO. ASSEGURAMENTO, RÉU, DIREITO, ACESSO, SEGUNDA INSTÂNCIA, LIBERDADE. OCORRÊNCIA, PRECLUSÃO, MATÉRIA DE FATO, MOMENTO, JULGAMENTO, APELAÇÃO. LIMITAÇÃO, DEVOLUTIVIDADE, RECURSO DE NATUREZA EXTRAORDINÁRIA, DECORRÊNCIA, IMPOSSIBILIDADE, APRECIAÇÃO, MATÉRIA DE FATO. RAZOABILIDADE, RELATIVIZAÇÃO, INVERSÃO, PRESUNÇÃO DE INOCÊNCIA, MOMENTO POSTERIOR, JULGAMENTO, APELAÇÃO. RAZOABILIDADE, AUSÊNCIA, PREVISÃO, EFEITO SUSPENSIVO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL. AUSÊNCIA, COMPROMETIMENTO, NÚCLEO ESSENCIAL, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EXECUÇÃO DA PENA, HIPÓTESE, PENDÊNCIA, RECURSO DE NATUREZA EXTRAORDINÁRIA, FUNDAMENTO, CONSIDERAÇÃO, ACUSADO, PESSOA INOCENTE, CURSO DO PROCESSO, INSTÂNCIA ORDINÁRIA. CONSIDERAÇÃO, LEI DA FICHA LIMPA, HIPÓTESE, INELEGIBILIDADE, EXISTÊNCIA, SENTENÇA CONDENATÓRIA, ÓRGÃO COLEGIADO. DESCARACTERIZAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÓBICE, DECISÃO CONDENATÓRIA, PRODUÇÃO DE EFEITOS, CONTRARIEDADE, ACUSADO, MOMENTO ANTERIOR, TRÂNSITO EM JULGADO. INOCORRÊNCIA, DIREITO COMPARADO, SUSPENSÃO, EXECUÇÃO, DECISÃO CONDENATÓRIA, OBJETIVO, ESPERA, CONFIRMAÇÃO, CORTE SUPREMA, MOMENTO POSTERIOR, OBSERVÂNCIA, DUPLO GRAU DE JURISDIÇÃO. DESCARACTERIZAÇÃO, FINALIDADE, RECURSO DE NATUREZA EXTRAORDINÁRIA, APRECIAÇÃO, CORREÇÃO, SENTENÇA, CASO CONCRETO. OBJETIVO, RECURSO DE NATUREZA EXTRAORDINÁRIA, PRESERVAÇÃO, INTEGRIDADE, ORDEM JURÍDICA. CRIAÇÃO, EMENDA CONSTITUCIONAL 45 DE 2004, PRESSUPOSTO DE ADMISSIBILIDADE, REPERCUSSÃO GERAL, RECURSO EXTRAORDINÁRIO, OBJETIVO, LIMITAÇÃO, COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), HIPÓTESE, TRANSCENDÊNCIA, INTERESSE SUBJETIVO DAS PARTES. EXCEPCIONALIDADE, MODIFICAÇÃO, SITUAÇÃO, CONDENADO, ÂMBITO, TRIBUNAL SUPERIOR, DECORRÊNCIA, IMPOSSIBILIDADE, DISCUSSÃO, CULPA. INCENTIVO, INTERPOSIÇÃO, RECURSO, CARÁTER PROTELATÓRIO, OBJETIVO, CONFIGURAÇÃO, PRESCRIÇÃO, HIPÓTESE, EXIGÊNCIA, TRÂNSITO EM JULGADO, SENTENÇA PENAL CONDENATÓRIA, FINALIDADE, EXECUÇÃO DA PENA. DESCARACTERIZAÇÃO, RECURSO DE NATUREZA EXTRAORDINÁRIA, CAUSA INTERRUPTIVA, PRAZO PRESCRICIONAL. NECESSIDADE, RESGATE, ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), EFEITO DEVOLUTIVO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL, OBJETIVO, CONCILIAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EFETIVIDADE, JURISDIÇÃO, ÂMBITO PENAL. AUSÊNCIA, ARBITRARIEDADE, DETERMINAÇÃO, CUMPRIMENTO DA PENA, PRISÃO, HIPÓTESE, INSTÂNCIA ORDINÁRIA, RECONHECIMENTO, RESPONSABILIDADE PENAL, CONDENADO. POSSIBILIDADE, CORREÇÃO, EQUÍVOCO, INSTÂNCIA ORDINÁRIA, INTERMÉDIO, MEDIDA CAUTELAR INCIDENTAL, OBJETIVO, ATRIBUIÇÃO, EFEITO SUSPENSIVO, RECURSO ESPECIAL, RECURSO EXTRAORDINÁRIO, INTERMÉDIO, HABEAS CORPUS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: FUNÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), FORMULAÇÃO, TESE, OBJETIVO, ATRIBUIÇÃO, SEGURANÇA JURÍDICA, APLICAÇÃO, NORMA CONSTITUCIONAL. FUNÇÃO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), UNIFICAÇÃO, INTERPRETAÇÃO, LEGISLAÇÃO FEDERAL. NECESSIDADE, INTERPRETAÇÃO, COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), OBJETIVO, FAVORECIMENTO, FUNÇÃO, TUTELA, CONSTITUIÇÃO FEDERAL, PREJUÍZO, FUNÇÃO, REVISÃO, CORREÇÃO, DECISÃO, CASO CONCRETO. INADEQUAÇÃO, INTERPRETAÇÃO LITERAL, NORMA CONSTITUCIONAL, PRESUNÇÃO DE INOCÊNCIA. AUSÊNCIA, CARÁTER ABSOLUTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. NECESSIDADE, CONSIDERAÇÃO, TOTALIDADE, CONSTITUIÇÃO FEDERAL, MOMENTO, INTERPRETAÇÃO, NORMA CONSTITUCIONAL. OFENSA, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO, EXIGÊNCIA, TRÂNSITO EM JULGADO, SENTENÇA PENAL CONDENATÓRIA, FINALIDADE, EXECUÇÃO DA PENA. OFENSA, SOBERANIA DO VEREDICTO, LIMITAÇÃO, EFICÁCIA, DECISÃO CONDENATÓRIA, JULGAMENTO, SEGUNDOS EMBARGOS DE DECLARAÇÃO, CONTRARIEDADE, JULGAMENTO, AGRAVO REGIMENTAL, CONTRARIEDADE, DECISÃO MONOCRÁTICA, RECURSO EXTRAORDINÁRIO. DESCABIMENTO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL, FINALIDADE, REVISÃO, CORREÇÃO, DECISÃO, CASO CONCRETO, FUNDAMENTO, COMPETÊNCIA, INSTÂNCIA ORDINÁRIA, APRECIAÇÃO, MATÉRIA DE FATO. EXCEPCIONALIDADE, RECURSO, SUPREMO TRIBUNAL FEDERAL (STF), SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). FUNÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), UNIFICAÇÃO, INTERPRETAÇÃO, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO FEDERAL. EXIGÊNCIA, TRANSCENDÊNCIA, CASO CONCRETO, FINALIDADE, RECONHECIMENTO, REPERCUSSÃO GERAL, MATÉRIA CONSTITUCIONAL, ÂMBITO, RECURSO EXTRAORDINÁRIO. AUSÊNCIA, INCONSTITUCIONALIDADE, PREVISÃO, LEI, LIMITAÇÃO, RECEBIMENTO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL, EFEITO DEVOLUTIVO. INSUFICIÊNCIA, INTERPRETAÇÃO, NORMA, LEI DE EXECUÇÃO PENAL, FINALIDADE, IMPEDIMENTO, EXECUÇÃO DA PENA, MOMENTO POSTERIOR, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA. DEPENDÊNCIA, TRÂNSITO EM JULGADO, INÉRCIA, PARTE PROCESSUAL, DECORRÊNCIA, INSUFICIÊNCIA, MECANISMO, CONTROLE, RECURSO, CARÁTER PROTELATÓRIO. IMPOSSIBILIDADE, CONDICIONAMENTO, EXECUÇÃO DA PENA, ACEITAÇÃO, CONDENADO. AUSÊNCIA, INSTITUIÇÃO, CONSTITUIÇÃO FEDERAL, PRESUNÇÃO ABSOLUTA, INCORREÇÃO, DECISÃO, INSTÂNCIA ORDINÁRIA. POSSIBILIDADE, UTILIZAÇÃO, HABEAS CORPUS, MEDIDA CAUTELAR, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL, HIPÓTESE, TERATOLOGIA, DECISÃO, INSTÂNCIA ORDINÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: CONSAGRAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. PREVALÊNCIA, INÍCIO, ENTENDIMENTO, AUSÊNCIA, ÓBICE, CONSTITUIÇÃO FEDERAL, EXECUÇÃO DA PENA, MOMENTO POSTERIOR, SEGUNDA INSTÂNCIA, CONFIRMAÇÃO, SENTENÇA PENAL CONDENATÓRIA. ENTENDIMENTO, POSSIBILIDADE, EXECUÇÃO DA PENA, PENDÊNCIA, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL, DECORRÊNCIA, AUSÊNCIA, EFEITO SUSPENSIVO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL. ENTENDIMENTO, LIMITAÇÃO, FUNÇÃO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL, RECONHECIMENTO, INCONSTITUCIONALIDADE, ILEGALIDADE, DECISÃO, INSTÂNCIA INFERIOR, DECORRÊNCIA, IMPOSSIBILIDADE, REEXAME, FATO, PROVA, DECORRÊNCIA, AUSÊNCIA, FINALIDADE, REVISÃO, CORREÇÃO, DECISÃO, CASO CONCRETO. ALTERAÇÃO, ENTENDIMENTO, MOMENTO POSTERIOR, FINALIDADE, REALIZAÇÃO, INTERPRETAÇÃO LITERAL, NORMA CONSTITUCIONAL, PRESUNÇÃO DE INOCÊNCIA, CONSIDERAÇÃO, NORMA CONSTITUCIONAL, PRESUNÇÃO DE INOCÊNCIA, REGRA, CARÁTER ABSOLUTO. ENTENDIMENTO, ABRANGÊNCIA, GARANTIA CONSTITUCIONAL, AMPLA DEFESA, INTERPOSIÇÃO, RECURSO DE NATUREZA EXTRAORDINÁRIA. ENTENDIMENTO, OFENSA, DIREITO DE DEFESA, EXECUÇÃO DA PENA, MOMENTO POSTERIOR, JULGAMENTO, APELAÇÃO. CONSIDERAÇÃO, MUTAÇÃO CONSTITUCIONAL, MECANISMO, TRANSFORMAÇÃO, SENTIDO NORMATIVO, ALCANCE, NORMA CONSTITUCIONAL, HIPÓTESE, AUSÊNCIA, MODIFICAÇÃO, TEXTO CONSTITUCIONAL. DECORRÊNCIA, MUTAÇÃO CONSTITUCIONAL, ALTERAÇÃO, REALIDADE, FATO, ALTERAÇÃO, ENTENDIMENTO, DIREITO, ETICIDADE. RECIPROCIDADE, CONDICIONAMENTO, NORMA, REALIDADE. OCORRÊNCIA, PASSADO, MUTAÇÃO CONSTITUCIONAL, ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), REFERÊNCIA, INÍCIO, EXECUÇÃO DA PENA. PROVOCAÇÃO, ALTERAÇÃO, ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), MALEFÍCIO, JUSTIÇA BRASILEIRA, ÂMBITO PENAL. INCENTIVO, INTERPOSIÇÃO, RECURSO, CARÁTER PROTELATÓRIO. AUMENTO, SELETIVIDADE, JUSTIÇA BRASILEIRA, ÂMBITO PENAL, DECORRÊNCIA, INCAPACIDADE, HIPOSSUFICIENTE, INTERPOSIÇÃO, RECURSO, CARÁTER PROTELATÓRIO. COMPROMETIMENTO, CREDIBILIDADE, PODER JUDICIÁRIO, DECORRÊNCIA, FAVORECIMENTO, OCORRÊNCIA, PRESCRIÇÃO, AUMENTO, INTERVALO DE TEMPO, DELITO, SANÇÃO. AUSÊNCIA, JUSTIFICATIVA, ATUALIDADE, INTERPRETAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, IMPEDIMENTO, EXECUÇÃO DA PENA, HIPÓTESE, SEGUNDA INSTÂNCIA, RECONHECIMENTO, CULPABILIDADE, AGENTE. NECESSIDADE, COMPATIBILIDADE, INTERPRETAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EXIGÊNCIA, CONSTITUIÇÃO FEDERAL, GARANTIA, EFETIVIDADE, LEI PENAL. OCORRÊNCIA, MUTAÇÃO CONSTITUCIONAL, DECORRÊNCIA, ALTERAÇÃO, ENTENDIMENTO, REALIDADE, SOCIEDADE. ADMISSIBILIDADE, EXECUÇÃO DA PENA, MOMENTO POSTERIOR, CONDENAÇÃO, ÂMBITO, SEGUNDA INSTÂNCIA. AUSÊNCIA, CONDICIONAMENTO, PRISÃO, ESGOTAMENTO, RECURSO, ÂMBITO, ORDENAMENTO JURÍDICO BRASILEIRO. CONDICIONAMENTO, PRISÃO, ORDEM ESCRITA E FUNDAMENTADA, AUTORIDADE JUDICIÁRIA, ÂMBITO, ORDENAMENTO JURÍDICO BRASILEIRO. NECESSIDADE, INTERPRETAÇÃO SISTEMÁTICA, CONSTITUIÇÃO FEDERAL. DISTINÇÃO, CONSTITUIÇÃO FEDERAL, REGIME JURÍDICO, CULPABILIDADE, REGIME JURÍDICO, PRISÃO. ADMISSÃO, CONSTITUIÇÃO FEDERAL, PRISÃO, MOMENTO ANTERIOR, TRÂNSITO EM JULGADO, DECORRÊNCIA, PREVISÃO, BENEFÍCIO, LIBERDADE PROVISÓRIA. AUSÊNCIA, ÓBICE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, HIPÓTESE, PRISÃO PREVENTIVA, PRISÃO TEMPORÁRIA, PRISÃO PREVENTIVA PARA EXTRADIÇÃO, PRISÃO, FINALIDADE, EXPULSÃO, PRISÃO, FINALIDADE, DEPORTAÇÃO. INOCORRÊNCIA, ESGOTAMENTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, HIPÓTESE, ADMISSÃO, POSSIBILIDADE, PRISÃO, MOMENTO ANTERIOR, TRÂNSITO EM JULGADO, SENTENÇA PENAL CONDENATÓRIA. DEPENDÊNCIA, TRÂNSITO EM JULGADO, DEVER, INDENIZAÇÃO, DANO, PERDA DE CARGO PÚBLICO, PERDA DE FUNÇÃO PÚBLICA, PERDA DE MANDATO ELETIVO, CONFIGURAÇÃO, REINCIDÊNCIA, AUMENTO, PRAZO PRESCRICIONAL, DIVERSIDADE, CRIME. AUSÊNCIA, CARÁTER ABSOLUTO, DIREITO, GARANTIA. DISTINÇÃO, PRINCÍPIO, REGRA. CONSIDERAÇÃO, PRINCÍPIO, MANDADO DE OTIMIZAÇÃO. POSSIBILIDADE, VARIAÇÃO, INTENSIDADE, APLICAÇÃO, PRINCÍPIO. NECESSIDADE, PONDERAÇÃO, HIPÓTESE, CONFLITO, PRINCÍPIO. NECESSIDADE, UTILIZAÇÃO, PROPORCIONALIDADE, FINALIDADE, PONDERAÇÃO, PRINCÍPIO. CONSIDERAÇÃO, PRESUNÇÃO DE INOCÊNCIA, PRINCÍPIO. POSSIBILIDADE, RESTRIÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, FUNDAMENTO, DIVERSIDADE, NORMA CONSTITUCIONAL. AUSÊNCIA, ÓBICE, PRISÃO, MOMENTO POSTERIOR, DECISÃO, SEGUNDA INSTÂNCIA, DECORRÊNCIA, NORMA, CÓDIGO DE PROCESSO PENAL. NECESSIDADE, INTERPRETAÇÃO, LEGISLAÇÃO ORDINÁRIA, CONFORMIDADE, CONSTITUIÇÃO FEDERAL. EXISTÊNCIA, CONFLITO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, INTERESSE, EFETIVIDADE, LEI PENAL. DECORRÊNCIA, INTERESSE, EFETIVIDADE, LEI PENAL, DIREITO À VIDA, DIREITO À SEGURANÇA, DIREITO DE PROPRIEDADE, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. IMPORTÂNCIA, FUNÇÃO SOCIAL, APLICAÇÃO DA PENA, FUNDAMENTO, PREVENÇÃO, CARÁTER GERAL, CARÁTER ESPECÍFICO. REDUÇÃO, PESO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, CURSO DO PROCESSO. AUMENTO, PESO, EXIGÊNCIA, EFETIVIDADE, LEI PENAL, DECORRÊNCIA, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA, FUNDAMENTO, SEGURANÇA, DEMONSTRAÇÃO, RESPONSABILIDADE PENAL, ENCERRAMENTO, APRECIAÇÃO, FATO, PROVA. AUSÊNCIA, DISCUSSÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO, ÂMBITO, TRIBUNAL SUPERIOR, DECORRÊNCIA, IMPOSSIBILIDADE, REEXAME, FATO, PROVA. LIMITAÇÃO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL, FINALIDADE, TUTELA, ORDENAMENTO JURÍDICO. AUSÊNCIA, EFEITO SUSPENSIVO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL. SUPERAÇÃO, BENEFÍCIO, EFETIVIDADE, LEI PENAL, PREJUÍZO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, HIPÓTESE, EXECUÇÃO DA PENA, MOMENTO POSTERIOR, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA. OFENSA, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE, IMPEDIMENTO, PRISÃO, MOMENTO ANTERIOR, TRÂNSITO EM JULGADO, DECORRÊNCIA, INSUFICIÊNCIA, PROTEÇÃO, DIREITO FUNDAMENTAL, VIDA, DIGNIDADE DA PESSOA HUMANA, INTEGRIDADE FÍSICA, INTEGRIDADE MORAL. COMPATIBILIDADE, EFETIVIDADE, INTERVENÇÃO, PRINCÍPIO DA INTERVENÇÃO MÍNIMA, DIREITO PENAL. POSSIBILIDADE, LEGISLAÇÃO ORDINÁRIA, JUSTIFICAÇÃO, PRISÃO, MOMENTO POSTERIOR, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA. EXIGÊNCIA, ORDEM PÚBLICA, EXECUÇÃO PROVISÓRIA DA PENA, MOMENTO POSTERIOR, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA, FUNDAMENTO, NECESSIDADE, ASSEGURAMENTO, CREDIBILIDADE, PODER JUDICIÁRIO. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), ABRANGÊNCIA, GARANTIA DA ORDEM PÚBLICA, PROTEÇÃO, INTEGRIDADE FÍSICA, ACUSADO, IMPEDIMENTO, REITERAÇÃO DELITIVA, ASSEGURAMENTO, CREDIBILIDADE, INSTITUIÇÃO PÚBLICA. OFENSA, ORDEM PÚBLICA, RETARDAMENTO, PRISÃO, CONDENADO, MOMENTO POSTERIOR, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA. INADMISSIBILIDADE, ABUSO, DIREITO DE RECORRER, FINALIDADE, PROCRASTINAÇÃO. CRENÇA, ACUSADO, AUSÊNCIA, REPROVABILIDADE, CONDUTA CRIMINOSA, INOCORRÊNCIA, DESESTÍMULO, SOCIEDADE, COMETIMENTO, CRIME, CRENÇA, SOCIEDADE, INCAPACIDADE, ESTADO-MEMBRO, PROTEÇÃO, BEM JURÍDICO, HIPÓTESE, AUSÊNCIA, SANÇÃO, MOMENTO POSTERIOR, CONDENAÇÃO. INEXIGIBILIDADE, ESGOTAMENTO, RECURSO, FINALIDADE, EXECUÇÃO DA PENA, ÂMBITO, DIREITO COMPARADO. POSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), CORREÇÃO, EQUÍVOCO, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA, INTERMÉDIO, HABEAS CORPUS, EFEITO SUSPENSIVO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL. CONSIDERAÇÃO, FUNÇÃO, CARÁTER POLÍTICO, JURISDIÇÃO CONSTITUCIONAL, CASO DIFÍCIL, DECORRÊNCIA, ATRIBUIÇÃO, SENTIDO NORMATIVO, CLÁUSULA ABERTA, DECORRÊNCIA, REALIZAÇÃO, ESCOLHA, ALTERNATIVA, DECORRÊNCIA, CARACTERÍSTICA, CONSEQUÊNCIA, DECISÃO. DEFINIÇÃO, CASO DIFÍCIL. INDICAÇÃO, MOTIVO, CASO DIFÍCIL. CONSIDERAÇÃO, NORMA JURÍDICA, RESULTADO, INTEGRAÇÃO, TEXTO, REALIDADE. POSSIBILIDADE, CONSIDERAÇÃO, FATO, OBJETIVO, DETERMINAÇÃO, VONTADE, CONSTITUIÇÃO. CABIMENTO, INTERPRETAÇÃO PRAGMÁTICA, NORMA CONSTITUCIONAL. REALIZAÇÃO, INTERPRETAÇÃO PRAGMÁTICA, INTERMÉDIO, INTERPRETAÇÃO CONTEXTUALISTA, INTERPRETAÇÃO CONSEQUENCIALISTA. DESESTÍMULO, INTERPOSIÇÃO, RECURSO, CARÁTER PROTELATÓRIO, RESTABELECIMENTO, AUTORIDADE, INSTÂNCIA ORDINÁRIA, REDUÇÃO, SELETIVIDADE, JUSTIÇA BRASILEIRA, QUEBRA, REGRA, IMPUNIDADE, HIPÓTESE, ADMISSÃO, POSSIBILIDADE, EXECUÇÃO DA PENA, MOMENTO POSTERIOR, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA. IMPOSSIBILIDADE, PRESUNÇÃO, EQUÍVOCO, DECISÃO, INSTÂNCIA ORDINÁRIA. IMPOSSIBILIDADE, CONSIDERAÇÃO, REVISÃO, SUPREMO TRIBUNAL FEDERAL (STF), SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), DIREITO FUNDAMENTAL, DECORRÊNCIA, GARANTIA CONSTITUCIONAL, DEVIDO PROCESSO LEGAL. IMPOSSIBILIDADE, TRANSFORMAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), INSTÂNCIA ORDINÁRIA, REVISÃO. REALIZAÇÃO, PRINCÍPIO REPUBLICANO, PRINCÍPIO DA ISONOMIA, DESESTÍMULO, DECRETAÇÃO, PRISÃO, FASE INSTRUTÓRIA, RESTAURAÇÃO, CRENÇA, SOCIEDADE, EFICÁCIA, LEI PENAL, IMPEDIMENTO, OCORRÊNCIA, PRESCRIÇÃO, HIPÓTESE, ADMISSÃO, POSSIBILIDADE, EXECUÇÃO DA PENA, MOMENTO POSTERIOR, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INCONGRUÊNCIA, PRESUNÇÃO, INOCÊNCIA, MOMENTO POSTERIOR, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA. INEXIGIBILIDADE, TRÂNSITO EM JULGADO, DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH). VINCULAÇÃO, COISA JULGADA, IDEIA, IMUTABILIDADE. FORMAÇÃO, COISA JULGADA, CONFORMIDADE, CAPÍTULO DE SENTENÇA. IMUTABILIDADE, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA, REFERÊNCIA, MATÉRIA DE FATO. INADEQUAÇÃO, MANUTENÇÃO, INTERPRETAÇÃO CONSTITUCIONAL, HIPÓTESE, INSUBSISTÊNCIA, FUNDAMENTO, MEIO SOCIAL. AUSÊNCIA, ACEITAÇÃO, SOCIEDADE, PRESUNÇÃO, INOCÊNCIA, HIPÓTESE, CONDENADO, INTERPOSIÇÃO, RECURSO, CARÁTER PROTELATÓRIO. CONSIDERAÇÃO, INÍCIO, CUMPRIMENTO DA PENA, CAUSA INTERRUPTIVA, PRAZO PRESCRICIONAL, MOMENTO POSTERIOR, DECISÃO CONDENATÓRIA, SEGUNDA INSTÂNCIA. EXISTÊNCIA, RISCO, PRESCRIÇÃO, HIPÓTESE, INTERPOSIÇÃO, PLURALIDADE, RECURSO. NECESSIDADE, SUPERAÇÃO, PRECEDENTE, HIPÓTESE, INCONGRUÊNCIA, MEIO SOCIAL. CESSAÇÃO, PRESUNÇÃO, INOCÊNCIA, MOMENTO, COMPROVAÇÃO, CULPABILIDADE, AGENTE, ÂMBITO, SEGUNDA INSTÂNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DISTINÇÃO, CONDENAÇÃO, RECONHECIMENTO, CULPA, CARÁTER DEFINITIVO. LIMITAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, EXIGÊNCIA, TRÂNSITO EM JULGADO, FINALIDADE, RECONHECIMENTO, CULPA, CARÁTER DEFINITIVO. AUSÊNCIA, OFENSA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, INÍCIO, CUMPRIMENTO DA PENA, MOMENTO POSTERIOR, ESGOTAMENTO, DUPLO GRAU DE JURISDIÇÃO, FUNDAMENTO, EXAURIMENTO, FASE PROCESSUAL, PROVA. VEDAÇÃO, SÚMULA, SUPREMO TRIBUNAL FEDERAL (STF), REEXAME, PROVA, ÂMBITO, RECURSO EXTRAORDINÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONSIDERAÇÃO, NÚCLEO ESSENCIAL, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, IMPOSIÇÃO, ÔNUS DA PROVA, ACUSAÇÃO. CONSIDERAÇÃO, PRESUNÇÃO, INOCÊNCIA, DIREITO FUNDAMENTAL, CARÁTER PROCESSUAL. IMPEDIMENTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, CONCESSÃO, RÉU, TRATAMENTO JURÍDICO, CULPADO, MOMENTO ANTERIOR, TRÂNSITO EM JULGADO. AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, DEFINIÇÃO JURÍDICA, CULPADO. POSSIBILIDADE, LEGISLADOR, DELIMITAÇÃO, DEFINIÇÃO JURÍDICA, CULPADO. AUSÊNCIA, VEDAÇÃO, CONSTITUIÇÃO FEDERAL, AGRAVAMENTO, TRATAMENTO JURÍDICO, RÉU, CONFORMIDADE, EVOLUÇÃO, PROCESSO. ADMISSIBILIDADE, VARIAÇÃO, PRESUNÇÃO, INOCÊNCIA, CURSO DO PROCESSO. COMPATIBILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DETERMINAÇÃO, CUMPRIMENTO DA PENA, MOMENTO POSTERIOR, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA, DECORRÊNCIA, EXAURIMENTO, APRECIAÇÃO, FATO. LIMITAÇÃO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL, DISCUSSÃO, QUESTÃO FEDERAL, QUESTÃO CONSTITUCIONAL. AUSÊNCIA, EFEITO SUSPENSIVO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL. ATENDIMENTO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL, INTERESSE COLETIVO, DESENVOLVIMENTO, APERFEIÇOAMENTO, JURISPRUDÊNCIA. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), CONSTITUCIONALIDADE, PREVISÃO, LEI DA FICHA LIMPA, INELEGIBILIDADE, HIPÓTESE, EXISTÊNCIA, CONDENAÇÃO, TRIBUNAL. AUSÊNCIA, PREVALÊNCIA, DIREITO COMPARADO, EXIGÊNCIA, TRÂNSITO EM JULGADO, FINALIDADE, CUMPRIMENTO DA PENA. REFERÊNCIA, ORDENAMENTO JURÍDICO, ESTADOS UNIDOS DA AMÉRICA, REPÚBLICA FEDERAL DA ALEMANHA, REPÚBLICA ITALIANA, REPÚBLICA PORTUGUESA, REPÚBLICA POPULAR DE ANGOLA, REPÚBLICA POPULAR DE MOÇAMBIQUE, REPÚBLICA DE CABO VERDE, REPÚBLICA DEMOCRÁTICA DE SÃO TOMÉ E PRÍNCIPE, REPÚBLICA DA GUINÉ-BISSAU, REPÚBLICA DEMOCRÁTICA DE TIMOR-LESTE. ENTENDIMENTO, TRIBUNAL EUROPEU DOS DIREITOS HUMANOS, POSSIBILIDADE, AFASTAMENTO, PRESUNÇÃO, INOCÊNCIA, MOMENTO ANTERIOR, CONCLUSÃO, JULGAMENTO, PRIMEIRA INSTÂNCIA. NECESSIDADE, CONSIDERAÇÃO, CARACTERÍSTICA, ORDENAMENTO JURÍDICO BRASILEIRO. COMPLEXIDADE, JUSTIÇA BRASILEIRA. EXISTÊNCIA, DUPLICIDADE, INSTÂNCIA ORDINÁRIA. COMPETÊNCIA, INSTÂNCIA ORDINÁRIA, APRECIAÇÃO, MATÉRIA DE FATO, MATÉRIA DE DIREITO. EXISTÊNCIA, INSTÂNCIA EXTRAORDINÁRIA, ÂMBITO, TRIBUNAL SUPERIOR, SUPREMO TRIBUNAL FEDERAL (STF). ABRANGÊNCIA, ACESSO, INSTÂNCIA EXTRAORDINÁRIA. INCAPACIDADE, TRIBUNAL SUPERIOR, DESEMPENHO, FUNÇÃO, DESENVOLVIMENTO, JURISPRUDÊNCIA, DECORRÊNCIA, QUANTIDADE, TRABALHO. POSSIBILIDADE, TRIBUNAL SUPERIOR, SUSPENSÃO, EXECUÇÃO ANTECIPADA DA PENA, INTERMÉDIO, HABEAS CORPUS, EFEITO SUSPENSIVO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: CONCESSÃO, HABEAS CORPUS. NECESSIDADE, MANUTENÇÃO, JURISPRUDÊNCIA. IMPORTÂNCIA, PRINCÍPIO DA SEGURANÇA JURÍDICA, MATÉRIA CONSTITUCIONAL. INADEQUAÇÃO, REVISÃO, JURISPRUDÊNCIA, FUNDAMENTO ÚNICO, ALTERAÇÃO, COMPOSIÇÃO, TRIBUNAL. CONSIDERAÇÃO, SOCIEDADE, INSTITUIÇÃO, SUPREMO TRIBUNAL FEDERAL (STF). PROFUNDIDADE, APRECIAÇÃO, PLENÁRIO, SUPREMO TRIBUNAL FEDERAL (STF), CONTROVÉRSIA, EXECUÇÃO DA PENA, MOMENTO ANTERIOR, TRÂNSITO EM JULGADO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CONCESSÃO, HABEAS CORPUS. ACOLHIMENTO, CONSTITUIÇÃO FEDERAL DE 1988, GARANTISMO PENAL. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO, VALOR, MOMENTO, DIFICULDADE. INADEQUAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), ALTERAÇÃO, JURISPRUDÊNCIA, VIGÊNCIA, IDENTIDADE, TEXTO CONSTITUCIONAL. ASSEGURAMENTO, SENTENÇA, CASO CONCRETO, DIREITO, CONDENADO, RECURSO, LIBERDADE. DESCABIMENTO, INTERPRETAÇÃO, NORMA, HIPÓTESE, AUSÊNCIA, IMPRECISÃO, CONTEÚDO NORMATIVO. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO, AUTOCONTENÇÃO JUDICIAL. CONDICIONAMENTO, EXECUÇÃO PROVISÓRIA, REVERSIBILIDADE, HIPÓTESE, REVISÃO, TÍTULO EXECUTIVO. IMPOSSIBILIDADE, DEVOLUÇÃO, LIBERDADE, CIDADÃO, MOMENTO POSTERIOR, PRISÃO. AUSÊNCIA, APROVAÇÃO, PODER LEGISLATIVO, PROPOSTA DE EMENDA CONSTITUCIONAL, REFERÊNCIA, EXECUÇÃO, MOMENTO POSTERIOR, DECISÃO, SEGUNDA INSTÂNCIA. RISCO, AUMENTO, NÚMERO, HABEAS CORPUS. IMPEDIMENTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EXECUÇÃO, HIPÓTESE, AUSÊNCIA, CARÁTER DEFINITIVO, PENA.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: CONCESSÃO, HABEAS CORPUS. CONSIDERAÇÃO, PRESUNÇÃO, INOCÊNCIA, CONQUISTA, CIDADÃO, CONTRARIEDADE, ABUSO DE PODER. EVOLUÇÃO HISTÓRICA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÂMBITO, DIREITO COMPARADO, DIREITO INTERNACIONAL. PREVALÊNCIA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÂMBITO, DEMOCRACIA, FUNDAMENTO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. CONSIDERAÇÃO, PRESUNÇÃO, INOCÊNCIA, DIREITO FUNDAMENTAL, CIDADÃO. IRRELEVÂNCIA, GRAVIDADE, DELITO. IMPEDIMENTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, AFETAÇÃO, SITUAÇÃO JURÍDICA, CIDADÃO, MOMENTO ANTERIOR, TRÂNSITO EM JULGADO, SENTENÇA PENAL CONDENATÓRIA. DEVER, SUPREMO TRIBUNAL FEDERAL (STF), PROTEÇÃO, DEFESA, CONSTITUIÇÃO FEDERAL, DECORRÊNCIA, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO. PREVISÃO, CONSTITUIÇÃO FEDERAL, LIMITAÇÃO, PERSECUÇÃO PENAL. INADEQUAÇÃO, INVOCAÇÃO, DIREITO COMPARADO, FUNDAMENTO, PREVISÃO, PRINCÍPIO DA PRESUNÇÃO DA INOCÊNCIA, ÂMBITO, CONSTITUIÇÃO BRASILEIRA. POSSIBILIDADE, DECRETAÇÃO, PRISÃO CAUTELAR, MOMENTO ANTERIOR, TRÂNSITO EM JULGADO, HIPÓTESE, FUNDAMENTAÇÃO, PRISÃO, ELEMENTO CONCRETO. ATRIBUIÇÃO, ACUSAÇÃO, ÔNUS DA PROVA, ELEMENTO CONSTITUTIVO, IMPUTAÇÃO PENAL. EXIGÊNCIA, JUÍZO DE CERTEZA, FINALIDADE, CONDENAÇÃO. IMPOSSIBILIDADE, ANTECIPAÇÃO, PRESUNÇÃO, CONDENAÇÃO, FUNDAMENTO, GARANTIA CONSTITUCIONAL, DEVIDO PROCESSO LEGAL. IMPOSSIBILIDADE, FUNDAMENTAÇÃO, CONDENAÇÃO, SUPOSIÇÃO. INOCORRÊNCIA, DIMINUIÇÃO, PRESUNÇÃO, INOCÊNCIA, CURSO DO PROCESSO. MANUTENÇÃO, PRESUNÇÃO, INOCÊNCIA, MOMENTO POSTERIOR, TRIBUNAL, SEGUNDA INSTÂNCIA, CONFIRMAÇÃO, DECISÃO CONDENATÓRIA. IMPOSSIBILIDADE, CONSIDERAÇÃO, INQUÉRITO POLICIAL EM CURSO, PROCESSO PENAL EM CURSO, DECISÃO RECORRÍVEL, OBJETIVO, DESCARACTERIZAÇÃO, PRESUNÇÃO, INOCÊNCIA. EXIGÊNCIA, LEI DE EXECUÇÃO PENAL, TRÂNSITO EM JULGADO, FINALIDADE, EXECUÇÃO DA PENA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: CONCESSÃO, HABEAS CORPUS. TAXATIVIDADE, PREVISÃO, TEXTO CONSTITUCIONAL, MANUTENÇÃO, PRESUNÇÃO, INOCÊNCIA, MOMENTO ANTERIOR, TRÂNSITO EM JULGADO. DESCABIMENTO, INTERPRETAÇÃO, NORMA CONSTITUCIONAL, CASO CONCRETO. IMPOSSIBILIDADE, INVOCAÇÃO, EFETIVIDADE, JUSTIÇA BRASILEIRA, OBJETIVO, AFASTAMENTO, PRESUNÇÃO, INOCÊNCIA. CONSIDERAÇÃO, ÓBICE, EXECUÇÃO PROVISÓRIA DA PENA, INTERPOSIÇÃO, RECURSO EXTRAORDINÁRIO, RECURSO ESPECIAL. CONSIDERAÇÃO, EFEITO SUSPENSIVO, DECORRÊNCIA, CONSTITUIÇÃO FEDERAL. INCONGRUÊNCIA, ALTERAÇÃO, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), REFERÊNCIA, EXECUÇÃO DA PENA, FUNDAMENTO, RECONHECIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), CARÁTER PRECÁRIO, SISTEMA CARCERÁRIO. DISTINÇÃO, TRATAMENTO JURÍDICO, LIBERDADE, PROPRIEDADE, ÂMBITO, ORDENAMENTO JURÍDICO BRASILEIRO. PREVISÃO, CÓDIGO DE PROCESSO CIVIL DE 2015, DEVER, RESTITUIÇÃO, BEM, HIPÓTESE, MODIFICAÇÃO, SENTENÇA, OBJETO, EXECUÇÃO PROVISÓRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=126292&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SUPERAÇÃO, SÚMULA 691/STF)\nHC 121181 AgR (1ªT), HC 122670 (2ªT). \n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 68726 (TP), HC 70662 (1ªT), HC 71723 (1ªT), HC 72061 (TP), HC 79814 (1ªT), HC 80174 (1ªT), HC 84078 (TP), RHC 84846 (2ªT), RHC 85024 (2ªT), HC 91675 (1ªT), ADPF 144 (TP), HC 74983 (TP). \n(DIREITO COMPARADO, EXECUÇÃO DA PENA, DUPLO GRAU DE JURISDIÇÃO)\nHC 85886 (2ªT). \n(APELAÇÃO EM LIBERDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 72366 (1ªT). \n(RE, ABSOLVIÇÃO)\nRE 602561 (2ªT), RE 583523 (TP), AI 580458 AgR (2ªT), RE 755565 (TP). \n(DIREITO, GARANTIA, CARÁTER ABSOLUTO)\nMS 23452 (TP). \n(PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE)\nADI 3112 (TP), RE 418376 (TP), HC 104410 (2ªT), HC 106212 (TP). \n(PRISÃO PREVENTIVA, GARANTIA DA ORDEM PÚBLICA)\nHC 83868 (TP), HC 89238 (2ªT). \n(INELEGIBILIDADE, CONDENAÇÃO, TRIBUNAL)\nADC 29 (TP), ADC 30 (TP). \n(PRISÃO PREVENTIVA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 96095 (2ªT). \n(PROCESSO PENAL, ÔNUS DA PROVA)\nHC 83947 (2ªT), RTJ 161/264 (HC 73338). \n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRIMARIEDADE)\nRTJ 139/885 (HC 68641). \n(CARÁTER PRECÁRIO, SISTEMA CARCERÁRIO)\nRE 592581 (TP), ADPF 347 MC (TP). \n- Decisões monocráticas citadas:\n(RE, ABSOLVIÇÃO)\nRE 607173, ARE 675223, ARE 857130, RE 878671, ARE 924885 AgR.\n(PRISÃO PREVENTIVA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 96219 MC.\n- Acórdão(s) citado(s) - outros tribunais:\nRT 165/596, RT 690/390, RT 698/452. \n- Decisão estrangeira citada: Caso Matijaševic v. Serbia, n. 23037/04, julgado em 19.9.2006, do Tribunal Europeu dos Direitos do Homem; Bundesverfassungsgericht, 19, 342.\n- Legislação estrangeira citada: art. 11.1, da Declaração Universal dos Direitos do Homem (III Assembleia Geral da ONU), de 1948; art. 6º, 2, da Convenção Europeia dos Direitos do Homem (Roma), de 1950; art. 9º da Declaração dos Direitos do Homem e do Cidadão francesa, de 1789; seção 11 da Carta de Direitos e Liberdades canadense; art. 49 da Constituição russa; art. 18 U.S. Code § 3143, alíneas \"a\", \"b\" e \"c\", dos Estados Unidos da América; Lei Fundamental alemã; §§ 112, 112a e 449, Código de Processo Penal alemão (Strafprozeßordnung); art. 27 da Constituição da Itália; art. 32,2, da Constituição de Portugal; art. 67, 2, da Constituição de Angola; art. 59, 2: 2, da Constituição de Moçambique; art. 34, 1, da Constituição de Cabo Verde; art. 40, 2, da Constituição de São Tomé e Príncipe; art. 42, 2, da Constituição de Guiné-Bissau; art. 34, 1, da Constituição de Timor Leste; Magna Carta inglesa, de 1215; Declaração de Direitos do Bom Povo da Virgínia, de 1776; art. XXVI da Declaração Americana dos Direitos e Deveres do Homem (Bogotá), de 1948; art. 48, § 1º, da Carta dos Direitos Fundamentais da União Europeia (Nice), de 2000; art. 7º, § 1º, \"b\", da Carta Africana dos Direitos Humanos e dos Povos - Carta de Banjul (Nairóbi), de 1981; art. 19, \"e\", da Declaração Islâmica sobre Direitos Humanos (Cairo), de 1990; art. 14, § 2º, do Pacto Internacional sobre Direitos Civis e Políticos (Assembleia Geral das Nações Unidas), de 1966; Código Civil Napoleônico, de 1804. \n- Veja AI 394065-AgR-ED-ED-ED-EDv-AgR-AgR-AgR-ED.\nNúmero de páginas: 103.\nAnálise: 18/07/2016, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : MARCIO RODRIGUES DANTAS \nIMPTE.(S)  : MARIA CLAUDIA DE SEIXAS \nCOATOR(A/S)(ES) : RELATOR DO HC Nº 313.021 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":348283,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 126292","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2016-02-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"ALEXY, Robert. Teoría de los derechos fundamentales. 1997. p. 86.\nAQUINO, Tomás de. Suma Teológica.\nÁVILA, Humberto. Teoria dos princípios. 2003. p. 56.\nBARBAGALO, Fernando Brandini. Presunção de inocência e recursos criminais excepcionais. 2015.\nBARCELLOS, Ana Paula de. Ponderação, racionalidade e atividade jurisdicional. 2005. p. 173-174.\nBARROSO, Luís Roberto. Curso de direito constitucional contemporâneo. 2015. p. 322.\n_____. Brasil: o caminho longo e tortuoso. Conferência proferida na Universidade de Nova York, em 11 abr. 2016. Disponível em: http://www.luisrobertobarroso.com.br/wp-content/uploads/2016/04/Conferência-NYU-11-abr2016-versão-final-completa2.pdf.\nBECCARIA, Cesare. Dos delitos e das penas. 1979. p. 78.\nDWORKIN, Ronald. Taking rights seriously. 1977. p. 24.\n_____. The model of rules. University of Chicago Law Review, v. 35, p. 14, 1967-1968.\nESPÍNOLA FILHO, Eduardo. Código de Processo Penal Brasileiro Anotado. Campinas: Bookseller, 2000. v. III. p. 436.\nFELDENS, Luciano. A Constituição penal: a dupla face da proporcionalidade no controle de normas penais. 2005.\nFRISCHEISEN, Luiza Cristina Fonseca; GARCIA, Mônica Nicida; GUSMAN, Fábio. Execução provisória da pena: um contraponto à decisão do Supremo Tribunal Federal no Habeas Corpus n. 84.078. In: Garantismo Penal Integral. 2. ed. 2013. p. 507.\nGOMES, Luiz Flávio; MAZZUOLI, Valério de Oliveira. Direito penal - Comentários à Convenção Americana sobre Direitos Humanos/Pacto de San José da Costa Rica. Revista dos Tribunais, 2008. p. 85-91.\nGOMES FILHO, Antônio Magalhães. Presunção de Inocência e Prisão Cautelar. Saraiva, 1991. p. 12-17.\nGONÇALVEZ, Anthair Edgard de Azevedo Valente e. Inciso LVII do art. 5º da CF: uma presunção à brasileira. 2009. Mimeografado.\nHESSE, Konrad. A força normativa da Constituição. In: Escritos de derecho constitucional. 1983.\n_____. A força normativa da Constituição. Tradução: Gilmar Ferreira Mendes. Fabris Editor.\nHORBACH, Carlos Bastide. O controle de constitucionalidade na Constituição de Timor-Leste. Revista da Faculdade de Direito da Universidade de Lisboa, Coimbra, Coimbra Editora, v. XLVI, n. 2, 2005.\nLEITÃO, Míriam. História do futuro. 2015. p. 177-178.\nMANZINI, Vincenzo. Tratado de derecho procesal penal. Tradução: Santiago Sentís Melendo e Mariano Ayerra Redín. Buenas Aires: Ediciones Juridicas Europa-América, 1951. Tomo I. p. 253-257, item 40.\nMENDES, Gilmar Ferreira. A presunção de não culpabilidade. In: Marco Aurélio Mello: ciência e consciência. São Paulo: Migalhas, 2015. v. 1.\nMIRANDA, Jorge. Manual de direito constitucional. 2000. p. 338. Tomo IV.\nMÜLLER, Friedrich. Métodos de trabalho do direito constitucional. 2005.\nORGANIZAÇÃO DOS ESTADOS AMERICANOS (OEA). Mecanismo de acompanhamento da implementação da Convenção Interamericana contra a Corrupção. República Federativa do Brasil: relatório final. 20ª reunião de peritos. 10-14 set. 2012. Washington, DC. Disponível em: http://www.oas.org/JURIDICO/PDFS/MESICIC4_BRA_POR.PDF.\nPARDINI, Jean-Jacques. Le juge constitutionnel et le 'fait' en Italie et en France. 2001.\nSARLET, Ingo Wolfgang. A eficácia dos direitos fundamentais: uma teoria geral dos direitos fundamentais na perspectiva constitucional. 2015.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito constitucional: teoria, história e métodos de trabalho. 2014. p. 482.","ministro_facet":["TEORI ZAVASCKI"],"processo_numero":126292,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436313","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, declarou a constitucionalidade do tipo penal descrito no art. 305 do Código de Trânsito Brasileiro e julgou procedente a ação declaratória, nos termos do voto do Ministro Edson Fachin, Redator para o acórdão, vencidos os Ministros Marco Aurélio (Relator), Cármen Lúcia e Celso de Mello. Falou, pelo amicus curiae, o Dr. Alfredo Ermírio de Araújo Andrade. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur436313","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur436313","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL E PENAL. CRIME PREVISTO NO ART. 305 DO CÓDIGO DE TRÂNSITO NACIONAL. SOLUÇÃO DA CONTROVÉRSIA EM ÂMBITO NACIONAL QUANDO DO JULGAMENTO DO RECURSO EXTRAORDINÁRIO EM REPERCUSSÃO GERAL. MANUTENÇÃO DO ENTENDIMENTO. AÇÃO JULGADA PROCEDENTE.\n\n\n\n    1. A regra que prevê o crime do art. 305 do Código de Trânsito Brasileiro (Lei nº 9.503/97) é constitucional, posto não infirmar o princípio da não incriminação, garantido o direito ao silêncio e ressalvadas as hipóteses de exclusão da tipicidade e da antijuridicidade. Precedente.\n\n\n\n    2. Ação direta julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754375068","externo_seq_objeto_incidente":4739292,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-272  DIVULG 13-11-2020  PUBLIC 16-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=35&classe=ADC","is_colac":false,"titulo":"ADC 35","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055 INC-00063 ART-00129 \n          INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009503      ANO-1997\n          ART-00305\n                CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00014 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00927 INC-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 INC-00002 LET-G\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 INC-00003 LET-G\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-086714      ANO-1981\n          ART-00031 INC-00001 LET-C LET-D\n                DECRETO\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2020-11-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CÓDIGO DE TRÂNSITO BRASILEIRO, FINALIDADE, AUMENTO, SEGURANÇA, RODOVIA. INOCORRÊNCIA, OFENSA, PRINCÍPIO DA ISONOMIA. PERMANÊNCIA, LOCAL, ACIDENTE, FINALIDADE, IDENTIFICAÇÃO, CONDUTOR, INEXISTÊNCIA, CONFISSÃO, AUTORIA DO CRIME, RESPONSABILIDADE, SINISTRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, OBJETIVO, MODIFICAÇÃO, PRESUNÇÃO RELATIVA, PRESUNÇÃO ABSOLUTA, LEI, ATO NORMATIVO. JULGAMENTO DO MÉRITO, TEMA DE REPERCUSSÃO GERAL, RECONHECIMENTO, CONSTITUCIONALIDADE, DISPOSITIVO, CÓDIGO DE TRÂNSITO BRASILEIRO, CONSTITUCIONALIDADE, AFASTAMENTO, CONDUTOR, LOCAL, ACIDENTE DE TRÂNSITO. PREJUÍZO, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE. DIFERENÇA, LOCAL, CRIME, LOCAL, ACIDENTE DE TRÂNSITO. PRESERVAÇÃO, LOCAL, ACIDENTE DE TRÂNSITO, ADMINISTRAÇÃO, JUSTIÇA, OBJETIVO, CÓDIGO DE TRÂNSITO BRASILEIRO, PRESERVAÇÃO, VIDA, INCOLUMIDADE PÚBLICA. DIREITO AO SILÊNCIO, RECUSA, ACUSADO, PARTICIPAÇÃO, ATO PROCESSUAL, OBJETIVO, PERMANÊNCIA, LOCAL, APURAÇÃO, OCORRÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CASO CONCRETO, IDENTIDADE, TEMA DE REPERCUSSÃO GERAL. CONSTITUCIONALIDADE, CRIME, CÓDIGO DE TRÂNSITO BRASILEIRO, INEXISTÊNCIA, AUTOINCRIMINAÇÃO, GARANTIA, DIREITO AO SILÊNCIO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CÓDIGO DE TRÂNSITO BRASILEIRO, PREVISÃO, RESPONSABILIDADE PENAL, CONDUTOR, AFASTAMENTO, LOCAL, ACIDENTE DE TRÂNSITO. INCOMPATIBILIDADE, ESTADO DEMOCRÁTICO DE DIREITO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO, DIREITO AO SILÊNCIO, AUTODEFESA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=35&classe=ADC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AUSÊNCIA, OFENSA, GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\nRE 971959 (TP). \n(FINALIDADE, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE)\nADC 8 MC (TP). \n- Decisões estrangeiras citadas: Caso R.v. Baldry (1852) 2 Den 430, caso R. v. Priestley (1965) 51 Cr App R1, Ibrahim v. R. (1914) AC 599, caso McDermott v. R. (1948) 76 CLR 501 e caso R. vs. SANG.\nNúmero de páginas: 39.\nAnálise: 12/01/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE CIENCIAS CRIMINAIS - IBCCRIM \nADV.(A/S)  : MAURÍCIO STEGEMANN DIETER","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436313,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADC 35","processo_classe_processual_unificada_classe_sigla":"ADC","julgamento_data":"2020-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE","documental_doutrina_texto":"ALLAN, T. R. S. Constitucional Justice. Oxford: University Press, 2006. p. 12.\nFRAGOSO, Heleno Cláudio. Crimes do Automóvel. Revista Brasileiro de Criminologia e Direito Penal. 1963. p. 87.\nFUKUSSAWA, Fernando. Crimes de Trânsito. São Paulo: 2015. p. 258.\nGREENAWALT, Kent. Silence as a Moral and Constitucional Right. 1981. p. 35-41.\nMARQUES, Frederico. Estudos de Direito Processual Penal. Forense, 1960. p. 66-67.\nMARRONE, José Marcos. Delitos de Trânsito. São Paulo: Atlas, 1998. p. 57-58.\nMELLO, Celso. O Supremo Tribunal Federal e a defesa das liberdades públicas sob a Constituição de 1988: alguns tópicos relevantes. In: Os 20 anos da Constituição da República Federativa do Brasil. São Paulo: Atlas, 2008. p. 555-559.\nNUCCI, Guilherme de Souza. Leis penais e processuais penais comentadas. São Paulo: RT, 2006.","ministro_facet":["MARCO AURÉLIO","EDSON FACHIN"],"processo_numero":35,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}