{"result":{"took":408,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32476,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446737","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PE","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou parcialmente procedente o pedido formulado na ação direta para, no que se refere à Lei estadual nº 16.559, de 15 de janeiro de 2019, do Estado de Pernambuco: a) dar interpretação conforme a Constituição ao art. 20, para afastar sua incidência sobre as empresas prestadoras de serviços de telecomunicações, e ao art. 168, para restringir seus efeitos aos fornecedores localizados fisicamente no Estado de Pernambuco; e b) declarar a inconstitucionalidade do art. 46, vencidos os Ministros Edson Fachin, Rosa Weber e Marco Aurélio, que julgavam improcedente a ação, e, parcialmente, o Ministro Dias Toffoli, que, acompanhando os demais ministros na parcial procedência da ação, ainda declarava a inconstitucionalidade formal dos incisos I e V do § 3º do art. 20. Quanto aos arts. 30, 34, 37, 40, 41 e 42 da referida lei, o Tribunal declarou-os constitucionais, vencidos os Ministros Gilmar Mendes (Relator), Ricardo Lewandowski, Roberto Barroso, Nunes Marques e Dias Toffoli, que os julgavam inconstitucionais. Redigirá o acórdão o Ministro Alexandre de Moraes. Falou, pela requerente, a Dra. Roberta Feiten. Plenário, Sessão Virtual de 26.3.2021 a 7.4.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur446737","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pernambuco","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur446737","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. DISPOSITIVOS DO CÓDIGO DE DEFESA DO CONSUMIDOR DO ESTADO DE PERNAMBUCO (LEI ESTADUAL 16.559/2019). CONSTITUCIONALIDADE FORMAL E MATERIAL DOS ARTS. 2º, 14, 17, 19, 25, 30, 34, 37, 38, 40, 41, 42, 45, 60 E 61. OBRIGAÇÕES ACESSÓRIAS VOLTADAS À IMPLEMENTAÇÃO DE UM MODELO DE PROTEÇÃO AOS DIREITOS DO CONSUMIDOR. INCONSTITUCIONALIDADE FORMAL DO ART. 46. EXTRAPOLAÇÃO DA COMPETÊNCIA CONCORRENTE DO ESTADO PARA LEGISLAR SOBRE PRODUÇÃO E CONSUMO (ART. 24, V, DA CF). INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO AOS ARTS. 20, PARA AFASTAR A SUA INCIDÊNCIA SOBRE SERVIÇOS DE TELECOMUNICAÇÃO, E 168, PARA RESTRINGIR SUA APLICAÇÃO AOS FORNECEDORES LOCALIZADOS NO ESTADO DO PERNAMBUCO. PROCEDÊNCIA PARCIAL.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos, União, Estados-membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. Os arts. 2º, 14, 17, 19, 25, 30, 34, 37, 38, 40, 41 e 42 da Lei estadual 16.559/2019 preveem diversas obrigações voltadas a uma maior transparência e garantia de acesso a informações essenciais por parte dos usuários dos serviços e mercadorias oferecidos pelos diversos fornecedores arrolados na legislação pernambucana. Embora os dispositivos legais tenham essas empresas como destinatárias, a principal razão de ser das normas não está na interferência na prestação de serviços e no fornecimento das mercadorias em si, mas na implementação de um modelo de informação ao consumidor usuário daqueles produtos e serviços.\n\n\n\n    4. Ao estabelecer aos fornecedores os deveres de receber, analisar e responder às reclamações dos consumidores, o art. 45 visa a uma maior proteção ao consumidor, como parte hipossuficiente da relação de consumo. Ressalva, no ponto, da interpretação conforme a Constituição dada pelo SUPREMO TRIBUNAL FEDERAL no julgamento da ADI 6086 (Rel. Min. GILMAR MENDES, Tribunal Pleno, DJe de 28/5/2020) para afastar a incidência da norma em relação aos serviços de telecomunicação.\n\n\n\n    5. Os arts. 60 e 61 tratam de assistência técnica mediante atendimento presencial do consumidor no Estado de Pernambuco, a afastar a alegação de interferência na esfera de competência privativa da União para legislar sobre comércio interestadual. Em relação ao art. 168, impõe-se seja dada interpretação conforme a Constituição, para restringir a sua incidência aos fornecedores localizados no Estado de Pernambuco.\n\n\n\n    6. O princípio da livre iniciativa, garantido no art. 170 da Constituição, não proíbe o Estado de atuar subsidiariamente sobre a dinâmica econômica para garantir o alcance de objetivos indispensáveis para a manutenção da coesão social, entre eles a proteção do consumidor (art. 170, V, da CF), desde que haja proporcionalidade entre a restrição imposta e a finalidade de interesse público, como ocorre no caso.\n\n\n\n    7. Previsão de medidas adequadas e proporcionais, destinadas a uma maior proteção à relação de consumo, e que não representam custo logístico e financeiro elevado para os fornecedores de serviços a que se destinam.\n\n\n\n    8. O art. 46 cria indevidamente uma definição para produtos essenciais, não disposta no § 3° do art. 18 da Lei Federal 8.078/1990, extrapolando a competência concorrente do Estado para legislar sobre produção e consumo (art. 24, V, da CF).\n\n\n\n    9. Inadmissibilidade de se impor a obrigação prevista no art. 20 da legislação pernambucana às concessionárias dos serviços de telecomunicações situadas no Estado de Pernambuco, sob pena de usurpação de competência privativa da União para disciplinar sobre a matéria (arts. 21, XI e XII, b, e 22, IV, da CF) e para dispor sobre a relação jurídica entre as concessionárias e seus usuários (art. 175, caput e II, da CF).\n\n\n\n    10. Ação Direta conhecida e julgada parcialmente procedente, para: i) assentar a constitucionalidade dos arts. 2º, 14, 17, 25, 19, 30, 34, 37, 38, 40, 41, 42, 45, 60 e 61 da Lei 16.559, de 15 de janeiro de 2019, do Estado de Pernambuco; ii) declarar a inconstitucionalidade do art. 46 de referida lei estadual; e iii) conferir interpretação conforme a Constituição ao art. 20, para afastar sua incidência sobre as empresas prestadoras de serviços de telecomunicações; e ao art. 168, para restringir seus efeitos aos fornecedores localizados no Estado de Pernambuco.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755918123","externo_seq_objeto_incidente":5746001,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-097  DIVULG 20-05-2021  PUBLIC 21-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6214&classe=ADI","is_colac":false,"titulo":"ADI 6214","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00014 ART-00021\n    INC-00011 INC-00012 LET-B ART-00022\n    INC-00001 INC-00004 INC-00005 INC-00007\n    INC-00008 INC-00029 PAR-ÚNICO ART-00024\n    INC-00005 INC-00008 ART-00025 PAR-00001\n    ART-00030 INC-00001 ART-00103 INC-00009\n    ART-00170 INC-00005 ART-00175 \"CAPUT\"\n    PAR-ÚNICO INC-00001 INC-00002 INC-00003\n    INC-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078 ANO-1990\n    ART-00004 INC-00004 ART-00006 INC-00003\n    ART-00010 PAR-00001 ART-00018 PAR-00003\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-015779 ANO-2012\n    LEI ORDINÁRIA, SC\n\n","LEG-FED   DEC-007693 ANO-2013\n    DECRETO\n\n","LEG-FED   DEC-007962 ANO-2013\n    ART-00002 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006\n    DECRETO\n\n","LEG-FED   DEC-007963 ANO-2013\n    DECRETO\n\n","LEG-FED   SUMSTF-000645\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-010248 ANO-1993\n    LEI ORDINÁRIA, PR\n\n","LEG-EST   LEI-003669 ANO-2001\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-013747 ANO-2009\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-020334 ANO-2012\n    LEI ORDINÁRIA, MG\n\n","LEG-EST   LEI-016559 ANO-2019\n    ART-00002 ART-00014 ART-00017 ART-00019\n    ART-00020 PAR-00001 PAR-00002 PAR-00003\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 INC-00007 PAR-00004\n    ART-00025 ART-00030 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    ART-00034 \"CAPUT\" PAR-00001 PAR-00002\n    ART-00037 \"CAPUT\" PAR-00001 PAR-00002\n    ART-00038 ART-00040 PAR-00001 PAR-00002\n    ART-00041 INC-00001 INC-00002 INC-00003\n    INC-00004 PAR-ÚNICO ART-00042 INC-00001\n    INC-00002 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00045 ART-00046 INC-00001\n    INC-00002 INC-00003 ART-00060 ART-00061\n    ART-00168 PAR-00001 PAR-00002 PAR-00003\n    LEI ORDINÁRIA - CÓDIGO ESTADUAL DE DEFESA DO CONSUMIDOR, PE\n\n","LEG-EST   LEI-016757 ANO-2019\n    LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-016963 ANO-2020\n    LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-017172 ANO-2021\n    LEI ORDINÁRIA, PE"],"publicacao_data":"2021-05-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HISTÓRIA, FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA. AMPLIAÇÃO, COMPETÊNCIA, ESTADO-MEMBRO, EDIÇÃO, NORMA. COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO À INFORMAÇÃO, CONSUMIDOR. DISTINÇÃO, RELAÇÃO JURÍDICA, USUÁRIO, CONCESSIONÁRIA, SERVIÇO PÚBLICO, RELAÇÃO DE CONSUMO. IMPOSSIBILIDADE, COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, CRIAÇÃO, REGRA, INTERFERÊNCIA, EQUILÍBRIO, CONTRATO.\n\n- VOTO, MIN. GILMAR MENDES: OBRIGAÇÃO, REMESSA, FORNECEDOR, CONTRATO, CONSUMIDOR, FINALIDADE, DIREITO À INFORMAÇÃO. AUSÊNCIA, AMPLIAÇÃO, OBRIGAÇÃO, PREVISÃO, LEI FEDERAL. AUSÊNCIA, PREJUÍZO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, SUPERVENIÊNCIA, REVOGAÇÃO, LEI IMPUGNADA. REGULAÇÃO, COMÉRCIO, AMBIENTE ELETRÔNICO, ATO NORMATIVO FEDERAL, IMPOSSIBILIDADE, LEI ESTADUAL, DETERMINAÇÃO, FORMA, DISPONIBILIDADE, INFORMAÇÃO, ATIVIDADE COMERCIAL, AMBIENTE ELETRÔNICO. OFENSA, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, DIREITO CIVIL, DIREITO EMPRESARIAL, INFORMÁTICA, COMÉRCIO INTERESTADUAL. OBRIGAÇÃO, ENTREGA, PRODUTO, INFORMAÇÃO, CÓDIGO, TELEFONE CELULAR, CONSIDERAÇÃO, COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO, PROTEÇÃO AO CONSUMIDOR, IMPOSSIBILIDADE, IMPOSIÇÃO, OBRIGAÇÃO, INFORMAÇÃO, DIVERSIDADE, ESTADO-MEMBRO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, PROPAGANDA COMERCIAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, EXPLORAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO. ATRIBUIÇÃO, PODER PÚBLICO, DEVER, PRESTAÇÃO DE SERVIÇO, FORMA, CONCESSÃO DE SERVIÇO PÚBLICO, PERMISSÃO, LEGISLAÇÃO, DIREITO, USUÁRIO, SERVIÇO PÚBLICO, POLÍTICA TARIFÁRIA. IMPOSSIBILIDADE, INTERFERÊNCIA, ESTADO-MEMBRO, RELAÇÃO CONTRATUAL, CONCESSIONÁRIA, USUÁRIO. IMPOSSIBILIDADE, LEI ESTADUAL, ESPECIFICAÇÃO, ESSENCIALIDADE, PRODUTO.\n\n- VOTO, MIN. DIAS TOFFOLI: COMPETÊNCIA, UNIÃO FEDERAL, EXPLORAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO, IMPOSSIBILIDADE, INTERFERÊNCIA, ESTADO-MEMBRO, RELAÇÃO CONTRATUAL, CONCESSIONÁRIA, SERVIÇO PÚBLICO, USUÁRIO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, ENERGIA ELÉTRICA.\n\n- VOTO, MIN. MARCO AURÉLIO: COMPLEXIDADE, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. PREVISÃO, LEI ESTADUAL, OBRIGAÇÃO, FORNECEDOR, PRESTADOR DE SERVIÇO, COMERCIANTE, ACESSO À INFORMAÇÃO, ESTABELECIMENTO COMERCIAL, COMÉRCIO, AMBIENTE ELETRÔNICO, FINALIDADE, PROTEÇÃO AO CONSUMIDOR.\n\n- VOTO, MIN. EDSON FACHIN: FEDERALISMO COOPERATIVO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PROTEÇÃO, AUTONOMIA, ESTADO-MEMBRO. PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. FEDERALISMO, DESCENTRALIZAÇÃO, DISTRIBUIÇÃO, PODER POLÍTICO, REALIZAÇÃO, DIREITO FUNDAMENTAL. PRINCÍPIO DA SUBSIDIARIEDADE. IMPOSSIBILIDADE, RETIRADA, COMPETÊNCIA LEGISLATIVA, ENTE FEDERADO, PODER JUDICIÁRIO. DIREITO À INFORMAÇÃO, PRINCÍPIO DA BOA-FÉ OBJETIVA, RELAÇÃO CONTRATUAL, CONSUMO. POSSIBILIDADE, ATUAÇÃO, ESTADO-MEMBRO, HIPÓTESE, OMISSÃO, ÓRGÃO FEDERAL, DEFINIÇÃO, ESSENCIALIDADE, PRODUTO. JURISPRUDÊNCIA, STF, AUSÊNCIA, OFENSA, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, MATÉRIA, COMÉRCIO INTERESTADUAL, EXIGÊNCIA, DIVERSIDADE, RÓTULO.\n\n- TERMO(S) DE RESGATE: PRODUTOS ESSENCIAIS. PRESUMPTION AGAINST PRE-EMPTION. PRINCÍPIO DA PROIBIÇÃO DA ARBITRARIEDADE DOS PODERES PÚBLICOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6214&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(OBRIGAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO, DIREITO À INFORMAÇÃO, CONSUMIDOR)\nADI 6086 (TP). \n(ADI, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, ÂMBITO NACIONAL, ABINEE)\nADI 1980 (TP), ADI 4203 (TP), ADI 4761 (TP). \n(COMPETÊNCIA CONCORRENTE, UNIÃO, DIREITO À INFORMAÇÃO, CONSUMIDOR)\nADI 763 (TP), ADI 1980 (TP), ADI 2832 (TP), ADI 4445 (TP), ADI 4512 (TP), ADI 4533 (TP), ADI 5572 (TP), ADI 5939 (TP), ADI 6097 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, EXPLORAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 2815 (TP), ADI 3322 (TP), ADI 4083 (TP), ADI 4761 (TP), ADI 6086 (TP), ADI 6089 (TP). \n(DISTINÇÃO, RELAÇÃO JURÍDICA, CONCESSIONÁRIA, SERVIÇO PÚBLICO, RELAÇÃO DE CONSUMO)\nADI 4478 (TP), ADI 5575 (TP). \n(FEDERALISMO, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE)\nADPF 109 (TP), ADI 5327 (TP), ADI 5356 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, PROPAGANDA COMERCIAL)\nADI 4761 (TP). \n(COMPETÊNCIA CONCORRENTE, REGULAÇÃO, PRESTAÇÃO DE SERVIÇO, RELAÇÃO DE CONSUMO)\nADI 4619 (TP), ADI 5745 (TP). \n(PROPORCIONALIDADE, RESTRIÇÃO, ATIVIDADE ECONÔMICA, INTERESSE PÚBLICO)\nADI 855 (TP). \n(LEI MUNICIPAL, LIMITAÇÃO, INSTALAÇÃO, POSTO DE GASOLINA)\nRE 204187 (2ªT), RE 597165 AgR (2ªT). \n(FIXAÇÃO, HORÁRIO, PLANTÃO, FUNCIONAMENTO, FARMÁCIA)\nRE 237965 (2ªT). \n(REGULAMENTAÇÃO, COMÉRCIO, ARTIGO, CONVENIÊNCIA, FARMÁCIA)\nADI 4954 (TP). \n(PROIBIÇÃO, UTILIZAÇÃO, EMBALAGEM)\nRE 594057 AgR (2ªT). \n(LEI ESTADUAL, INTERFERÊNCIA, CONCESSÃO DE SERVIÇO PÚBLICO, ÂMBITO FEDERAL)\nADI 3343 (TP), ADI 4401 MC (TP), ADI 4533 MC (TP), ADI 4925 (TP). \n(SUSPENSÃO, INTERRUPÇÃO, ENERGIA ELÉTRICA, LEI ESTADUAL)\nADI 3824 (TP). \n(ADI, PREJUÍZO, SUPERVENIÊNCIA, REVOGAÇÃO, LEI IMPUGNADA)\nADI 763 (TP). \n(INTERFERÊNCIA, LEI ESTADUAL, RELAÇÃO CONTRATUAL, CONCESSIONÁRIA, USUÁRIO)\nADI 2615 (TP), ADI 3322 (TP), ADI 3533 (TP), ADI 2337 MC (TP), ADI 4907 (TP), ADI 4907 MC (TP). \n(FEDERALISMO, DIREITO À INFORMAÇÃO)\nADI 4533 (TP), ADI 5572 (TP). \n(OBRIGAÇÃO, FORNECEDOR, RECEBIMENTO, APRECIAÇÃO, RESPOSTA, RECLAMAÇÃO, CONSUMIDOR, EXCEÇÃO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 6068 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 95.\nAnálise: 14/11/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO BRASILEIRA DA INDÚSTRIA ELÉTRICA E ELETRÔNICA - ABINEE \nADV.(A/S)  : RONALDO LUIZ KOCHEM \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE PERNAMBUCO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE PERNAMBUCO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE PERNAMBUCO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":446737,"documental_tese_texto":null,"procedencia_geografica_completo":"PE - PERNAMBUCO","processo_codigo_completo":"ADI 6214","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-04-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBRANCO, Paulo Gonet; BRANCO, Pedro Gonet. Structural Ways of Governing the Internet: The Brazilian Position. In: Revista Jurídica, UNICURITIBA, v. 2, n. 55, 2019. p. 604.\nCANOTILHO, José Joaquim Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq. \nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nHAMILTON, Alexander. The Federalist papers, n. 9.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nLEVI, Lucio. Federalismo. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michel J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987, p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMENDES, Gilmar. Curso de direito constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 841.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSALINAS, Jesus Gonzalez. Notas sobre algunos de los puntos de referencia entre ley, reglamento y acto administrativo. Revista de Administración Pública, n. 120, 1989.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["GILMAR MENDES","ALEXANDRE DE MORAES"],"processo_numero":6214,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446744","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Alexandre de Moraes (Relator), que julgava procedente o pedido formulado na ação direta para declarar a inconstitucionalidade formal do art. 7º, inc. III, da Lei Complementar 30/1993 do Estado de Minas Gerais, pediu vista dos autos a Ministra Cármen Lúcia. Falaram, pelo interessado Governador do Estado de Minas Gerais, a Dra. Vanessa Saraiva de Abreu, Procuradora do Estado; e, pelo amicus curiae Estado de São Paulo, o Dr. Daniel Henrique Ferreira Tolentino, Procurador do Estado. Presidência do Ministro Dias Toffoli. Plenário, 6.2.2019.\r\n\n            Decisão: O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta, nos termos do voto da Ministra Cármen Lúcia, Redatora para o acórdão, vencido o Ministro Alexandre de Moraes (Relator). Plenário, Sessão Virtual de 26.2.2021 a 5.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"CÁRMEN LÚCIA","revisor_processo_nome":null,"id":"sjur446744","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur446744","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUCIONAL. ADMINISTRATIVO. INC. III DO ART. 7º DA LEI COMPLEMENTAR MINEIRA N. 30/1993, PELO QUAL SE DISPÕE SOBRE A COMPETÊNCIA DO ADVOGADO-GERAL DO ESTADO PARA RECEBER A CITAÇÃO INICIAL OU COMUNICAÇÃO REFERENTE À AÇÃO OU PROCESSO AJUIZADO CONTRA O ESTADO OU SUJEITO À INTERVENÇÃO DA PROCURADORIA-GERAL. ALEGADA OFENSA AO INC. LXVIII DO ART. 5º, AO INC. I DO ART. 22 E AO CAPUT DO ART. 37 DA CONSTITUIÇÃO DA REPÚBLICA. AUTONOMIA ADMINISTRATIVA DOS ESTADOS. AUSÊNCIA DE OFENSA À RAZOÁVEL DURAÇÃO DO PROCESSO E AO PRINCÍPIO DA EFICIÊNCIA. AÇÃO DIRETA JULGADA IMPROCEDENTE. \n\n\n\n    1. Nos termos do art. 132 da Constituição da República, cada Estado detém competência para organizar sua representação judicial e extrajudicial, que deve ser realizada por procuradores de carreira, incluída, nesta competência, a formulação de leis sobre procedimentos em matéria processual, atendidas as peculiaridades locais.\n\n\n\n    2. A procuração geral para o foro dos advogados públicos decorre da lei, também sendo necessária autorização legal para a prática de atos reservados à procuração com poderes especiais.\n\n\n\n    3. É constitucional a norma impugnada pela qual indicado o destinatário da citação no órgão da Advocacia Pública estadual, pois se enquadra como modelo procedimental complementar à sistemática processual civil, decorrente da autonomia dos entes federados em estruturar-se administrativamente, nos termos do plexo de competências previstas no caput do art. 18, no inc. XI do art. 24 e no caput do art. 25 da Constituição da República.\n\n\n\n    4. A estruturação interna e a divisão de tarefas da Advocacia-Geral do Estado estabelecidas na norma impugnada observam a celeridade processual e a razoável duração do processo, na medida em que permite a melhor execução das atividades administrativas e jurídicas da instituição.\n\n\n\n    5. Ação direta de inconstitucionalidade julgada improcedente para declarar constitucional o inc. III do art. 7º da Lei Complementar n. 30/1993 de Minas Gerais.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755923826","externo_seq_objeto_incidente":5259993,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-097  DIVULG 20-05-2021  PUBLIC 21-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5773&classe=ADI","is_colac":false,"titulo":"ADI 5773","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00068 INC-00078 ART-00018\n    \"CAPUT\" ART-00022 INC-00001 ART-00024\n    INC-00011 PAR-00002 ART-00025 \"CAPUT\"\n    ART-00030 INC-00001 ART-00037 \"CAPUT\"\n    ART-00131 PAR-00001 PAR-00002 PAR-00003\n    ART-00132 CAPÍTULO-00004 SEÇÃO-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000073 ANO-1993\n    ART-00035\n    LEI COMPLEMENTAR LEI ORGÂNICA DA ADVOCACIA-GERAL DA UNIÃO\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00240 ART-00241\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-EST   LCP-000030 ANO-1993\n    ART-00007 INC-00003\n    LEI COMPLEMENTAR, MG\n\n","LEG-EST   LCP-000083 ANO-2005\n    ART-0003A INC-00002 INC-00003\n    LEI COMPLEMENTAR, MG\n\n","LEG-EST   LCP-000151 ANO-2019\n    LEI COMPLEMENTAR, MG\n\n","LEG-EST   LEI-013105 ANO-2015\n    ART-00075 INC-00002 ART-00105 ART-00183\n    ART-00238 ART-00239 \"CAPUT\" PAR-00001\n    ART-00240 ART-00241 ART-00242 \"CAPUT\"\n    PAR-00003 ART-00243 ART-00244 ART-00245\n    ART-00246 ART-00247 ART-00248 ART-00249\n    ART-00250 ART-00251 ART-00252 ART-00253\n    ART-00254 ART-00255 ART-00256 ART-00257\n    ART-00258 ART-00259 ART-00269 PAR-00003\n    ART-00270 ART-00312\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2021-05-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEFINIÇÃO, CITAÇÃO, COMUNICAÇÃO, RÉU, EXISTÊNCIA, DEMANDA; CONVOCAÇÃO, COMPARECIMENTO, JUÍZO. EXIGÊNCIA, CITAÇÃO, APERFEIÇOAMENTO, RELAÇÃO PROCESSUAL. DIVERGÊNCIA, DOUTRINA, NATUREZA JURÍDICA, EFEITO, CITAÇÃO. CÓDIGO DE PROCESSO CIVIL DE 2015, CITAÇÃO, CONDIÇÃO, EFICÁCIA, PROCESSO, REQUISITO, VALIDADE, ATO PROCESSUAL. CONSIDERAÇÃO, CITAÇÃO, INSTITUTO JURÍDICO, ÂMBITO PROCESSUAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, NORMA GERAL, MATÉRIA, DIREITO PROCESSUAL. COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, REGRA, PROCEDIMENTO, EXECUÇÃO, LEGISLAÇÃO PROCESSUAL. DISTINÇÃO, LEI PROCESSUAL, PROCEDIMENTO. FEDERALISMO COOPERATIVO. CONSIDERAÇÃO, INTIMAÇÃO, ATO, MOVIMENTAÇÃO, PROCESSO. ORGANIZAÇÃO, ÂMBITO ADMINISTRATIVO, ADVOCACIA PÚBLICA, MATÉRIA, DESTINATÁRIO, CITAÇÃO, PRINCÍPIO DA ISONOMIA. ESGOTAMENTO, DISCUSSÃO, MATÉRIA, CITAÇÃO, INTIMAÇÃO, UTILIZAÇÃO, PROCESSO ELETRÔNICO. SUPRIMENTO, AUSÊNCIA, NULIDADE, CITAÇÃO, COMPARECIMENTO, RÉU. POSSIBILIDADE, COMPARECIMENTO, PROCURADOR DO ESTADO, PROCESSO, AUSÊNCIA, DIMINUIÇÃO, ATRIBUIÇÃO, PROCURADOR-GERAL DO ESTADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: DISTINÇÃO, CAPACIDADE POSTULATÓRIA, CAPACIDADE PROCESSUAL. CONSIDERAÇÃO, LEI IMPUGNADA, NORMA, ORGANIZAÇÃO, ÂMBITO ADMINISTRATIVO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: FEDERALISMO, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FUNDAMENTO, ESTADO DE DIREITO. AUTONOMIA, ENTE FEDERADO. FEDERALISMO COOPERATIVO. PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, MATÉRIA, DIREITO PROCESSUAL. CONSIDERAÇÃO, CITAÇÃO, INTIMAÇÃO, MATÉRIA, DIREITO PROCESSUAL. CÓDIGO DE PROCESSO CIVIL, COMUNICAÇÃO, ATO PROCESSUAL, REGRA, CITAÇÃO PESSOAL. CITAÇÃO, ADVOCACIA PÚBLICA, DESNECESSIDADE, CITAÇÃO, GESTOR. LEI IMPUGNADA, PRERROGATIVA, ÂMBITO PROCESSUAL, FAZENDA PÚBLICA. PREVISÃO, CONSTITUIÇÃO FEDERAL, EDIÇÃO, LEI, ORGANIZAÇÃO, FUNCIONAMENTO, ADVOCACIA PÚBLICA, ÂMBITO FEDERAL, ÂMBITO ESTADUAL. DESCABIMENTO, ENTENDIMENTO, CITAÇÃO, MATÉRIA, AUTO-ORGANIZAÇÃO, ESTADO-MEMBRO. AUSÊNCIA, COMPETÊNCIA LEGISLATIVA, ÂMBITO ESTADUAL, MATÉRIA, CITAÇÃO. ADMISSIBILIDADE, ÂMBITO, ORGANIZAÇÃO INTERNA, COMUNICAÇÃO, PROCURADOR-GERAL DO ESTADO, EXISTÊNCIA, CITAÇÃO. USURPAÇÃO DE COMPETÊNCIA, ÂMBITO FEDERAL. CONSIDERAÇÃO, CITAÇÃO, REQUISITO, APERFEIÇOAMENTO, RELAÇÃO JURÍDICA, REGULAMENTAÇÃO, DIREITO PROCESSUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5773&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRERROGATIVA, ÂMBITO PROCESSUAL, FAZENDA PÚBLICA)\nADI 882 (TP), ADI 2212 (TP), ADI 2257 (TP), ADI 2655 (TP), ADI 4161 (TP). \n(CONSTITUCIONALIDADE, LEI ESTADUAL, REGULAMENTAÇÃO, HOMOLOGAÇÃO JUDICIAL, ACORDO, PRESTAÇÃO ALIMENTÍCIA)\nADI 2922 (TP). \n(STJ, PADRONIZAÇÃO, INTERPRETAÇÃO, NORMA INFRACONSTITUCIONAL, UNIÃO FEDERAL)\nAI 162245 AgR (2ªT). \n- Acórdão(s) citado(s) - outros tribunais:\n(NULIDADE, CITAÇÃO, PROCURADOR DO ESTADO, AUSÊNCIA, PROCURAÇÃO COM PODER ESPECÍFICO)\nSTJ: REsp 16720/SP. \n- Legislação estrangeira citada: Constituição dos Estados Unidos da América.\nNúmero de páginas: 57.\nAnálise: 08/08/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nAM. CURIAE.  : ESTADO DE ALAGOAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE ALAGOAS \nAM. CURIAE.  : ESTADO DO AMAPÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAPÁ \nAM. CURIAE.  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nAM. CURIAE.  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : ESTADO DO MARANHAO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO MARANHÃO \nAM. CURIAE.  : ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nAM. CURIAE.  : ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nAM. CURIAE.  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nAM. CURIAE.  : ESTADO DA PARAIBA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA PARAÍBA \nAM. CURIAE.  : ESTADO DO PARANA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARANA \nAM. CURIAE.  : ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE PERNAMBUCO \nAM. CURIAE.  : ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nAM. CURIAE.  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nAM. CURIAE.  : ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nAM. CURIAE.  : ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nAM. CURIAE.  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nAM. CURIAE.  : ESTADO DO TOCANTINS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO TOCANTINS \nAM. CURIAE.  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":446744,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADI 5773","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-03-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBUENO, Cássio Scarpinella. Curso Sistematizado de Direito Processual Civil. 8. ed. São Paulo: Saraiva, 2014. v. 1. p. 416.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nCUNHA, Leonardo Carneiro da. A Fazenda Pública em juízo. 14. ed. Rio de Janeiro: Forense, 2017. p. 6, 12 e 93.\nDIDIER JÚNIOR, Fredie. Curso de Direito Processual Civil. 19. ed. Salvador: Jus Podvim, 2017. v. 1. p. 683-684.\nDINAMARCO, Cândido. Instituições de Direito Processual Civil. 5. ed. São Paulo: Malheiros, 2005. p. 85.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFUX, Luiz. Teoria Geral do Processo Civil. São Paulo: Forense, 2014. p. 1.\nGRECO, Leonardo. Instituições de processo civil: introdução ao direito processual civil. Rio de Janeiro: Forense, 2009. v. 1. p. 416.\nHAMILTON, Alexander. The Federalist Papers, n. 9. \nHAMILTON, Alexander; JAY, John; MADISON, James. Federalist Papers. 1787-1788.\nHORTA, Raul Machado. Direito Constitucional. 4. ed. rev. e atual. Belo Horizonte: Del Rey, 2003. p. 356.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada: o problema da conceituação das normas gerais, Revista de informação legislativa, v. 25, n. 100, p. 127-162, out./dez. 1988. p. 159.\nNEVES, Daniel Amorim Assumpção. Manual de Direito Processual Civil. 6. ed. São Paulo: Método, 2014. p. 117.\nPACHECO, José da Silva. Direito Processual Civil. São Paulo: Saraiva, 1976. p. 393.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution . New York: W. W. Norton & Company, 1987. p. 18-19.\nSILVA, José Afonso da. Comentário contextual à Constituição. 6. ed. São Paulo: Malheiros, 2009. p. 265.\nSILVA, José Afonso da. Curso de Direito Constitucional positivo. 23. ed. São Paulo: Malheiros, 2004. p. 100.\nTHEODORO JÚNIOR, Humberto. Curso de Direito Processual Civil. 57. ed. Rio de Janeiro: Forense, 2016. p. 546.\nTHEODORO JÚNIOR, Humberto. Curso de Direito Processual Civil. 59. ed. Rio de Janeiro: Forense, 2018. p. 59.","ministro_facet":["ALEXANDRE DE MORAES","CÁRMEN LÚCIA"],"processo_numero":5773,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur448380","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido formulado pelo Governo de Portugal para conceder a extradição do nacional português João Eduardo Prudêncio Fragoso, com a condição de que o Estado Requerente assuma os compromissos previstos no art. 96 da Lei 13.445/2017, nos termos do voto da Relatora. Primeira Turma, Sessão Virtual de 28.5.2021 a 7.6.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur448380","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur448380","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO. CRIME DE HOMICÍDIO QUALIFICADO. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. SÚMULA 421/STF. DETRAÇÃO DA PENA. ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE.\n\n\n\n    1. Pedido de extradição formulado pelo Governo de Portugal que atende os requisitos da Convenção de Extradição entre os Estados Membros da Comunidade dos Países de Língua Portuguesa, promulgada pelo Decreto 7.935/2013, e da Lei 13.445/2017. \n\n\n\n    2. Delito de homicídio qualificado que, nos termos da legislação estrangeira, corresponde ao crime tipificado no art. 121, § 2º, I e II, do Código Penal. Dupla incriminação atendida.\n\n\n\n    3. Inocorrência de prescrição e óbices legais.\n\n\n\n    4. Consoante a orientação jurisprudencial desta Suprema Corte, “A Súmula 421/STF revela-se compatível com a vigente Constituição da República, pois, em tema de cooperação internacional na repressão a atos de criminalidade comum, a existência de vínculos conjugais e/ou familiares com pessoas de nacionalidade brasileira não se qualifica como causa obstativa da extradição” (Ext 1.343, Rel. Min. Celso de Mello, 2ª Turma, DJe 19.02.2015).\n\n\n\n    5. O compromisso de detração da pena, considerado o período de prisão decorrente da extradição, deve ser assumido antes da entrega do Extraditando, mas não impede o deferimento do pedido extradicional.\n\n\n\n    6. Extradição deferida. Entrega do Extraditando condicionada à assunção pelo Estado Requerente dos compromissos previstos no art. 96 da Lei 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756122347","externo_seq_objeto_incidente":6035864,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-113  DIVULG 11-06-2021  PUBLIC 14-06-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1643&classe=Ext","is_colac":false,"titulo":"Ext 1643","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   LEI-013445 ANO-2017\n    ART-00081 ART-00082 ART-00088 PAR-00003\n    ART-00096 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-2005\n    ART-00002 ART-00010 ART-00014\n    CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00001 ART-00121 PAR-00002\n    INC-00001 INC-00002\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000045 ANO-2009\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DEC-007935 ANO-2013\n    DECRETO - PROMULGA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-06-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- REGULARIDADE, CARÁTER FORMAL, PEDIDO, EXTRADIÇÃO. DEFERIMENTO, EXTRADIÇÃO, INDEPENDÊNCIA, TRÂNSITO EM JULGADO, DECISÃO CONDENATÓRIA. DECRETO, PRISÃO, ÂMBITO INTERNACIONAL, REFERÊNCIA, PRISÃO PREVENTIVA, MOTIVO, COMPORTAMENTO, ACUSADO, FUGA, PODER JUDICIÁRIO. RESULTADO, INVESTIGAÇÃO, IDENTIFICAÇÃO DATILOSCÓPICA, INEXISTÊNCIA, DÚVIDA, IDENTIDADE, EXTRADITANDO. COMPETÊNCIA, ESTADO REQUERENTE, ESCOLHA, VIA PROCESSUAL, COOPERAÇÃO JURÍDICA INTERNACIONAL, CASO CONCRETO, EXTRADIÇÃO. INEXISTÊNCIA, COMPROVAÇÃO, ALEGAÇÃO, AMEAÇA, EXTRADITANDO. INEXISTÊNCIA, COMPROVAÇÃO, ALEGAÇÃO, VULNERABILIDADE, SAÚDE, EXTRADITANDO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1643&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, FILHO BRASILEIRO, CÔNJUGE BRASILEIRO, CONSTITUCIONALIDADE, SÚMULA 421/STF)\nExt 510 (TP), Ext 1343 (2ªT), Ext 1407 (2ªT), Ext 1466 (2ªT), Ext 1529 (1ªT), Ext 1531 (1ªT), Ext 1551 (2ªT), Ext 1492 QO (1ªT), Ext 1563 (1ªT), Ext 1572 (1ªT), Ext 1598 (2ªT). \n(IDENTIFICAÇÃO DATILOSCÓPICA, EXTRADITANDO, POLÍCIA FEDERAL)\nExt 1319 (1ªT). \n(EXTRADIÇÃO, COOPERAÇÃO JURÍDICA INTERNACIONAL)\nExt 1302 (2ªT). \n(EXTRADIÇÃO, COMPROVAÇÃO, ALEGAÇÃO, RISCO, VIDA, EXTRADITANDO)\nExt 1523 (2ªT), Ext 1495 (2ªT). \n- Legislação estrangeira citada: art. 118, n. 1, alínea 'a', art. 131 e art. 132, n. 1 e n. 2, alínea 'e', do Código Penal português.\n- Veja PPE 951 do STF.\nNúmero de páginas: 13.\nAnálise: 26/10/2021, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : JOÃO EDUARDO PRUDÊNCIO FRAGOSO \nADV.(A/S)  : ADRIELLE DE SOUZA OLIVEIRA SANTOS \nADV.(A/S)  : MARCELO BARBOSA DE ALMEIDA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":448380,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1643","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-06-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1643,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur448439","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que negava provimento ao recurso extraordinário do Ministério Público Federal e dava parcial provimento ao recurso de Paulo Roberto Pereira, determinando o retorno do processo ao Tribunal Regional Federal da 4ª Região para a aplicação do preceito secundário previsto para o delito de contrabando, e propunha a fixação da seguinte tese (tema 1.003 da repercussão geral): “É inconstitucional o preceito secundário do art. 273, § 1º-B, I, do Código Penal, devendo ser aplicadas à violação das condutas previstas no seu preceito primário, mediante analogia favorável ao réu, as penas previstas no art. 334-A do Código Penal”, no que foi acompanhado pelo Ministro Nunes Marques; do voto do Ministro Alexandre de Moraes, que negava provimento ao recurso extraordinário do Ministério Público Federal e dava provimento ao recurso de Paulo Roberto Pereira, para, declarando a inconstitucionalidade do preceito secundário trazido pela Lei nº 9.677/98 ao artigo 273 (reclusão, de 10 a 15 anos, e multa), repristinar o preceito secundário em sua redação original (reclusão, de 1 a 3 anos, e multa) a ser aplicado ao art. 273, § 1º-B, do Código Penal, determinando ao Tribunal Regional Federal da 4ª Região que proceda à nova dosimetria da pena, nos termos determinados, e propunha a fixação da seguinte tese: “É inconstitucional a redação dada ao preceito secundário do art. 273 (reclusão, de 10 a 15 anos, e multa) e prevista nos seus §§ 1º, 1º-A e 1º-B, do Código Penal, pela Lei nº 9.677/1998, devendo ser aplicadas à violação das condutas previstas em seus preceitos primários as sanções previstas na redação original do Código Penal (reclusão, de 1 a 3 anos, e multa)”; e do voto do Ministro Edson Fachin, que dava parcial provimento ao recurso do Ministério Público Federal para afastar a operação de combinação de textos legais e dava provimento ao recurso de Paulo Roberto Pereira para declarar a sua absolvição, e propunha a seguinte tese: “A configuração das condutas previstas no art. 273, caput e § 1º e § 1º-A e § 1º-B, do Código Penal, depende de comprovação inequívoca da ocorrência de dano ou de perigo concreto de lesão à saúde”, o julgamento foi suspenso. Falaram: pelo recorrente Ministério Público Federal, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República; e, pelo amicus curiae Defensoria Pública da União, o Dr. Gustavo Zortéa da Silva, Defensor Público Federal. Presidência do Ministro Luiz Fux. Plenário, 18.03.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: O Tribunal, por maioria, apreciando o tema 1.003 da repercussão geral, negou provimento ao recurso extraordinário do Ministério Público Federal e deu parcial provimento ao recurso de Paulo Roberto Pereira, determinando o retorno do processo ao Tribunal Regional Federal da 4ª Região para aplicação da tese jurídica fixada neste julgamento, nos termos do voto reajustado do Relator, vencidos os Ministros Edson Fachin, Luiz Fux (Presidente) e Marco Aurélio, nos termos de seus votos. Em seguida, por maioria, foi fixada a seguinte tese: \"É inconstitucional a aplicação do preceito secundário do art. 273 do Código Penal, com redação dada pela Lei nº 9.677/98 (reclusão, de 10 a 15 anos, e multa), à hipótese prevista no seu § 1º-B, I, que versa sobre a importação de medicamento sem registro no órgão de vigilância sanitária. Para esta situação específica, fica repristinado o preceito secundário do art. 273, na redação originária (reclusão, de 1 a 3 anos, e multa)\", vencidos os Ministros Marco Aurélio, Ricardo Lewandowski e Edson Fachin. Plenário, 24.03.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur448439","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur448439","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Direito constitucional e penal. Recurso extraordinário. Importação de medicamentos sem registro sanitário (CP, art. 273, 273, § 1º-B, I, do Código Penal). Inconstitucionalidade da pena abstratamente prevista. \n\n\n\n    1. O art. 273, § 1º-B, do CP, incluído após o “escândalo das pílulas de farinha”, prevê pena de dez a quinze anos de reclusão para quem importar medicamento sem registro no órgão de vigilância sanitária competente. \n\n\n\n    2. Como decorrência da vedação de penas cruéis e dos princípios da dignidade humana, da igualdade, da individualização da pena e da proporcionalidade, a severidade da sanção deve ser proporcional à gravidade do delito. \n\n\n\n    3. O estabelecimento dos marcos penais adequados a cada delito é tarefa que envolve complexas análises técnicas e político-criminais que, como regra, competem ao Poder Legislativo. Porém, em casos de gritante desproporcionalidade, e somente nestes casos, justifica-se a intervenção do Poder Judiciário, para garantir uma sistematicidade mínima do direito penal, de modo que não existam (i) penas exageradamente graves para infrações menos relevantes, quando comparadas com outras claramente mais reprováveis, ou (ii) a previsão da aplicação da mesma pena para infrações com graus de lesividade evidentemente diversos. \n\n\n\n    4. A desproporcionalidade da pena prevista para o delito do art. 273, § 1º-B, do CP, salta aos olhos. A norma pune o comércio de medicamentos sem registro administrativo do mesmo modo que a falsificação desses remédios (CP, art. 273, caput), e mais severamente do que o tráfico de drogas (Lei nº 11.343/2006, art. 33), o estupro de vulnerável (CP, art. 217-A), a extorsão mediante sequestro (CP, art. 159) e a tortura seguida de morte (Lei nº 9.455/1997, art. 1º, § 3º). \n\n\n\n    5. Mesmo a punição do delito previsto no art. 273, § 1º-B, do CP com as penas cominadas para o tráfico de drogas, conforme propugnado por alguns Tribunais e juízes, mostra-se inadequada, porque a equiparação mantém, embora em menor intensidade, a desproporcionalidade.\n\n\n\n    6. Para a punição da conduta do art. 273, § 1º-B, do CP, sequer seria necessária, a meu ver, a aplicação analógica de qualquer norma, já que, com o reconhecimento da sua inconstitucionalidade, haveria incidência imediata do tipo penal do contrabando às situações por ele abrangidas.\n\n\n\n    7. A maioria do Plenário, contudo, entendeu que, como decorrência automática da declaração de inconstitucionalidade do preceito secundário do art. 273, § 1º-B, I, deve incidir o efeito repristinatório sobre o preceito secundário do art. 273, caput, na redação original do Código Penal, que previa pena de 1 a 3 anos de reclusão.\n\n\n\n    8. Recurso do Ministério Público Federal desprovido. Recurso de Paulo Roberto Pereira parcialmente provido.\n\n\n\n    Tese de julgamento: É inconstitucional a aplicação do preceito secundário do art. 273 do Código Penal à hipótese prevista no seu § 1º-B, I, que versa sobre a importação de medicamento sem registro no órgão de vigilância sanitária. Para esta situação específica, fica repristinado o preceito secundário do art. 273, na sua redação originária.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756136392","externo_seq_objeto_incidente":5006518,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-113  DIVULG 11-06-2021  PUBLIC 14-06-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=979962&classe=RE","is_colac":false,"titulo":"RE 979962","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 PAR-00001 INC-00003 ART-00002\n    INC-00039 ART-00005 \"CAPUT\" INC-00003\n    INC-00039 INC-00041 INC-00042 INC-00046\n    ART-00029 PAR-00001 ART-00102 INC-00003\n    LET-A LET-B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006360 ANO-1976\n    ART-00010 INC-00004 ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-006437 ANO-1977\n    ART-00010 INC-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00001 INC-0007B ART-00010 ART-00272\n    PAR-00001\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-009099 ANO-1995\n    ART-00012 ART-00016 ART-00041\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009455 ANO-1997\n    ART-00001 PAR-00003\n    LTT-1997 LEI DE TORTURA\n\n","LEG-FED   LEI-009677 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009695 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010826 ANO-2003\n    ART-00014\n    ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00028 ART-00033 \"CAPUT\" PAR-00004\n    ART-00040 INC-00001 ART-00044\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00138 \"CAPUT\"\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-1969\n    ART-00005 INC-00002\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00007\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00029 PAR-00001 ART-00033 \"CAPUT\"\n    PAR-00004 ART-00062 ART-00121 \"CAPUT\"\n    PAR-00003 ART-00132 ART-00159 ART-00180\n    \"CAPUT\" PAR-00001 ART-0217A ART-00267\n    ART-00269 ART-00270 ART-00271 ART-00272\n    ART-00273 \"CAPUT\" INC-00001 INC-00002\n    PAR-00001 PAR-0001A PAR-0001B INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 PAR-00002 ART-00285 ART-0334A\n    PAR-00001 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 ART-0344A TÍTULO-00001\n    TÍTULO-00008\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003688 ANO-1941\n    ART-00019 ART-00025 ART-00050\n    LCP-41-1941 LEI DAS CONTRAVENÇÕES PENAIS\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00273 PAR-0001B INC-00001\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-003688 ANO-1941\n    ART-00014 ART-00019 ART-00025 ART-00050\n    DECRETO \n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000344 ANO-1998\n    PORTARIA DO MINISTÉRIO DA SAÚDE - MS/SVS\n\n","LEG-FED   PJL-004207 ANO-1998\n    PROJETO DE LEI"],"publicacao_data":"2021-06-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECONHECIMENTO, DESPROPORCIONALIDADE, PENA, CRIME, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, SOLUÇÃO, INTERPRETAÇÃO, NORMA, TRIBUNAL REGIONAL FEDERAL (TRF); NECESSIDADE, ENTENDIMENTO UNIFORME. VEDAÇÃO, PENA CRUEL, DESPROPORCIONALIDADE, PENA, DIREITO COMPARADO. VEDAÇÃO, PENA CRUEL, CONSTITUIÇÃO FEDERAL. CORRELAÇÃO, PENA, GRAVIDADE DO CRIME, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. PRINCÍPIO DA ISONOMIA, ÂMBITO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA PENA. PRINCÍPIO DA PROPORCIONALIDADE, RESOLUÇÃO, CONFLITO, DIREITO FUNDAMENTAL. PRINCÍPIO DA RESERVA LEGAL, ÂMBITO PENAL, PRINCÍPIO DA RESERVA LEGAL PROPORCIONAL. JURISPRUDÊNCIA, STF, PRINCÍPIO DA PROPORCIONALIDADE, LIMITAÇÃO, ATIVIDADE LEGISLATIVA, ÂMBITO PENAL; CONTRAVENÇÃO PENAL, POSSE, OBJETO, UTILIZAÇÃO POTENCIAL, CRIME, FURTO; DELITO, PORTE DE ARMA, ARMA DE FOGO; CRIMINALIZAÇÃO, ABORTO, INÍCIO, GRAVIDEZ. PRECEDENTE, STF, RECEPTAÇÃO QUALIFICADA, CRIME PRÓPRIO, APROVEITAMENTO, ATIVIDADE COMERCIAL. CRITÉRIO, IDENTIFICAÇÃO, DESPROPORCIONALIDADE, PENA, IMPORTÂNCIA, BEM JURÍDICO, TUTELADO; GRAU, AFETAÇÃO, BEM JURÍDICO; ELEMENTO SUBJETIVO, SUJEITO ATIVO, DELITO; FORMA, PARTICIPAÇÃO, DELITO. CRIME, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, CRIME CONTRA A SAÚDE PÚBLICA, CRIME DE PERIGO ABSTRATO. PRECEDENTE, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), CRIME, IMPORTAÇÃO, MEDICAMENTO, DESCONHECIMENTO, PROCEDÊNCIA. RECONHECIMENTO, INCONSTITUCIONALIDADE, PRECEITO SECUNDÁRIO, TIPO PENAL, SOLUÇÃO, RECONHECIMENTO, INAPLICABILIDADE, TIPO PENAL, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PRINCÍPIO DA RESERVA LEGAL; APLICAÇÃO, TIPO PENAL, ANALOGIA IN BONAM PARTEM; EFEITO REPRISTINATÓRIO, PENA, MOMENTO ANTERIOR, NORMA INCONSTITUCIONAL. DISTINÇÃO, POTENCIALIDADE LESIVA, FALSIFICAÇÃO, MEDICAMENTO, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA; DISTINÇÃO, APRECIAÇÃO, PROPORCIONALIDADE, PENA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: ATIVIDADE LEGISLATIVA, CRIAÇÃO, NORMA PENAL INCRIMINADORA, OBSERVÂNCIA, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA OFENSIVIDADE. PODER JUDICIÁRIO, COMBINAÇÃO DE LEIS. INCOMPETÊNCIA, PODER JUDICIÁRIO, JUÍZO DE VALOR, PRECEITO SECUNDÁRIO, NORMA PENAL INCRIMINADORA. CONTROLE DE CONSTITUCIONALIDADE, ATIVIDADE LEGISLATIVA, MATÉRIA CRIMINAL, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA OFENSIVIDADE. APLICAÇÃO, ANALOGIA IN BONAM PARTEM, ADEQUAÇÃO, PRECEITO SECUNDÁRIO, NORMA PENAL INCRIMINADORA. PRECEDENTE, STF, CRIME, IMPORTAÇÃO, MEDICAMENTO, APLICAÇÃO, PENA, LEI DE TÓXICOS. JURISPRUDÊNCIA, TRIBUNAL REGIONAL FEDERAL (TRF), CRIME, IMPORTAÇÃO, MEDICAMENTO, APLICAÇÃO, PENA, CRIME, CONTRABANDO.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: PRINCÍPIO DA RESERVA LEGAL, PRINCÍPIO DA ANTERIORIDADE, ÂMBITO PENAL, IMPEDIMENTO, CONDENAÇÃO, APLICAÇÃO, ANALOGIA. ALTERAÇÃO, CÓDIGO PENAL, DESPROPORCIONALIDADE, PENA, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), INOBSERVÂNCIA, PRINCÍPIO DA RAZOABILIDADE; REPRISTINAÇÃO, PRECEITO SECUNDÁRIO, NORMA PENAL. INAPLICABILIDADE, PRINCÍPIO DA CONSUNÇÃO, CASO CONCRETO.\n\n- VOTO, MIN. ROSA WEBER: CONTEXTO HISTÓRICO, CRIAÇÃO, TIPO PENAL, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA. DESPROPORCIONALIDADE, PENA, TIPO PENAL, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA, INOBSERVÂNCIA, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA. JURISPRUDÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), IRRELEVÂNCIA, ÂMBITO PENAL, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA. JURISPRUDÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), CRIME, IMPORTAÇÃO, MEDICAMENTO, DESCONHECIMENTO, PROCEDÊNCIA, INCONSTITUCIONALIDADE, PRECEITO SECUNDÁRIO. CONTROLE JUDICIAL, NORMA PENAL INCRIMINADORA. PRECEDENTE, STF, INCONSTITUCIONALIDADE, PRECEITO SECUNDÁRIO, CRIME, RECEPTAÇÃO QUALIFICADA, INOBSERVÂNCIA, PRINCÍPIO DA PROPORCIONALIDADE. INCOMPETÊNCIA, PODER JUDICIÁRIO, JUÍZO DE VALOR, PRECEITO SECUNDÁRIO, NORMA PENAL INCRIMINADORA. EFEITO REPRISTINATÓRIO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, PRECEITO SECUNDÁRIO.\n\n- VOTO, MIN. CÁRMEN LÚCIA: ATRIBUIÇÃO, MINISTRO RELATOR, DELIBERAÇÃO, INGRESSO, AMICUS CURIAE. INCOMPETÊNCIA, PODER JUDICIÁRIO, JUÍZO DE VALOR, PRECEITO SECUNDÁRIO, NORMA PENAL INCRIMINADORA, MATÉRIA, POLÍTICA CRIMINAL. CONTEXTO HISTÓRICO, EDIÇÃO, LEI, AMPLIAÇÃO, LISTA, CONDUTA, EQUIPARAÇÃO, FALSIFICAÇÃO, MEDICAMENTO. CRÍTICA, LEI, AMPLIAÇÃO, LISTA, CONDUTA, EQUIPARAÇÃO, FALSIFICAÇÃO, MEDICAMENTO, INOBSERVÂNCIA, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA OFENSIVIDADE. PRECEDENTE, INCONSTITUCIONALIDADE, CRIME DE PERIGO ABSTRATO. DISTINÇÃO, POTENCIALIDADE LESIVA, FALSIFICAÇÃO, MEDICAMENTO, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA. PRECEDENTE, STF, DEVER, PODER PÚBLICO, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA. CONTROLE DE CONSTITUCIONALIDADE, NORMA PENAL, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA OFENSIVIDADE.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: IMPOSSIBILIDADE, COMBINAÇÃO DE LEIS, LEI PENAL, BENEFÍCIO, RÉU. PRECEITO SECUNDÁRIO, CRIME, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA, DESPROPORCIONALIDADE, PENA, CASO CONCRETO, INOBSERVÂNCIA, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PRINCÍPIO DA RESERVA LEGAL, ÂMBITO PENAL. PODER JUDICIÁRIO, PROIBIÇÃO, COMBINAÇÃO DE LEIS, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. ESTADO DEMOCRÁTICO DE DIREITO, DEFINIÇÃO, CONDUTA CRIMINOSA, EQUILÍBRIO, ESCOLHA, LEGISLADOR, PRESERVAÇÃO, DIREITO FUNDAMENTAL, DOUTRINA. DISTINÇÃO, CRIME CONTRA A PESSOA, CRIME CONTRA A INCOLUMIDADE PÚBLICA, DOUTRINA. CONFIGURAÇÃO, CRIME, FALSIFICAÇÃO, CORRUPÇÃO, ALTERAÇÃO, MEDICAMENTO, REQUISITO, COMPROVAÇÃO, DANO, PERIGO REAL, LESÃO, SAÚDE PÚBLICA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CRIME, CONTRABANDO, PROTEÇÃO, ADMINISTRAÇÃO PÚBLICA; CRIME, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA, PROTEÇÃO, SAÚDE PÚBLICA. CONSTITUCIONALIDADE, DISPOSITIVO, CÓDIGO PENAL, CRIME, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA, RAZOABILIDADE, OPÇÃO, POLÍTICA, LEGISLADOR.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: CONSTITUCIONALIDADE, PRECEITO SECUNDÁRIO, CRIME, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA, OPÇÃO, LEGISLADOR, PENALIDADE, GRAVIDADE DO CRIME. CRIME, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA, GRAVIDADE, PENALIDADE, NECESSIDADE, PERÍCIA, COMPROVAÇÃO, DOLO.\n\n- TERMO(S) DE RESGATE: CONTEXTO SOCIAL, EDIÇÃO, LEI DOS REMÉDIOS, MÁFIA DOS REMÉDIOS. NORMA PENAL, DISTINÇÃO, PRECEITO PRIMÁRIO, PRECEITO SECUNDÁRIO. PROPORCIONALIDADE, PENA, DISTINÇÃO, PROPORCIONALIDADE ABSTRATA, ORIENTAÇÃO, LEGISLADOR, PROPORCIONALIDADE CONCRETA, ORIENTAÇÃO, JUIZ. PROPORCIONALIDADE, PENA, DISTINÇÃO, PROPORCIONALIDADE ABSOLUTA, PROPORCIONALIDADE CARDINAL, PROPORCIONALIDADE RELATIVA, PROPORCIONALIDADE ORDINAL, DOUTRINA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=979962&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- O RE 979962 foi objeto de embargos de declaração acolhidos com efeitos modificativos.\n- Acórdão(s) citado(s):\n(AUSÊNCIA, RECEPÇÃO, CONTRAVENÇÃO PENAL, POSSE, OBJETO, UTILIZAÇÃO POTENCIAL, CRIME, FURTO)\nRE 583523 (TP). \n(PROPORCIONALIDADE, DELITO, PORTE DE ARMA, ARMA DE FOGO)\nHC 104410 (2ªT). \n(PRINCÍPIO DA PROPORCIONALIDADE, CRIMINALIZAÇÃO, ABORTO, INÍCIO, GRAVIDEZ)\nHC 124306 (1ªT). \n(RECEPTAÇÃO QUALIFICADA, CRIME PRÓPRIO, APROVEITAMENTO, ATIVIDADE COMERCIAL)\nRE 443388 (2ªT). \n(CRITÉRIO, DOSIMETRIA DA PENA, ELEMENTO SUBJETIVO, DESPROPORCIONALIDADE)\nHC 92628 (2ªT). \n(INCOMPETÊNCIA, PODER JUDICIÁRIO, JUÍZO DE VALOR, PRECEITO SECUNDÁRIO, NORMA PENAL INCRIMINADORA)\nRE 358315 (2ªT), ARE 1054843 AgR (1ªT), RE 1291306 AgR (1ªT). \n(ILÍCITO ADMINISTRATIVO, CONFIGURAÇÃO, ILÍCITO PENAL)\nRE 319556 (2ªT). \n(CONTROLE JUDICIAL, ATIVIDADE LEGISLATIVA, ÂMBITO PENAL)\nHC 104312 (2ªT), HC 111844 (2ªT). \n(CRIME, IMPORTAÇÃO, MEDICAMENTO, POSSIBILIDADE, APLICAÇÃO, PENA, LEI DE TÓXICOS)\nRE 1105421 AgR (2ªT). \n(PRINCÍPIO DA RESERVA LEGAL, IMPOSSIBILIDADE, CONDENAÇÃO, ANALOGIA)\nMS 22690 (TP), HC 92626 (1ªT), HC 95398 (1ªT), ACr 1573 (TP) - RTJ 40/47. \n(COMBINAÇÃO DE LEIS, LEI PENAL)\nHC 92628 (2ªT), RE 600817 (TP). \n(IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA, IRRELEVÂNCIA, ÂMBITO PENAL)\nAI no HC 239363. \n(ATRIBUIÇÃO, MINISTRO RELATOR, DELIBERAÇÃO, INGRESSO, AMICUS CURIAE)\nADI 4711 AgR (TP), ADI 6399 AgR (TP), ADI 6403 AgR (TP). \n(REJEIÇÃO, TESE, INCONSTITUCIONALIDADE, AUSÊNCIA, APRECIAÇÃO, MÉRITO)\nHC 119600 AgR (2ªT), RE 662090 AgR (2ªT), RE 844152 AgR (2ªT), ARE 848324 AgR (1ªT). \n(INCONSTITUCIONALIDADE, CRIME DE PERIGO ABSTRATO)\nRE 583523 (TP). \n(CRIME, VIOLÊNCIA DOMÉSTICA, AÇÃO PENAL PÚBLICA INCONDICIONADA, TÉCNICA DE DECISÃO, ANALOGIA)\nADI 4424 (TP). \n(DEVER, PODER PÚBLICO, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA)\nRE 657718 (TP). \n- Decisões monocráticas citadas:\n(INCOMPETÊNCIA, PODER JUDICIÁRIO, JUÍZO DE VALOR, PRECEITO SECUNDÁRIO, NORMA PENAL INCRIMINADORA)\nRE 829226, RE 1038982, ARE 1235253, ARE 1222821.\n(CONTROLE JUDICIAL, ATIVIDADE LEGISLATIVA, ÂMBITO PENAL)\nHC 102094.\n(CRITÉRIO, RECONHECIMENTO, DESPROPORCIONALIDADE, PENA)\nHC 92525 MC, HC 102094 MC, HC 92525.\n(INCONSTITUCIONALIDADE, PRECEITO SECUNDÁRIO, CRIME, RECEPTAÇÃO QUALIFICADA)\nHC 102094 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(CRIME, IMPORTAÇÃO, MEDICAMENTO, DESCONHECIMENTO, PROCEDÊNCIA, INCONSTITUCIONALIDADE, PRECEITO SECUNDÁRIO)\nSTJ: AI no HC 239363 (CE). \n(IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, VIGILÂNCIA SANITÁRIA, IRRELEVÂNCIA, ÂMBITO PENAL)\nSTJ: REsp 1341470, REsp 1346413, AgRg no REsp 1572314. \n(CRIME, IMPORTAÇÃO, MEDICAMENTO, APLICAÇÃO, PENA, CRIME, CONTRABANDO)\nTRF1: ACR 0019079-35.2007.4.01.3304, TRF4: ACR 5003835-63.2018.4.04.7005. \n- Legislação estrangeira citada: Bill of Rights, Inglaterra, 1689; Oitava Emenda à Constituição dos EUA, de 1791; Art. V da Declaração Universal de Direitos Humanos, de 1948; Art. 3 da Convenção Europeia de Direitos do Homem; Art. 15 da Constituição da Espanha; Art. 25, inciso 2, da Constituição de Portugal; Art. 27 da Constituição italiana; Art. 12 da Carta de Direitos e Liberdades do Canadá; Art. 8, Declaração dos Direitos do Homem e do Cidadão, França, 1789; \n- Decisões estrangeiras citadas: EUA, Suprema Corte, Weems v. United States, 217 U.S. 349, 371 (1910); Tribunal Europeu de Direitos Humanos, Grand Chamber, Case of Vinter and Others v. The United Kingdom, j. 09.07.2013, § 103; África do Sul, Suprema Corte, S v. Dodo, 2001 (3) SA 382 (CC), item 38; Sent. 10 novembre 2016, n. 236, pres. Grossi, rel. Zanon da Corte Constitucional da Itália; STC 55/1996, de 28 de março, Rel. Magistrado don Carles Viver Pi-Sunyer, fundamento jurídico 9, do Tribunal Constitucional espanhol; EUA, Suprema Corte, Harmelin v. Michigan, 501 U.S. 957, 959 (1991); Colômbia, Corte Constitucional, Sentencia C-463/96; Itália, Corte Constitucional, Sentenza n. 218, de 1974; Canadá, Suprema Corte, R v. Smith [1987] 1 SCR 1045; EUA, Suprema Corte, Coker v. Georgia, 433 U.S. 584 (1977); EUA, Suprema Corte, Kennedy v. Louisiana, 554 U.S. 407 (2008);  EUA, Suprema Corte, Graham v. Florida 560 U.S. 48, 130 S. Ct. 2011 (2010);\n- Veja ADPF 442, RE 966177 e RE 901623 do STF.\nNúmero de páginas: 172.\nAnálise: 07/07/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : PAULO ROBERTO PEREIRA \nADV.(A/S)  : ALEXANDRE JAENISCH MARTINI \nRECTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRECDO.(A/S)  : OS MESMOS \nINTDO.(A/S)  : MARIA INES TOALDO PEREIRA \nADV.(A/S)  : LUCIANO JOSE TONEL DE MEDEIROS \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1003 - Discussão relativa à constitucionalidade do art. 273 do Código Penal, para aqueles que importam medicamento sem registro sanitário.","old_seq_sjur":448439,"documental_tese_texto":"É inconstitucional a aplicação do preceito secundário do art. 273 do Código Penal, com redação dada pela Lei nº 9.677/98 (reclusão, de 10 a 15 anos, e multa), à hipótese prevista no seu § 1º-B, I, que versa sobre importar, vender, expor à venda, ter em depósito para vender ou, de qualquer forma, distribuir ou entregar produto sem registro no órgão de vigilância sanitária. Para estas situações específicas, fica repristinado o preceito secundário do art. 273, na sua redação originária (reclusão, de 1 a 3 anos, e multa). Redação da tese alterada no julgamento do RE 979962 ED, realizado em 13/06/2023.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 979962","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-03-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALEXY, Robert. Teoria de los derechos fundamentales, 1997. p. 111.\nBARAK, Aharon. Proportionality: constitutional rights and their limitations, 2012.\nBATISTA, Nilo. Introdução crítica ao direito penal brasileiro. 11. ed. Rio de Janeiro: Revan. p. 68.\nBARROSO, Luís Roberto. Curso de direito constitucional contemporâneo, 2015. p. 289-295.\nBARROSO, Luís Roberto; MELLO, Patrícia Perrone Campos. O papel criativo dos tribunais: técnicas de decisão em controle de constitucionalidade, 2019. p. 701-729.\nBORGES, Ademar. O controle de constitucionalidade de leis penais no Brasil, 2019. p. 354-355, p. 401-402.\nBOTTINI, Pierpaolo. O princípio da proporcionalidade na produção legislativa brasileira e seu controle judicial, RBCCRIM 85, 2010. p. 280.\nBITENCOURT, Cesar Roberto. Tratado de direito penal. v. 1. 16. ed. São Paulo: Saraiva, 2011.\nBITENCOURT, Cesar Roberto. Tratado de direito penal. v. 4. 2012. p. 347.\nCASTILHO, Ela Wiecko Volkmer de. Crimes Contra a Saúde Pública. Disponível em https://egov.ufsc.br/portal/sites/default/files/anexos/12925-12926-1-PB.pdf. Acesso em: 16/3/2021, p. 2.\nCORREA, Teresa Aguado. El principio de proporcionalidad em derecho penal, 1999, p. 285-307.\nDELMANTO, Celso; et al. Código Penal Comentado. 7. ed. 2007, p. 62, p. 692-693.\nDirk van Zyl Smit e Andrew Ashworth, Disproportionate sentences as human rights violations, The modern law review 67, 2004, p. 544. \nFERRAJOLI, Luigi. Direito e razão: teoria do garantismo penal. Trad. Ana Paula Zomer, Fauzi Hassan Choukr, Juarez Tavares, Luiz Flávio Gomes. São Paulo: Revista dos Tribunais, 2002. p. 321-323, p. 74-78, p. 305-306.\nFRANCO, Alberto Silva. Crimes hediondos. 4. ed. São Paulo: Revista dos Tribunais, 2000.\nGOMES, Mariangela Gama de Magalhães Gomes. O princípio da proporcionalidade no direito penal, 2003. p. 171, p. 199.\nHASSEMER, Winfried. ¿Puede haber delitos que no afecten a un bien jurídico penal? In: HEFENDEHL, Roland (ed.). La teoría del bien jurídico ¿Fundamento de legitimación del Derecho penal o juego de abalorios dogmático?, 2007. p. 98-99.\nHIRSCH, Andrew Von. Censure and Sanctions, 1993. p. 18-19.\nJESUS, Dámasio E. de. Direito penal. 14. ed. São Paulo: Saraiva, 1990. v. 1, p. 54.\nOLIVEIRA, Ricardo Rachid de. Efeitos da declaração incidental de inconstitucionalidade do art. 273 do Código Penal: entre a analogia in bonam partem e a analogia in malam partem. Revista de Doutrina do TRF4, 2013.\nMENDES, Gilmar. In. Direitos fundamentais e controle de constitucionalidade. Estudos de Direito Constitucional, Celso Bastos Editor, São Paulo, 1998. p. 68.\nNUCCI, Guilherme. Código Penal Comentado, 2008. p. 968-970.\nPULITANÒ, Domenico. La misura delle pene, fra discrezionalità politica e vincoli costituzionali, Diritto Penale Contemporaneo. Rivista trimestrale, 2/2017. p. 50-51. \nREALE, Miguel Junior. A Inconstitucionalidade da Lei dos Remédios. Revista dos Tribunais. v. 763. São Paulo: RT, 1999. p. 426, p. 415-431.\nTAVARES, Juarez. Fundamentos da teoria do delito. 1. ed. Florianópolis: Empório do Direito, 2018. p. 73.\nTAPIA, Maria Imaculada Ramos; WOISCHNIK, Jan. Principios constitucionales en la determinación de los marcos penales. Especia consideración del principio de proporcionalidad. Anuario de derecho constitucional, 2001. p. 149-152.\nTEIXEIRA, Adriano. Teoria da aplicação da pena, 2015. p. 61.\nTUCCI, Laurie. RT, 2002. p. 7.\nREALE JÚNIOR, Miguel. A inconstitucionalidade da Lei dos Remédios. Revista dos Tribunais. v. 763/1999. maio/1999. p. 415-431, p. 1311.\nSCALCON, Raquel. Controle constitucional de leis penais, 2018, p. 59.\nVIGANO, Francesco. Un’importante pronuncia della Consulta sulla proporzionalità della pena. Diritto penale contemporaneo, 2017. p. 60 et seq.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":979962,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur448577","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio, Relator, que dava provimento ao recurso ordinário; e dos votos dos Ministros Alexandre de Moraes e Luís Roberto Barroso, que o desproviam, pediu vista dos autos a Ministra Rosa Weber. Falou a Dra. Paola Martins Forzenigo pela Recorrente. Presidência do Ministro Dias Toffoli. Primeira Turma, 9.03.2021.\r\n\n            Decisão: A Turma, por maioria, negou provimento ao Recurso Ordinário, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencido o Ministro Marco Aurélio, Relator. Acompanhou o julgamento do processo na sala de videoconferência a Dra. Paola Martins Forzenigo. Presidência do Ministro Dias Toffoli. Primeira Turma, 23.03.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur448577","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur448577","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E PROCESSO PENAL. RECURSO ORDINÁRIO EM HABEAS CORPUS. HOMICÍDIO QUALIFICADO. ABSOLVIÇÃO PELA NEGATIVA DE AUTORIA (SEGUNDO QUESITO, PREVISTO NO ART. 483, II, DO CPP). DECISÃO DOS JURADOS MANIFESTAMENTE CONTRÁRIA À PROVA DOS AUTOS. ANÁLISE PELO TRIBUNAL EM SEDE DE APELAÇÃO INTERPOSTA PELO MINISTÉRIO PÚBLICO. CONSTITUCIONALIDADE. EXCLUSIVA COMPETÊNCIA DO JÚRI PARA A REALIZAÇÃO DE NOVO E DEFINITIVO JULGAMENTO DE MÉRITO. \n\n\n\n    1. A soberania dos veredictos é garantia constitucional do Tribunal do Júri, órgão competente para o julgamento dos crimes dolosos contra a vida; sendo a única instância exauriente na apreciação dos fatos e provas do processo. Impossibilidade de suas decisões serem materialmente substituídas por decisões proferidas por juízes ou Tribunais togados. Exclusividade na análise do mérito.\n\n\n\n    2. Em nosso ordenamento jurídico, embora soberana enquanto decisão emanada do Juízo Natural constitucionalmente previsto para os crimes dolosos contra a vida, o específico pronunciamento do Tribunal do Júri não é inatacável, incontrastável ou ilimitado, devendo respeito ao duplo grau de jurisdição. Precedentes.\n\n\n\n    3. A apelação não substitui a previsão constitucional de exclusividade do Tribunal do Júri na análise de mérito dos crimes dolosos contra a vida, pois, ao afastar a primeira decisão do Conselho de Sentença, simplesmente, determina novo e definitivo julgamento de mérito pelo próprio Júri.\n\n\n\n    4. Sendo constitucionalmente possível a realização de um novo julgamento pelo próprio Tribunal do Júri, dentro do sistema acusatório consagrado pelo nosso ordenamento jurídico como garantia do devido processo legal, não é possível o estabelecimento de distinção interpretativa para fins de recursos apelatórios entre acusação e defesa, sob pena de ferimento ao próprio princípio do contraditório, que impõe a condução dialética do processo (par conditio). \n\n\n\n    5. Recurso Ordinário a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756145384","externo_seq_objeto_incidente":6023813,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-114  DIVULG 14-06-2021  PUBLIC 15-06-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=192579&classe=RHC","is_colac":false,"titulo":"RHC 192579","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00038 LET-C INC-00055\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-000263 ANO-1948\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00406 ART-00483 INC-00002 INC-00003\n    PAR-00001 PAR-00002 ART-00497 ART-00593\n    INC-00001 LET-D INC-00003 ALÍNEA-C\n    LET-A LET-B LET-D PAR-00001\n    PAR-00002 PAR-00003 ART-00598\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2021-06-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NOVIDADE, DECISÃO, TRIBUNAL DO JÚRI, NOVIDADE, CONSELHO DE SENTENÇA, COMPATIBILIDADE, CONSTITUIÇÃO FEDERAL, PRINCÍPIO CONSTITUCIONAL, SOBERANIA DO VEREDICTO. DECISÃO, CONSELHO DE SENTENÇA, MANIFESTAMENTE CONTRÁRIO, PROVA, AUTOS, ARBITRARIEDADE. CASSAÇÃO, DECISÃO, INEXISTÊNCIA, PROVA, TESE, DEFESA, ACOLHIMENTO, JURADO. CASSAÇÃO, ACÓRDÃO, APELAÇÃO, ACOLHIMENTO, TESE, INCOMPATIBILIDADE, TESE, CONSELHO DE SENTENÇA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: JURADO, SENTENÇA ABSOLUTÓRIA, RECONHECIMENTO, REPERCUSSÃO GERAL. TRIBUNAL DO JÚRI, QUESITO GENÉRICO, ABSOLVIÇÃO. HABEAS CORPUS, REEXAME, FATO, PROVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: MINISTÉRIO PÚBLICO, RECURSO, SENTENÇA ABSOLUTÓRIA, TRIBUNAL DO JÚRI.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: RECURSO, DECISÃO, TRIBUNAL DO JÚRI, EXCEPCIONALIDADE. SOBERANIA DO VEREDICTO, DESCABIMENTO, DECLARAÇÃO DE NULIDADE, DECISÃO, MANIFESTAMENTE CONTRÁRIO, PROVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=192579&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONSTITUCIONALIDADE, NOVIDADE, JULGAMENTO, TRIBUNAL DO JÚRI)\nHC 32271 (TP). \n(NOVIDADE, DECISÃO, TRIBUNAL DO JÚRI, NOVIDADE, CONSELHO DE SENTENÇA, COMPATIBILIDADE, CONSTITUIÇÃO FEDERAL, PRINCÍPIO CONSTITUCIONAL, SOBERANIA DO VEREDICTO)\nHC 100693 (1ªT), HC 104285 (2ªT), HC 111207 (2ªT), RHC 113314 AgR (1ªT), RHC 118197 (1ªT), RHC 124554 (1ªT), RHC 132321 (2ªT), HC 134412 (2ªT), HC 142621 AgR (1ªT), HC 173582 AgR (1ªT). \n(DECISÃO, TRIBUNAL DO JÚRI, CONTRARIEDADE, PROVA)\nHC 111207 (2ªT), RHC 113314 AgR (1ªT). \n(JURADO, SENTENÇA ABSOLUTÓRIA, RECONHECIMENTO, REPERCUSSÃO GERAL)\nARE 1225185 RG (TP). \n(HC, REEXAME, FATO, PROVA)\nHC 92887 (2ªT), RHC 93248 (2ªT), HC 102004 (1ªT), HC 105005 (2ªT), HC 112268 (1ªT), RHC 113314 AgR (1ªT), RHC 118656 (2ªT), HC 118341 AgR (1ªT), HC 134412 (2ªT), HC 142621 AgR (1ªT). \n(RECURSO, DECISÃO, TRIBUNAL DO JÚRI, EXCEPCIONALIDADE)\nHC 80115 (1ªT). \n(TRIBUNAL DO JÚRI, DUPLO GRAU DE JURISDIÇÃO)\nHC 70193 (1ªT). \n(DECISÃO, CONSELHO DE SENTENÇA, MANIFESTAMENTE CONTRÁRIO, PROVA, AUTOS, ARBITRARIEDADE)\nRHC 124554 (1ªT). \n(CASSAÇÃO, DECISÃO, INEXISTÊNCIA, PROVA, TESE, DEFESA, ACOLHIMENTO, JURADO)\nHC 102004 (1ªT). \n(CASSAÇÃO, ACÓRDÃO, APELAÇÃO, ACOLHIMENTO, TESE, INCOMPATIBILIDADE, TESE, CONSELHO DE SENTENÇA)\nRHC 122497 (1ªT). \n(MINISTÉRIO PÚBLICO, RECURSO, SENTENÇA ABSOLUTÓRIA, TRIBUNAL DO JÚRI)\nHC 178777 (1ªT). \n- Decisões monocráticas citadas:\n(NOVIDADE, DECISÃO, TRIBUNAL DO JÚRI, NOVIDADE, CONSELHO DE SENTENÇA, COMPATIBILIDADE, CONSTITUIÇÃO FEDERAL, PRINCÍPIO CONSTITUCIONAL, SOBERANIA DO VEREDICTO)\nRHC 170426.\n(JURADO, SENTENÇA ABSOLUTÓRIA, RECONHECIMENTO, REPERCUSSÃO GERAL)\nARE 1225185.\n(TRIBUNAL DO JÚRI, QUESITO GENÉRICO, ABSOLVIÇÃO)\nRHC 168796 MC, RHC 117076 AgR, HC 173705 MC, RHC 192431 AgR.\n- Decisões estrangeiras citadas: Caso Fong Foo v. United States, Caso Harry Aleman v. Judges of the Criminal Division e Caso Burks v. United States, da Suprema Corte Americana. Caso House of Lords, Connely v. DPP, da Inglaterra. Caso Strafprozeßordnung, StPO, da República alemã. Sentencias 115/2006, 246/2004, 169/2004, do Tribunal Constitucional da Espanha.\nNúmero de páginas: 48.\nAnálise: 10/01/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : KETHLEEN MARTINS DA COSTA \nADV.(A/S)  : PAOLA MARTINS FORZENIGO E OUTRO(A/S)\nRECDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":448577,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RHC 192579","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2021-03-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"FERREIRA, Pinto. Comentários à Constituição brasileira. Saraiva, 1989. v. 2. p. 154-156.\nHUNGRIA, Nelson. In: ESPÍNDOLA FILHO, Walmir. Código de Processo Penal Brasileiro Anotado. 1. ed. Bookseller, 2000. p. 171-172.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. 3. ed. JusPODIVM, 2018. p. 1354-1355 e 1450-1451.\nMIRABETE, Júlio Fabrrini. Código de Processo Penal Interpretado. 11. ed. Atlas, 2008. p. 1487-1488.\nMIRANDA, Pontes de. Comentários à Constituição de 1967. 2 ed. Revista dos Tribunais, 1973. p. 270.\nNUCCI, Guilherme de Souza. Tribunal do Júri. 7. ed. Forense, 2018. p. 434.\nSILVA, Amaury.  O novo Tribunal do Júri. J. H. Mizuno, 2009. p. 52.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":192579,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451077","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, não conheceu do pedido de extensão formulado por Henrique dos Santos Almeida, com a determinação de exclusão dos pedidos e dos documentos anexados dos presentes autos, mediante certidão, de modo a não causar tumulto processual, nos termos do voto do Relator. Prosseguindo, a Turma deliberou pela realização de audiência pública para acompanhamento e fiscalização do cumprimento desta ordem coletiva à luz do contexto do ECI do sistema penitenciário brasileiro, sob condução do Relator. Presidência do Ministro Gilmar Mendes. 2ª Turma, 13.4.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur451077","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur451077","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Extn-trigésima nona","is_processo_antigo":false,"ementa_texto":"Penal. Processo Penal. Habeas Corpus coletivo em favor de todos os presos que têm sob a sua única responsabilidade pessoas com deficiência e crianças. Substituição da prisão preventiva pela domiciliar. Art. 318, III e VI, do CPP. Ordem concedida. Pedidos de extensão. Matéria estranha ao feito ou não demonstração dos requisitos necessários à extensão da ordem. Fase de implementação do acórdão. Necessidade de realização de audiência pública. Baixa quantidade de informações remetidas pelos Tribunais em relação ao cumprimento da ordem coletiva. Relevância da questão diante da situação de superlotação carcerária e da existência de um estado de coisas inconstitucional (ECI) no sistema penitenciário brasileiro. Importância da audiência pública para tratar dessas questões, além de servir como instrumento para a obtenção de informações sobre o cumprimento desta ordem coletiva. Indispensável convocação dos Presidentes dos Tribunais e de representantes da sociedade civil para discutir essas questões. Voto pelo não conhecimento dos pedidos de extensão e pela realização de audiência pública para implementação da ordem coletiva.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756809619","externo_seq_objeto_incidente":6085228,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-164  DIVULG 17-08-2021  PUBLIC 18-08-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=165704&classe=HC%E9sima+nona","is_colac":false,"titulo":"HC 165704 Extn-trigésima nona","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 PAR-ÚNICO ART-00037\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00139 INC-00008\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00318 INC-00003 INC-00006 ART-00319\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00021 INC-00017\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-08-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: AUDIÊNCIA PÚBLICA, DEMOCRACIA PARTICIPATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: APLICAÇÃO, PRINCÍPIO DA EFICIÊNCIA, JURISDIÇÃO CONSTITUCIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=165704&classe=HC%E9sima+nona","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-Extn-trigésima nona","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP). \n(AUDIÊNCIA PÚBLICA, LETALIDADE POLICIAL)\nADPF 635 MC (TP). \n- Decisões estrangeiras citadas: Caso Brown vs. Board of Education, de 1950, da Corte Suprema americana; Caso Brown vs. Plata, da Suprema Corte norte-americana.\nNúmero de páginas: 32.\nAnálise: 19/04/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : HENRIQUE DOS SANTOS ALMEIDA \nADV.(A/S)  : ANA CRISTINA DOS SANTOS GONCALVES DE JESUS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451077,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 165704 Extn-trigésima nona","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2021-04-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"TRIGÉSIMA NONA EXTENSÃO NO HABEAS CORPUS","documental_doutrina_texto":"GARGARELLA, Roberto. Justiça Dialógica.","ministro_facet":["GILMAR MENDES"],"processo_numero":165704,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451226","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"(ED-AgR) O Tribunal, por maioria, deu provimento ao recurso, restabelecendo a decisão de indeferimento da petição inicial proferida em 07 de março de 2018, com a consequente revogação da medida liminar, nos termos do voto do Ministro Roberto Barroso, Redator para o acórdão, vencidos os Ministros Marco Aurélio (Relator), Alexandre de Moraes, Ricardo Lewandowski, Gilmar Mendes e Nunes Marques. Falou, pela interessada Comunidade Indígena Guarani e Kaiowá de Arroio Korá, o Dr. Rafael Modesto dos Santos. Plenário, Sessão Virtual de 4.6.2021 a 11.6.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur451226","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur451226","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-AgR","is_processo_antigo":false,"ementa_texto":"Ementa: Direito processual civil. Agravo regimental em embargos de declaração em mandado de segurança. Descabimento da via processual do mandado de segurança para impugnar decreto de demarcação de terra indígena.\n\n\n\n    1. Recurso contra decisão que considera adequada a via do mandado de segurança para impugnar decreto de demarcação de terra indígena.\n\n\n\n    2. Em diversos precedentes, esta Corte entendeu que a verificação da posse indígena em processo de demarcação de terras exige dilação probatória, o que não é admitido em sede de mandado de segurança. Precedentes.\n\n\n\n    3. Recurso provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756874033","externo_seq_objeto_incidente":5538716,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-167  DIVULG 20-08-2021  PUBLIC 23-08-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=28541&classe=MS","is_colac":false,"titulo":"MS 28541 ED-AgR","documental_legislacao_citada_texto":["LEG-IMP   IMP-000601 ANO-1850\n    ART-00003 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00012\n    LEI DO IMPÉRIO\n\n","LEG-FED   CF ANO-1891\n    ART-00064\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00129\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00154\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00216\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00004 INC-00004 ART-00186 ART-00198\n    PAR-00001 PAR-00002\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00005 INC-00023 INC-00069\n    PAR-00002 ART-00020 INC-00001 INC-00011\n    ART-00060 PAR-00004 INC-00001 INC-00002\n    INC-00003 INC-00004 ART-00225 ART-00231\n    \"CAPUT\" PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 PAR-00005 PAR-00006 PAR-00007\n    ART-00232\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00067\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-003071 ANO-1916\n    ART-00004 INC-00001 INC-00002 INC-00003\n    ART-00006 INC-00001 INC-00002 INC-00003\n    INC-00004 PAR-ÚNICO ART-00007 PAR-00001\n    PAR-00002 ART-00008 PAR-ÚNICO ART-00009\n    INC-00001 INC-00002 INC-00003 INC-00004\n    PAR-ÚNICO ART-00010 ART-00011 ART-00035\n    ART-00037\n    CC-1916 CÓDIGO CIVIL \n\n","LEG-FED   LEI-006001 ANO-1973\n    ART-00019 PAR-00001 PAR-00002 ART-00021\n    ART-00025 ART-00062 PAR-00001 PAR-00002\n    PAR-00003\n    EI-1973 ESTATUTO DO ÍNDIO\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-01196 ART-01200\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00536 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 PAR-00005\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC-000169 ANO-1989\n    ART-00013 ART-00015\n    CONVENÇÃO SOBRE OS POVOS INDÍGENAS E TRIBAIS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   EMD-000001 ANO-1969\n    EMENDA\n\n","LEG-FED   DLG-000143 ANO-2002\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 169, SOBRE POVOS INDÍGENAS E TRIBAIS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-001318 ANO-1854\n    ART-00024 PAR-00001\n    DECRETO\n\n","LEG-FED   DEC-001775 ANO-1996\n    ART-00001 ART-00002 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 PAR-00005 PAR-00006\n    PAR-00007 PAR-00008 PAR-00009 PAR-00010\n    ART-00003 ART-00004 ART-00005 ART-00006\n    ART-00007 ART-00008\n    DECRETO\n\n","LEG-FED   DEC-001776 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-005051 ANO-2004\n    DECRETO - PROMULGA A CONVENÇÃO Nº 169, SOBRE POVOS INDÍGENAS E TRIBAIS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-007477 ANO-2012\n    DECRETO\n\n","LEG-FED   SUMSTF-000650\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-08-23","documental_acordao_mesmo_sentido_lista_texto":"MS 28574 ED-AgR PROCESSO ELETRÔNICO\n          JULG-14-06-2021  UF-DF  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-106\n          DJe-167  DIVULG 20-08-2021  PUBLIC 23-08-2021\n          [TERRA INDÍGENA ANARO. ETNIA WAPIXANA]\n \nMS 28574 ED-AgR-segundo PROCESSO ELETRÔNICO\n          JULG-14-06-2021  UF-DF  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-106\n          DJe-167  DIVULG 20-08-2021  PUBLIC 23-08-2021\n \nMS 28541 ED-AgR-segundo PROCESSO ELETRÔNICO\n          JULG-14-06-2021  UF-DF  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-106\n          DJe-167  DIVULG 20-08-2021  PUBLIC 23-08-2021\n \nMS 28574 ED-AgR-terceiro PROCESSO ELETRÔNICO\n          JULG-14-06-2021  UF-DF  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-106\n          DJe-167  DIVULG 20-08-2021  PUBLIC 23-08-2021\n \nMS 28541 ED-AgR-terceiro PROCESSO ELETRÔNICO\n          JULG-14-06-2021  UF-DF  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-106\n          DJe-167  DIVULG 20-08-2021  PUBLIC 23-08-2021","documental_indexacao_texto":"- REGISTRO DE IMÓVEL, INSUFICIÊNCIA, CONTESTAÇÃO, PERÍCIA ANTROPOLÓGICA, DEMARCAÇÃO, TERRA TRADICIONALMENTE OCUPADA PELOS ÍNDIOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI, MIN. EDSON FACHIN: MANDADO DE SEGURANÇA, REEXAME, FATO, PROVA, POSSE, TERRA TRADICIONALMENTE OCUPADA PELOS ÍNDIOS.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: MANDADO DE SEGURANÇA, DESNECESSIDADE, DILAÇÃO PROBATÓRIA, OCUPAÇÃO, TERRENO, COMUNIDADE INDÍGENA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=28541&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-ED-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MS, REEXAME, FATO, PROVA)\nMS 31100 AgR (TP), MS 31245 AgR (TP), RMS 27255 AgR (1ªT), MS 34199 AgR (TP), RMS 35062 AgR (1ªT), RMS 32743 ED (1ªT). \n(REGISTRO DE IMÓVEL, INSUFICIÊNCIA, TÍTULO DE PROPRIEDADE, TERRA INDÍGENA)\nMS 34199 AgR (TP). \n- Decisões monocráticas citadas:\n(MS, DECISÃO HOMOLOGATÓRIA, DEMARCAÇÃO, TERRA INDÍGENA)\nMS 28555, MS 28567.\n- Veja RE 1017365 (Tema 1031) do STF.\n- Legislação estrangeira citada: Declaração das nações Unidas sobre os Povos Indígenas.\n- Veja Alvará Régio de 1680.\n- Veja o Relatório da Comissão Nacional da Verdade.\nNúmero de páginas: 106.\nAnálise: 30/10/2022, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : FUNDAÇÃO NACIONAL DO INDIO - FUNAI \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nAGDO.(A/S)  : MAXIONILIO MACHADO DIAS E OUTRO(A/S)\nADV.(A/S)  : LUANA RUIZ SILVA DE FIGUEIREDO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : COMUNIDADE INDÍGENA GUARANI E KAIOWÁ DE ARROIO KORÁ \nADV.(A/S)  : ANDERSON DE SOUZA SANTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451226,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 28541 ED-AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2021-06-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NOS EMB.DECL. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"ARAÚJO JUNIOR, Julio José. Desafios na proteção da posse constitucional de terras indígenas. In: MENDES, Aluisio Gonçalves de Castro et al. (org). A questão indígena e o Poder Judiciário: Programa de Estudos Avançados. Rio de Janeiro: EMARF, 2016. p. 114-115.\nBARBOSA, Samuel. Usos da história na definição dos direitos territoriais indígenas no Brasil . In: CUNHA, Manuela Carneiro da; BARBOSA, Samuel (org). Direito dos povos indígenas em disputa. São Paulo: Unesp, 2018. p. 133.\nCANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. 7. ed. Coimbra: Almedina, 2003. p. 378.\nDUPRAT, Deborah. O marco temporal de 5 de outubro de 1988: TI Limão Verde. In: CUNHA, Manuela Carneiro da; BARBOSA, Samuel (org). Direito dos povos indígenas em disputa. São Paulo: Unesp, 2018. p. 49.\nGOMES, Orlando. Direitos reais. 19. ed. Atualização: Luiz Edson Fachin. Rio de Janeiro: Forense, 2004. p. 51.\nKRENAK, Ailton. Ideias para adiar o fim do mundo. 2. ed. São Paulo: Companhia das Letras, 2020. p. 16-18.\nCUNHA, Manuela Carneiro da. Terra Indígena: história da doutrina e da legislação . In: CUNHA, Manuela Carneiro da; BARBOSA, Samuel (org.). Direito dos povos indígenas em disputa. São Paulo: Unesp, 2018. p. 285.\nMEIRELLES, Hely Lopes; WALD, Arnold; MENDES, Gilmar Ferreira. Mandado de segurança e ações constitucionais. 22. ed. São Paulo: Malheiros, 2009. p. 34.\nMENDES JUNIOR, João. Os indígenas do Brazil, seus direitos individuaes e políticos. São Paulo: Hennies Irmãos, 1912. p. 58.\nSANTANA, Carolina Ribeiro; CARDOSO, Thiago Mota. Direitos Territoriais Indígenas às sombras do passado. Revista Direito e Práxis, Rio de Janeiro, Vol. 11, N.01, 2020 p. 109-110.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 8. ed. São Paulo: Malheiros, 2012. p. 889-890.\nSOUZA FILHO, Carlos Frederico Marés de. Dos Índios. In: CANOTILHO, J. J. Gomes et al. Comentários à Constituição do Brasil. 2. ed. São Paulo: Saraiva Educação, 2018. p. 2256.\nVALENTE, Rubens. Os fuzis e as flechas: histórias de sangue e resistência indígena na ditadura. São Paulo: Companhia das Letras, 2017. p. 382-383.\nVITORELLI, Edilson. Estatuto do Índio: Lei 6.001/1973. 4. ed. Salvador: JusPODIVM, 2018. p. 177-178,  189 e 219.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":28541,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur452198","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta de inconstitucionalidade, nos termos do voto do Relator. Plenário, Sessão Virtual de 6.8.2021 a 16.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["3","8","11","12","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur452198","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur452198","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI DO ESTADO DE MINAS GERAIS 21.737/2015 QUE DISPÕE SOBRE AUTORIZAÇÃO E REGULAMENTAÇÃO DA VENDA E DO CONSUMO DE BEBIDAS ALCOÓLICAS EM EVENTOS ESPORTIVOS, ESTÁDIOS E ARENAS DESPORTIVAS. CONSTITUCIONALIDADE. EXERCÍCIO DA COMPETÊNCIA CONSTITUCIONAL CONCORRENTE PARA LEGISLAR SOBRE CONSUMO, DESPORTO E SEGURANÇA PÚBLICA.\n\n\n\n    1. A autorização e regulamentação da venda e do consumo de bebidas alcoólicas em eventos esportivos, estádios e arenas desportivas em um Estado-membro não invade a competência da União prevista no art. 24, V e IX e §§1º a 3º, da Constituição da República. \n\n\n\n    2. Ante a ausência de nitidez do comando constante do Estatuto do Torcedor, norma federal, há espaço de conformação para os demais entes da federação para, em nome da garantia da integridade física, regulamentar da maneira mais eficiente possível as medidas para evitar atos de violência. Espaço constitucional deferido ao sentido do federalismo cooperativo inaugurado pela Constituição Federal de 1988.\n\n\n\n    3. Não atenta contra a proporcionalidade, ao contrário vai a seu encontro, disposição, como a que consta da lei impugnada, que limite o consumo da bebida alcoólica entre o início da partida e o intervalo do segundo tempo. \n\n\n\n    4. Ação direta de inconstitucionalidade a que se nega procedência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757183866","externo_seq_objeto_incidente":4916155,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-179  DIVULG 09-09-2021  PUBLIC 10-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5460&classe=ADI","is_colac":false,"titulo":"ADI 5460","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00005 \"CAPUT\"\n    INC-00032 INC-00054 INC-00055 ART-00022\n    ART-00023 INC-00001 ART-00024 INC-00005\n    INC-00009 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00030 INC-00001 ART-00217\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009615 ANO-1988\n    ART-00042 PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078 ANO-1990\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-010671 ANO-2003\n    ART-00001 ART-0001A ART-00002 ART-0013A\n    INC-00002 ART-0039A ART-0041B PAR-00001\n    INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012299 ANO-2010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012663 ANO-2012\n    ART-00068\n    LEI ORDINÁRIA\n\n","LEG-FED   DEC-006117 ANO-2007\n    DECRETO\n\n","LEG-FED   PRT-001195 ANO-2008\n    PORTARIA DO MINISTÉRIO DA JUSTIÇA - MJ\n\n","LEG-FED   PJL-000451 ANO-1995\n    PROJETO DE LEI\n\n","LEG-FED   PJL-004869 ANO-2009\n    PROJETO DE LEI\n\n","LEG-EST   LEI-021737 ANO-2015\n    ART-00001 ART-00002 ART-00003 INC-00001\n    INC-00002 ART-00004 ART-00005 ART-00006\n    LEI ORDINÁRIA, MG"],"publicacao_data":"2021-09-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ESTADO-MEMBRO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, SECESSÃO. DISTRIBUIÇÃO, COMPETÊNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, REFORÇO, FEDERALISMO COOPERATIVO. FEDERALISMO, CONFLITO DE COMPETÊNCIA, ATO NORMATIVO, MULTIDISCIPLINARIDADE. PRIVILÉGIO, INTERPRETAÇÃO, PRESUNÇÃO, CONSTITUCIONALIDADE, ATO LEGISLATIVO. PRINCÍPIO DA SUBSIDIARIEDADE, FEDERALISMO. FEDERALISMO, DESCENTRALIZAÇÃO. DESCABIMENTO, PODER JUDICIÁRIO, RETIRADA, COMPETÊNCIA LEGISLATIVA, ENTE FEDERADO, RISCO, OFENSA, AUTONOMIA CONSTITUCIONAL. ESTATUTO DO TORCEDOR, INEXISTÊNCIA, DISPOSIÇÃO EXPRESSA, PROIBIÇÃO, BEBIDA ALCOÓLICA, PROXIMIDADE, LOCAL, COMPETIÇÃO. DECRETO, AUSÊNCIA, CORRELAÇÃO, VIOLÊNCIA, ESTÁDIO DE FUTEBOL, CONSUMO, BEBIDA ALCOÓLICA. PREVENÇÃO, VIOLÊNCIA, COMPLEXIDADE, DIRETRIZ, POLÍTICA PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. CONCENTRAÇÃO, MATÉRIA, IMPORTÂNCIA, CONGRESSO NACIONAL, PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO. COMPETÊNCIA CONCORRENTE CUMULATIVA, FIXAÇÃO, NÍVEL SUPERIOR, UNIÃO FEDERAL, NORMA GERAL, ENTE FEDERADO, COMPLEMENTAÇÃO. COMPETÊNCIA SUPLEMENTAR. TENDÊNCIA, JURISPRUDÊNCIA, STF, VALIDAÇÃO, INICIATIVA, ESTADO-MEMBRO, COMPETÊNCIA CONCORRENTE, RELAÇÃO DE CONSUMO. LEI IMPUGNADA, AUSÊNCIA, LIMITAÇÃO, VARIAÇÃO, BEBIDA ALCOÓLICA, PERMISSÃO, CARÁTER GERAL, CONSUMO, BEBIDA, ESTÁDIO DE FUTEBOL. COMPETÊNCIA, LEGISLADOR ESTADUAL, DEFINIÇÃO, ESPÉCIE, BEBIDA, PROIBIÇÃO, ESTÁDIO DE FUTEBOL. PRINCÍPIO DA RAZOABILIDADE. PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO, PROIBIÇÃO, ARBITRARIEDADE, PODER PÚBLICO.\n\n- TERMO(S) DE RESGATE: PRESUMPTION AGAINST PRE-EMPTION, VERBA CUM EFFECTU SUNT ACCIPIENDA, CLEAR STATEMENT RULE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5460&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(FEDERALISMO, RESOLUÇÃO, CONFLITO DE COMPETÊNCIA, PREVALÊNCIA, INTERESSE)\nADPF 109 (TP), ADI 5356 (TP). \n(RESTRIÇÃO, COMERCIALIZAÇÃO, BEBIDA ALCOÓLICA, EVENTO ESPORTIVO, COMPETÊNCIA CONCORRENTE, RELAÇÃO DE CONSUMO)\nADI 5250 (TP), ADI 6193 (TP), ADI 6195 (TP). \n(COMPETÊNCIA CONCORRENTE, ÂMBITO ESTADUAL, RELAÇÃO DE CONSUMO, CONFORMIDADE, PLURALISMO, FEDERALISMO)\nADI 2663 (TP), ADPF 109 (TP), ADI 4306 (TP), ADI 5462 (TP), ADI 5745 (TP). \n(CONSTITUCIONALIDADE, ESTATUTO DO TORCEDOR, CARÁTER GERAL)\nADI 2937 (TP). \n- Legislação estrangeira citada: Constituição dos Estados Unidos da América de 1787.\nNúmero de páginas: 43.\nAnálise: 28/07/2022, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":452198,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADI 5460","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-08-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Fernando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. O Princípio da subsidiariedade: Conceito e evolução. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBOBBIO, Norberto; MATTEUCCI, Nicola. PASQUINO, Gianfranco (coord.). Dicionário de política. 1986. v. 1. p. 482.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina, 2017. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDROMI, Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 36.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, 1970.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, 1990. p. 1. \nGORDILLO, Augustín. Princípios gerais do direito público. São Paulo: Revista dos Tribunais, 1977. p. 183.\nHAMILTON, Alexander. The Federalist papers, nº IX, 1787.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, 1991. p. 53 et seq.\nHORTA, Raul Machado. Estudos de direito constitucional. Belo horizonte: Del Rey, 1995. p. 366.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, 1996. p. 17. \nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, 1996. p. 40 et seq.\nMENDES, Gilmar. Curso de direito constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 97 e p. 841.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. p. 13-14.\nMORAES, Alexandre de. Direito constitucional. 35. ed. São Paulo: Atlas, 2019. p. 351.\nNEPOMUCENO, Thyago Celso C. et al. Alcohol and violent behavior among footboll spectators: An empirical assessment of Brazilian´s criminalization. International of Law, Crime and Justice, v. 51, p. 34-44, 2017. \nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSALINAS, Jesus Gonzalez. Notas sobre algunos de los puntos de referencia entre ley, reglamento y acto administrativo. Revista de Administración Pública, número 120, 1989.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, 1997.","ministro_facet":["EDSON FACHIN"],"processo_numero":5460,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur474926","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido deduzido pelo Estado requerente para o fim de autorizar a extradição do súdito estrangeiro, nos termos do voto do Relator. Na hipótese de condenação do extraditando pela Justiça do Estado requerente pelo crime que motivou o pedido extradicional, deverá ser computado o tempo de prisão imposta ao extraditando em território brasileiro, compromisso já expressamente assumido pelo Estado requerente (art. 96, II, da Lei nº 13.445/17). Para fins de detração, o extraditando foi preso, preventivamente, em virtude do pedido de extradição, no dia 1º/06/2022 (PPE 1.037/DF). Finalmente, deverá o extraditando permanecer preso, ficando condicionada a sua entrega ao juízo discricionário do Presidente da República e à conclusão do processo penal a que o extraditando responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/2017. Primeira Turma, Sessão Virtual de 2.12.2022 a 12.12.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur474926","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur474926","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Extradição instrutória. Governo do Paraguai. Pedido instruído com os documentos necessários para sua análise. Roubo seguido de morte. Artigo 168, inciso I, do Código Penal Paraguaio. Dupla tipicidade. Reconhecimento. Correspondência com o art. 157, § 3º, inciso II, do Código Penal Brasileiro. Prescrição. Não ocorrência, tanto sob a óptica da legislação alienígena quanto sob a óptica da legislação penal brasileira. Atendimento aos requisitos da Lei nº 13.445/17 (Lei da Imigração) e do Tratado de Extradição firmado entre os Estados Partes do Mercosul. Deferimento do pedido de extradição. Compromissos expressamente assumidos pelo Estado Requerente, nos termos do art. 96 da Lei nº 13.445/17.\n\n\n\n    1. O Estado Requerente possui competência para a instrução e o julgamento dos fatos narrados nos documentos que instruem a Nota Verbal nº 189/22, pois o crime imputado ao extraditando foi praticado em seu território (art. 83, inciso I, da Lei nº 13.445/17).\n\n\n\n    2. O crime não possui conotação política, afastando-se, portanto, a vedação do art. 82, inciso VII, da Lei nº 13.445/17.\n\n\n\n    3. O pedido formal de extradição foi devidamente instruído pelo Estado Requerente com cópia do mandado de prisão expedido por autoridade judiciária competente, havendo indicações seguras a respeito da identidade do extraditando, bem como do local, da data, da natureza e das circunstâncias do fato delituoso (art. 88, § 3º, da Lei nº 13.445/17).\n\n\n\n    4. O requisito da dupla tipicidade foi preenchido, uma vez que o art. 168, inciso I, do Código Penal Paraguaio, que tipifica o crime de roubo seguido de morte, encontra correspondência no art. 157, § 3º, inciso II, do Código Penal Brasileiro.\n\n\n\n    5. Encontra-se presente o requisito da dupla punibilidade, haja vista que não ocorreu a prescrição da pretensão punitiva sob a óptica da legislação de ambos os Estados (art. 82, inciso VI, da Lei nº 13.445/17).\n\n\n\n    6. Pedido de extradição deferido in totum, com a condição de que o Estado Requerente assuma formalmente os compromissos pertinentes, previstos no art. 96 da Lei nº 13.445/17.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=765744367","externo_seq_objeto_incidente":6450798,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 23-02-2023  PUBLIC 24-02-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1747&classe=Ext","is_colac":false,"titulo":"Ext 1747","documental_legislacao_citada_texto":["LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00006 INC-00007 ART-00083\n    INC-00001 ART-00088 PAR-00003 ART-00095\n    \"CAPUT\" ART-00096 INC-00002\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   ACO ANO-1998\n    ART-00029 ITEM-00004\n    ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL, CONCLUÍDO NO RIO DE JANEIRO, EM 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00001 ART-00157 PAR-00003\n    INC-00002\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605 ANO-2003\n    DECRETO LEGISLATIVO - APROVA ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL, CONCLUÍDO NO RIO DE JANEIRO, EM 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DEC-004975 ANO-2004\n    DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL, CONCLUÍDO NO RIO DE JANEIRO, EM 10 DE DEZEMBRO DE 1998"],"publicacao_data":"2023-02-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO, HIPÓTESE, INCIDÊNCIA, CLÁUSULA, DETRAÇÃO. MANUTENÇÃO, EXTRADITANDO, PRISÃO, EFETIVAÇÃO, ENTREGA, MOTIVO, DISCRICIONARIEDADE, PRESIDENTE DA REPÚBLICA, CONCLUSÃO, PROCESSO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1747&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 866 (TP), Ext 897 (TP), Ext 932 (TP). \n- Legislação estrangeira citada: art. 102 e art. 168, inciso I, do Código Penal Paraguaio.\nNúmero de páginas: 14.\nAnálise: 11/07/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PARAGUAI \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : CARLOS ALFREDO LOPES FRANCO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":474926,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1747","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-12-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"FRAGA, Mirtô. O Novo Estatuto do Estrangeiro Comentado. 1. ed. Rio de Janeiro: Forense, 1985. p. 336.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":1747,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur463637","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Retirado de pauta por indicação do Ministro Relator. Presidência do Ministro Nunes Marques. 2ª Turma, 7.12.2021.\r\n\n           Decisão: A Turma, por maioria, concedeu parcialmente a ordem para: (i) declarar a incompetência do Juízo da 7ª Vara Federal Criminal do Rio de Janeiro para processar e julgar a Ação Penal 0505914-23.2017.4.02.5101; (ii) determinar o trancamento da persecução no que atine às imputações constantes dos arts. 11 e 16 da Lei 7.492/86, tendo em vista o excesso acusatório verificado em relação a essa imputação; e (iii) ordenar que a Ação Penal 0505914-23.2017.4.02.5101 seja livremente redistribuída na Justiça Estadual do Rio de Janeiro, tudo nos termos do voto do Relator, vencido o Ministro Edson Fachin. Falou, pelo paciente, a Drª. Daniela Rodrigues Teixeira. Presidência do Ministro Nunes Marques. 2ª Turma, 14.12.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur463637","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur463637","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas Corpus. 2. Processual penal. 3. Competência. 4. Competência da primeira instância da Justiça Estadual do Rio de Janeiro. Ausência de conexão com a Operação Calicute. Verificado de excesso acusatório. 5. Concessão da ordem para determinar a remessa dos autos da Ação Penal 0505914-23.2017.4.02.5101 à Justiça Estadual e o trancamento da persecução no que atine às imputações constantes dos arts. 11 e 16 da Lei 7.492/86.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760527110","externo_seq_objeto_incidente":5527135,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-084  DIVULG 02-05-2022  PUBLIC 03-05-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=161021&classe=HC","is_colac":false,"titulo":"HC 161021","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00038 INC-00053 ART-00109\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007492 ANO-1986\n    ART-00011 ART-00016\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613 ANO-1998\n    ART-00001 PAR-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    ART-00002 PAR-00004 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00333 PAR-ÚNICO\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00070 ART-00076 INC-00001 INC-00002\n    INC-00003 ART-00077 ART-00567\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2022-05-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CRITÉRIO, LIMITAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO. DEFINIÇÃO, FORO COMPETENTE, PROCESSO PENAL, GARANTIA, DIREITO À AMPLA DEFESA, PRINCÍPIO DO JUIZ NATURAL. INCOMPETÊNCIA, PROCESSO PENAL, MATÉRIA, ORDEM PÚBLICA, CONHECIMENTO DE OFÍCIO. CARACTERÍSTICA, FIXAÇÃO, COMPETÊNCIA. CASO CONCRETO, AUSÊNCIA, FUNDAMENTO, MANUTENÇÃO, COMPETÊNCIA, VARA CRIMINAL. EXCESSO, ACUSAÇÃO PENAL, FINALIDADE, PERPETUATIO JURISDICTIONIS.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: HABEAS CORPUS, IMPUGNAÇÃO ESPECÍFICA, FUNDAMENTO, DECISÃO IMPUGNADA. STF, IMPOSSIBILIDADE, IMPETRAÇÃO SUCESSIVA, HABEAS CORPUS, IDENTIDADE, PEDIDO, CAUSA DE PEDIR. MOMENTO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL. CASO CONCRETO, CONEXÃO, AÇÃO PENAL, FUNDAMENTO, DEFINIÇÃO, COMPETÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FUNDAMENTO, COLABORAÇÃO PREMIADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=161021&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIMITAÇÃO, COMPETÊNCIA, 13ª VARA FEDERAL DE CURITIBA, OPERAÇÃO LAVA JATO)\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 8090 AgR (2ªT), Rcl 36542 AgR (2ªT), HC 193726 AgR-segundo (TP). \n(DESMEMBRAMENTO, JULGAMENTO CONJUNTO, INTEGRANTE, ORGANIZAÇÃO CRIMINOSA)\nInq 4327 AgR-segundo (TP), Pet 8144 AgR (2ªT). \n(FIXAÇÃO, COMPETÊNCIA JURISDICIONAL, COLABORAÇÃO PREMIADA)\nInq 4130 QO (TP), HC 181978 AgR (2ªT). \n(ARQUIVAMENTO, CRIME ELEITORAL, TENTATIVA, AFASTAMENTO, COMPETÊNCIA, JUSTIÇA ELEITORAL)\nRcl 34805 AgR (2ªT), Pet 8134 AgR (2ªT), Rcl 34796 AgR (2ªT). \n(GARANTIA, PRINCÍPIO DO JUIZ NATURAL)\nRcl 36542 AgR (2ªT). \n(COLABORAÇÃO PREMIADA, FUNDAMENTO, PERSECUÇÃO PENAL)\nInq 3994 (2ªT). \n(PRISÃO PREVENTIVA, REQUISITO)\nHC 146666 AgR (2ªT). \n- Decisões monocráticas citadas:\n(LIMITAÇÃO, COMPETÊNCIA, 13ª VARA FEDERAL DE CURITIBA, OPERAÇÃO LAVA JATO)\nAP 963, Inq 4244, HC 193726 ED.\n- Decisões estrangeiras citadas: BVerfGE 21, 139 (146), do Tribunal Constitucional alemão; sentencia C-040, Magistrado Ponente Antonio Barrera Carbonell, de 1997, da Corte Constitucional da Colômbia.\n- Veja Pet 5998 do STF.\nNúmero de páginas: 44.\nAnálise: 28/01/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : JACOB BARATA FILHO \nIMPTE.(S)  : DANIELA RODRIGUES TEIXEIRA E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":463637,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 161021","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2021-12-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BADARÓ, Gustavo. Processo Penal. 8. ed. 2020. p. 279.\nDIAS, Figueiredo. Direito processual penal. 1974. p. 322-323.\nFREEDMAN, Monroe H. The Professional Responsability of the Prosecuting Attorney. The Georgetown Law Journal, v. 55, 1967. p. 1.035.\nGRINOVER, Ada Pellegrini; FERNANDES, Antonio; GOMES FILHO, Antonio Magalhães. As nulidades no processo penal. 1992.\nLOPES JR., Aury. Direito Processual Penal. 15. ed. 2018. p. 250.\nPULIDO, Carlos Bernal. El derecho de los derechos. Escritos sobre la aplicación de los derechos fundamentales. p. 362.\nRODRIGUES, Fabiana Alves. Lava Jato: aprendizado institucional e ação estratégica na Justiça. São Paulo: QMF Martins Fontes, 2020. p. 225.\nVILLASCHI, Pietro. Il principio del giudice naturale.","ministro_facet":["GILMAR MENDES"],"processo_numero":161021,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}