{"result":{"took":651,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.26216,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur282494","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, julgou improcedente a ação direta. Ausente, justificadamente, o Ministro Celso de Mello. Falaram, pelo Ministério Público Federal, o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República, e, pelo amicus curiae Associação Brasileira de Redes de Farmácias e Drogarias - ABRAFARMA, o Dr. Pedro da Silva Dinamarco. Presidiu o julgamento o Ministro Ricardo Lewandowski, Vice-Presidente no exercício da Presidência. Plenário, 20.08.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur282494","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Acre","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur282494","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"PROCESSO OBJETIVO – INCONSTITUCIONALIDADE – CRIVO DO SUPREMO – ADVOGADO-GERAL DA UNIÃO – ATUAÇÃO. A teor do disposto no artigo 103, § 3º, da Carta Federal, no processo objetivo em que o Supremo aprecia a inconstitucionalidade de norma legal ou ato normativo, o Advogado-Geral da União atua como curador, cabendo-lhe defender o ato ou texto impugnado, sendo imprópria a emissão de entendimento sobre a procedência da pecha. \n\n\n\n    CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE – OBJETO. O controle concentrado de constitucionalidade é feito a partir do cotejo do pronunciamento atacado com o Diploma Maior, mostrando-se desinfluente o fato de haver norma diversa, de índole federal, a tratar de certo tema – precedente: Ação Direta de Inconstitucionalidade nº 3.645/PR, Pleno, relatora ministra Ellen Gracie.\n\n\n\n    AGÊNCIA REGULADORA – PRINCÍPIO DA LEGALIDADE. As agências reguladoras estão submetidas, como órgãos administrativos, ao princípio da legalidade. \n\n\n\n    COMPETÊNCIA NORMATIVA – COMÉRCIO – FARMÁCIAS – ARTIGOS DE CONVENIÊNCIA. Constitucional é a lei de estado-membro que verse o comércio varejista de artigos de conveniência em farmácias e drogarias.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7081133","externo_seq_objeto_incidente":4401897,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4954&classe=ADI","is_colac":false,"titulo":"ADI 4954","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 ART-00005 INC-00054 ART-00006 \n          \"CAPUT\" ART-00022 INC-00008 ART-00024 \n          INC-00012 PAR-00001 PAR-00002 ART-00025 \n          PAR-00001 ART-00103 PAR-00001 PAR-00003 \n          ART-00196\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005991      ANO-1973\n          ART-00005 \"CAPUT\" PAR-00001 ART-00006 \n          LET-A LET-B LET-C LET-D \n          PAR-ÚNICO ART-00007 ART-00008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009782      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   DEC-074170      ANO-1974\n                DECRETO\n\n","LEG-FED   RES-000328      ANO-1999\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA - REDAÇÃO DADA PELA RES-173/2003\n\n","LEG-FED   RES-000173      ANO-2003\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA\n\n","LEG-FED   INT-000009      ANO-2009\n                INSTRUÇÃO NORMATIVA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA)\n\n","LEG-FED   INT-000010      ANO-2009\n                INSTRUÇÃO NORMATIVA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA)\n\n","LEG-EST   LEI-007668      ANO-2004\n                LEI ORDINÁRIA, PB\n\n","LEG-EST   LEI-002149      ANO-2009\n          ART-00001 PAR-ÚNICO INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 INC-00009 INC-00010 \n          INC-00011 INC-00012 INC-00013 INC-00014 \n          INC-00015 INC-00016 INC-00017 INC-00018 \n          INC-00019 INC-00020 INC-00021 INC-00022 \n          INC-00023 INC-00024 INC-00025 PAR-00001 \n          PAR-00002 ART-00002 INC-00001 INC-00002 \n          INC-00003 ART-00003 PAR-ÚNICO\n                LEI ORDINÁRIA, AC"],"publicacao_data":"2014-10-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTITUCIONALIDADE FORMAL, LEI IMPUGNADA. DESCARACTERIZAÇÃO, LEGISLAÇÃO, MATÉRIA, PROTEÇÃO, DEFESA, SAÚDE, HIPÓTESE, EDIÇÃO, LEI ESTADUAL, OBJETIVO, AUTORIZAÇÃO, COMERCIALIZAÇÃO, ARTIGO, CONVENIÊNCIA, FARMÁCIA. COMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, MATÉRIA, COMERCIALIZAÇÃO, ARTIGO, CONVENIÊNCIA, FUNDAMENTO, CONFIGURAÇÃO, COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO, DECORRÊNCIA, INEXISTÊNCIA, NORMA ESPECÍFICA, ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1988. NECESSIDADE, INTERPRETAÇÃO ESTRITA, NORMA CONSTITUCIONAL, ATRIBUIÇÃO, COMPETÊNCIA. POSSIBILIDADE, ESTADO-MEMBRO, LEGISLAÇÃO, MATÉRIA, COMERCIALIZAÇÃO, ARTIGO, CONVENIÊNCIA, FARMÁCIA, HIPÓTESE, CONSIDERAÇÃO, CARACTERIZAÇÃO, MATÉRIA, COMPETÊNCIA CONCORRENTE, FUNDAMENTO, INEXISTÊNCIA, PROIBIÇÃO, COMERCIALIZAÇÃO, ÂMBITO, LEGISLAÇÃO FEDERAL. IRRELEVÂNCIA, EDIÇÃO, RESOLUÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), OBJETIVO, PROIBIÇÃO, COMERCIALIZAÇÃO, ARTIGO, CONVENIÊNCIA, FARMÁCIA, FUNDAMENTO, AUSÊNCIA, COMPETÊNCIA LEGISLATIVA, AGÊNCIA REGULADORA. CONSTITUCIONALIDADE MATERIAL, LEI IMPUGNADA. INADMISSIBILIDADE, EXCESSO, HIPÓTESE, INTERVENÇÃO, ÓRGÃO ESTATAL, OBJETIVO, LIMITAÇÃO, DIREITO À LIBERDADE, EXERCÍCIO, ATIVIDADE ECONÔMICA, FUNDAMENTO, PRINCÍPIO, ESTADO DE DIREITO, GARANTIA AO DEVIDO PROCESSO LEGAL. INADEQUAÇÃO, MEDIDA INTERVENTIVA, CASO CONCRETO, FUNDAMENTO, INEXISTÊNCIA, COMPROVAÇÃO, EFICÁCIA, MEDIDA INTERVENTIVA, FINALIDADE, PREVENÇÃO, USO INDEVIDO, MEDICAMENTO. DESNECESSIDADE, MEDIDA INTERVENTIVA, CASO CONCRETO, DECORRÊNCIA, POSSIBILIDADE, ADOÇÃO, ALTERNATIVA, MENOR GRAVIDADE, FINALIDADE, ALCANCE, IDENTIDADE, OBJETIVO, FUNDAMENTO, POSSIBILIDADE, EXIGÊNCIA, RECEITA, MÉDICO, POSSIBILIDADE, PROMOÇÃO, POLÍTICAS PÚBLICAS, INFORMAÇÃO. DESPROPORCIONALIDADE, MEDIDA INTERVENTIVA, CASO CONCRETO, FUNDAMENTO, SUPERIORIDADE, PREJUÍZO, COMPARAÇÃO, BENEFÍCIO, DECORRÊNCIA, REDUÇÃO, DISPONIBILIDADE, EMPREGO, REDUÇÃO, CONVENIÊNCIA, POPULAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INCOMPETÊNCIA, AGÊNCIA REGULADORA, LEGISLAÇÃO. LIMITAÇÃO, PODER NORMATIVO, AGÊNCIA REGULADORA, INTEGRAÇÃO, ESCOLHA, LEGISLADOR. INCOMPETÊNCIA, AGÊNCIA REGULADORA, CRIAÇÃO, EXTINÇÃO, DIREITO, OBRIGAÇÃO, PARTICULAR. IMPOSSIBILIDADE, AGÊNCIA REGULADORA, INOVAÇÃO, DIREITO (ORDENAMENTO JURÍDICO). COMPETÊNCIA EXCLUSIVA, LEGISLADOR, LIMITAÇÃO, EFICÁCIA, NORMA CONSTITUCIONAL, DIREITO FUNDAMENTAL. DEVER, ADMINISTRAÇÃO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PRINCÍPIO, ESTADO DE DIREITO. NECESSIDADE, RECONHECIMENTO, RELEVÂNCIA, PAPEL, PODER LEGISLATIVO, ÂMBITO, DEMOCRACIA. CARACTERIZAÇÃO, DIREITO DE SUFRÁGIO, FUNDAMENTO, LEGITIMIDADE, DECISÃO, CARÁTER POLÍTICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: NECESSIDADE, RENOVAÇÃO, FORMA, INTERPRETAÇÃO, TEXTO CONSTITUCIONAL, MATÉRIA, COMPETÊNCIA CONCORRENTE. CARACTERIZAÇÃO, ENTE FEDERADO, LABORATÓRIO. IMPOSSIBILIDADE, EXIGÊNCIA, INICIATIVA, UNIÃO FEDERAL, TOTALIDADE, HIPÓTESE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: ORIENTAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), ALARGAMENTO, COMPETÊNCIA, ESTADO-MEMBRO, MUNICÍPIO, FUNDAMENTO, PRINCÍPIO FEDERATIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4954&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, COMPETÊNCIA CONCORRENTE, OFENSA REFLEXA)\nADI 3645 (TP). \n(COMPETÊNCIA SUPLETIVA ESTADUAL, PROTEÇÃO, DEFESA, SAÚDE)\nADI 1278 (TP), RE 286789 (2ªT). \n(COMPETÊNCIA CONCORRENTE, NORMA ESTADUAL, REPETIÇÃO, NORMA FEDERAL)\nADI 1278 MC (TP). \n- Decisão monocrática citada:\n(LEI ESTADUAL, COMERCIALIZAÇÃO, FARMÁCIA, PRODUTO NÃO FARMACÊUTICO)\nADI 4952.\n- Legislação estrangeira citada: Constituição americana de 1787.\r\n- Veja ADI 4093 e ADI 4423 do STF.\r\nNúmero de páginas: 40.\r\nAnálise: 12/11/2014, GOD.\r\nRevisão: 27/02/2015, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DO ACRE \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DO COMÉRCIO DE BENS SERVIÇOS E TURISMO - CNC \nADV.(A/S)  : CÁCITO AUGUSTO DE FREITAS ESTEVES E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE REDES DE FARMÁCIAS E DROGARIAS - ABRAFARMA \nADV.(A/S)  : CÂNDIDO RANGEL DINAMARCO E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DO COMÉRCIO FARMACÊUTICO - ABCFARMA \nADV.(A/S)  : ANDRE BEDRAN JABR E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":282494,"documental_tese_texto":null,"procedencia_geografica_completo":"AC - ACRE","processo_codigo_completo":"ADI 4954","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2014-08-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ÁVILA, Humberto. Teoria dos Princípios. Da definição à aplicação dos princípios jurídicos. 3. ed. São Paulo: Malheiros. p. 110. \r\nCARDOSO, Henrique Ribeiro. Controle da Legitimidade da Atividade Normativa das Agências Reguladoras. Rio de Janeiro: Lumen Juris, 2010.\r\nCIARLINI, Alvaro Luis de A. S. Direito à saúde: paradigmas procedimentais e substanciais da Constituição. São Paulo: Saraiva, 2013.\r\nCUÉLLAR, Leila. As Agências Reguladoras e Seu Poder Normativo. São Paulo: Dialética, 2001.\r\nDUTRA, Carlos Roberto de Alckmin. Controle Abstrato de Constitucionalidade. Análise dos princípios processuais aplicáveis. São Paulo: Saraiva, 2012. p. 224.\r\nFIORAVANTI, Maurizio. Constitucion: de la Antiguedad a nuestros días. Madrid: Trotta, 2001.\r\nGUERRA, Sérgio. Introdução ao Direito das Agências Reguladoras. Rio de Janeiro: Freitas Bastos, 2004.\r\nHART, Herbert. O Conceito de Direito. 2 ed. Lisboa: Fundação Calouste Gulbekian, 2002.\r\nTOCQUEVILLE, Alexis de. A Democracia na América. São Paulo: Folha de S. Paulo,\r\n2010.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":4954,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur397307","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Ayres Britto (Relator), julgando improcedente a ação direta e o voto do Ministro Marco Aurélio, julgando-a procedente, o julgamento foi suspenso. Ausentes, licenciado, o Ministro Joaquim Barbosa e, neste julgamento, a Ministra Cármen Lúcia. Falaram, pela requerente, Confederação Nacional dos Trabalhadores na Indústria (ADIs 3357 e 3937), o Dr. Marcelo Henriques Ribeiro de Oliveira; pelo interessado, Governador do Estado de São Paulo (ADI 3937), o Dr. Thiago Luís Sombra, Procurador do Estado; pelo amicus curiae, Sindicato dos Trabalhadores na Indústria da Extração de Minerais Não-Metálicos de Minaçu-GO (ADI 3937), o Dr. Antônio José Telles de Vasconcellos; pelo amicus curiae, Instituto Brasileiro do Crisotila - IBC (ADIs 3357 e 3937), o Dr. Carlos Mário da Silva Velloso Filho; pelo amicus curiae, Associação Nacional dos Procuradores do Trabalho - ANPT (ADIs 3357 e 3937), o Dr. Roberto de Figueiredo Caldas; pelo amicus curiae, Associação Brasileira dos Expostos ao Amianto - ABREA (ADIs 3357 e 3937), o Dr. Mauro de Azevedo Menezes; pelo amicus curiae, Associação Brasileira das Indústrias e Distribuidores de Produtos de Fibrocimento - ABIFIBRO (ADIs 3357 e 3937), o Dr. Oscavo Cordeiro Corrêa Netto, pelo amicus curiae, Conselho Federal da Ordem dos Advogados do Brasil - CFOAB (ADI 3937), o Dr. Oswaldo Pinheiro Ribeiro Junior e, pelo Ministério Público Federal, o Subprocurador-Geral da República, Dr. Francisco Sanseverino. Plenário, 31.10.2012. \r\n\n                 Decisão: Após o voto do Ministro Edson Fachin, que julgava improcedente o pedido formulado na ação, pediu vista dos autos o Ministro Dias Toffoli. Não vota o Ministro Roberto Barroso, sucessor do Ministro Ayres Britto (Relator). Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. Plenário, 23.11.2016.\r\n\n                       Decisão: Após o voto do Ministro Dias Toffoli, no sentido de se declarar incidentalmente a inconstitucionalidade do art. 2º da Lei federal nº 9.055/1995 e julgar improcedente a ação direta, de modo a se declarar a constitucionalidade formal e material da lei estadual questionada, o julgamento foi suspenso. Não vota o Ministro Roberto Barroso, sucessor do Ministro Ayres Britto. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. Plenário, 10.8.2017.\r\n\n                       Decisão: O Tribunal, por maioria, julgou improcedente a ação, com a declaração incidental de inconstitucionalidade do art. 2º da Lei 9.055/1995, vencido o Ministro Marco Aurélio. Nesta assentada, o Ministro Edson Fachin reajustou seu voto para acompanhar o Ministro Dias Toffoli. Não votou o Ministro Roberto Barroso, por suceder o Ministro Ayres Britto. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Redator para o acórdão o Ministro Dias Toffoli. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 30.11.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"AYRES BRITTO","ods_onu":["3","8","12","15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur397307","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur397307","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Lei nº 11.643/2001 do Estado do Rio Grande do Sul. Proibição da produção e comercialização de produtos à base de amianto. Produção e consumo, proteção do meio ambiente e proteção e defesa da saúde. Competência legislativa concorrente. Impossibilidade de a legislação estadual disciplinar matéria de forma contrária à lei geral federal. Lei Federal nº 9.055/1995. Autorização de extração, industrialização, utilização e comercialização do amianto da variedade crisotila. Processo de inconstitucionalização. Alteração nas relações fáticas subjacentes à norma jurídica. Natureza cancerígena do amianto crisotila e inviabilidade de seu uso de forma efetivamente segura. Existência de matérias-primas alternativas. Ausência de revisão da legislação federal, como determina a Convenção nº 162 da OIT. Inconstitucionalidade superveniente da Lei Federal nº 9.055/1995. Competência legislativa plena dos estados. Constitucionalidade da Lei estadual nº 11.643/2001. Improcedência da ação. \n\n\n\n    1. A Lei nº 11.643/2001, do Estado do Rio Grande do Sul, proíbe a produção e comercialização de produtos à base de amianto, versando sobre produção e consumo (art. 24, V, CF/88), proteção do meio ambiente (art. 24, VI) e proteção e defesa da saúde (art. 24, XII, CF/88). Dessa forma, compete, concorrentemente, à União a edição de normas gerais e aos estados suplementar a legislação federal no que couber (art. 24, §§ 1º e 2º, CF/88). Somente na hipótese de inexistência de lei federal é que os estados exercerão a competência legislativa plena (art. 24, § 3º, CF/88). \n\n\n\n    2. A Constituição de 1988 estabeleceu uma competência concorrente não cumulativa, na qual há expressa delimitação dos modos de atuação de cada ente federativo, os quais não se sobrepõem. Compete à União editar as normas gerais (art. 24, § 1º), não cabendo aos estados contrariar ou substituir o que definido em norma geral, mas sim o suplementar (art. 24, § 2º). Se, por um lado, a norma geral não pode impedir o exercício da competência estadual de suplementar as matérias arroladas no art. 24, por outro, não se pode admitir que a legislação estadual possa adentrar a competência da União e disciplinar a matéria de forma contrária à norma geral federal, desvirtuando o mínimo de unidade normativa almejado pela Constituição Federal. A inobservância dos limites constitucionais impostos ao exercício da competência concorrente implica a inconstitucionalidade formal da lei.\n\n\n\n    3. O art. 1º da Lei Federal nº 9.055/1995 proibiu a extração, a produção, a industrialização, a utilização e a comercialização de todos os tipos de amianto, com exceção da crisotila. Em seu art. 2º, a lei autorizou a extração, a industrialização, a utilização e a comercialização do amianto da variedade crisotila (asbesto branco) na forma definida na lei. Assim, se a lei federal admite, de modo restrito, o uso do amianto, em tese, a lei estadual não poderia proibi-lo totalmente, pois, desse modo, atuaria de forma contrária à prescrição da norma geral federal. Nesse caso, não há norma suplementar, mas norma contrária/substitutiva à lei geral, em detrimento da competência legislativa da União. \n\n\n\n    4. No entanto, o art. 2º da Lei Federal nº 9.055/1995 passou por um processo de inconstitucionalização, em razão da alteração nas relações fáticas subjacentes à norma jurídica, e, no momento atual, não mais se compatibiliza com a Constituição de 1988. Se, antes, tinha-se notícia dos possíveis riscos à saúde e ao meio ambiente ocasionados pela utilização da crisotila, falando-se, na época da edição da lei, na possibilidade do uso controlado dessa substância, atualmente, o que se observa é um consenso em torno da natureza altamente cancerígena do mineral e da inviabilidade de seu uso de forma efetivamente segura, sendo esse o entendimento oficial dos órgãos nacionais e internacionais que detêm autoridade no tema da saúde em geral e da saúde do trabalhador.\n\n\n\n    5. A Convenção nº 162 da Organização Internacional do Trabalho, de junho de 1986, prevê, dentre seus princípios gerais, a necessidade de revisão da legislação nacional sempre que o desenvolvimento técnico e o progresso no conhecimento científico o requeiram (art. 3º, § 2). A convenção também determina a substituição do amianto por material menos danoso, ou mesmo seu efetivo banimento, sempre que isso se revelar necessário e for tecnicamente viável (art. 10). Portanto, o Brasil assumiu o compromisso internacional de revisar sua legislação e de substituir, quando tecnicamente viável, a utilização do amianto crisotila.\n\n\n\n    6. Quando da edição da lei federal, o país não dispunha de produto qualificado para substituir o amianto crisotila. No entanto, atualmente, existem materiais alternativos. Com o advento de materiais recomendados pelo Ministério da Saúde e pela ANVISA e em atendimento aos compromissos internacionais de revisão periódica da legislação, a Lei federal nº 9.055/1995 – que, desde sua edição, não sofreu nenhuma atualização -, deveria ter sido revista para banir progressivamente a utilização do asbesto na variedade crisotila, ajustando-se ao estágio atual do consenso em torno dos riscos envolvidos na utilização desse mineral.\n\n\n\n    7. (i) O consenso dos órgãos oficiais de saúde geral e de saúde do trabalhador em torno da natureza altamente cancerígena do amianto crisotila, (ii) a existência de materiais alternativos à fibra de amianto e (iii) a ausência de revisão da legislação federal revelam a inconstitucionalidade superveniente (sob a óptica material) da Lei Federal nº 9.055/1995, por ofensa ao direito à saúde (art. 6º e 196, CF/88), ao dever estatal de redução dos riscos inerentes ao trabalho por meio de normas de saúde, higiene e segurança (art. 7º, inciso XXII, CF/88), e à proteção do meio ambiente (art. 225, CF/88).\n\n\n\n    8. Diante da invalidade da norma geral federal, os estados-membros passam a ter competência legislativa plena sobre a matéria, nos termos do art. 24, § 3º, da CF/88. Tendo em vista que a Lei nº 11.643/2001 do Estado do Rio Grande do Sul proíbe a utilização do amianto crisotila nas atividades que menciona, em consonância com os preceitos constitucionais (em especial, os arts. 6º, 7º, inciso XXII; 196 e 225 da CF/88) e com os compromissos internacionais subscritos pelo Estado brasileiro, não incide ela no mesmo vício de inconstitucionalidade material da legislação federal.\n\n\n\n    9. Ação direta julgada improcedente, com a declaração incidental de inconstitucionalidade do art. 2º da Lei 9.055/1995, com efeito erga omnes e vinculante.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749040549","externo_seq_objeto_incidente":2258854,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-019  DIVULG 31-01-2019  PUBLIC 01-02-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3357&classe=ADI","is_colac":false,"titulo":"ADI 3357","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00008 PAR-00002\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00003 INC-00002 ART-00004 \n          INC-00002 ART-00005 INC-00002 INC-00032 \n          PAR-00002 PAR-00003 ART-00006 \"CAPUT\" \n          ART-00007 INC-00022 ART-00021 ART-00022 \n          INC-00008 INC-00012 INC-00017 INC-00021 \n          INC-00027 PAR-ÚNICO ART-00023 INC-00002 \n          INC-00006 ART-00024 INC-00005 INC-00006 \n          INC-00008 INC-00012 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00025 PAR-00001 \n          PAR-00002 ART-00030 INC-00001 INC-00002 \n          INC-00008 ART-00034 INC-00007 ART-00037 \n          \"CAPUT\" ART-00049 INC-00001 ART-00059 \n          ART-00061 PAR-00001 ART-00170 INC-00003 \n          INC-00005 INC-00006 ART-00196 ART-00225\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006514      ANO-1977\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006938      ANO-1981\n          ANEXO-8 INCLUÍDO PELA LEI 10165/2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-008742      ANO-1993\n          ART-00020 PAR-00003\n                LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-009055      ANO-1995\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          ART-00002 PAR-ÚNICO ART-00003 PAR-00001 \n          PAR-00002 PAR-00003 ART-00004 ART-00005 \n          PAR-ÚNICO ART-00006 PAR-ÚNCIO ART-00007 \n          PAR-00001 PAR-00002 ART-00008 ART-00009 \n          PAR-ÚNICO ART-00010 ART-00011 PAR-ÚNCIO \n          ART-00012 ART-00013 ART-00014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009976      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010165      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011105      ANO-2005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011516      ANO-2007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011934      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000139      ANO-1974\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-INT   CVC-000162      ANO-1986\n          ART-00003 PAR-00001 PAR-00002 ART-00010 \n          LET-A LET-B ART-00015 PAR-00001 \n          PAR-00002\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-INT   ACO      ANO-1994\n          ART-00003 ITEM-4\n                ACORDO GERAL SOBRE TARIFAS E COMÉRCIO - GATT\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00068\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00154\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000051      ANO-1989\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 162, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-FED   DLG-000003      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 139, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-INT   DLG-000030      ANO-1994\n                DECRETO LEGISLATIVO - APROVA A ATA FINAL QUE INCORPORA OS RESULTADOS DA RODADA URUGUAI DE NEGOCIAÇÕES COMERCIAIS MULTILATERAIS DO GATT\n\n","LEG-FED   DEC-000126      ANO-1991\n          ART-00010 LET-A LET-B\n                DECRETO - PROMULGA A CONVENÇÃO Nº 162, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-FED   DEC-000157      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO Nº 139, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-INT   DEC-001355      ANO-1994\n                DECRETO - PROMULGA A ATA FINAL QUE INCORPORA OS RESULTADOS DA RODADA URUGUAI DE NEGOCIAÇÕES COMERCIAIS MULTILATERAIS DO GATT\n\n","LEG-FED   DEC-002350      ANO-1997\n          ART-00002\n                DECRETO\n\n","LEG-FED   DEC-003048      ANO-1999\n          ANEXO-4 ITEM-1.0.0 ITEM-1.02 ITEM-4.0.1\n                DECRETO\n\n","LEG-FED   RES-000007      ANO-1987\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000019      ANO-1996\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000001      ANO-2002\n                RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000307      ANO-2002\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   PRT-003214      ANO-1978\n                PORTARIA DO MINISTRO DE ESTADO DO TRABALHO\n\n","LEG-FED   PRT-000001      ANO-1991\n                PORTARIA DA SECRETARIA DE SEGURANÇA E SAÚDE NO TRABALHO DO MINISTÉRIO DO TRABALHO E PREVIDÊNCIA SOCIAL - SSST/MTPS \n\n","LEG-FED   PRT-000008      ANO-2004\n          ART-00003 INC-00001 INC-00002 LET-A \n          LET-B LET-C INC-00003 INC-00004 \n          LET-A LET-B LET-C LET-D \n          LET-E LET-F\n                PORTARIA INTERMINISTERIAL DOS MINISTÉRIOS DE ESTADO DO TRABALHO E EMPREGO, DA SAÚDE, DA PREVIDÊNCIA SOCIAL, DO MEIO AMBIENTE, DO DESENVOLVIMENTO, INDÚSTRIA E COMÉRCIO EXTERIOR, E DE MINAS E ENERGIA\n\n","LEG-FED   PRT-001851      ANO-2006\n                PORTARIA DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PRT-000043      ANO-2009\n                PORTARIA DO MINISTÉRIO DO MEIO AMBIENTE - MMA\n\n","LEG-FED   PRT-001644      ANO-2009\n                PORTARIA DO MINISTÉRIO DA SAÚDE -MS\n\n","LEG-FED   PRT-000009      ANO-2014\n                PORTARIA INTERMINISTERIAL DOS MINISTROS DE ESTADO DO TRABALHO E EMPREGO, DA SAÚDE E DA PREVIDÊNCIA SOCIAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00134 PAR-00002\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   NR-000015      ANO-1978\n          ANEXO-12\n                NORMA REGULAMENTADORA DO MINISTRO DE ESTADO DO TRABALHO - APROVADA PELA PRT-3214/1978\n\n","LEG-EST   CES      ANO-1989\n          ART-00019 PAR-00001\n                CONSTITUIÇÃO ESTADUAL, PE\n\n","LEG-EST   LEI-003579      ANO-2001\n                LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-010813      ANO-2001\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-011643      ANO-2001\n                LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-012589      ANO-2004\n          ART-00001 ART-00002 ART-00003 PAR-00001 \n          PAR-00002 ART-00004 ART-00005\n                LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-012684      ANO-2007\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   DEC-041788      ANO-2002\n                DECRETO, SP\n\n","LEG-MUN   LEI-013113      ANO-2001\n                LEI ORDINÁRIA DO MUNICÍPIO DE SÃO PAULO, SP"],"publicacao_data":"2019-02-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, COMPETÊNCIA CONCORRENTE, HIERARQUIA, ATO NORMATIVO, ENTE FEDERADO. DEFINIÇÃO, NORMA GERAL, DOUTRINA. TEXTO CONSTITUCIONAL, CONFLITO APARENTE DE NORMAS, NORMA GERAL, NORMA SUPLEMENTAR. INVASÃO, COMPETÊNCIA, COMPETÊNCIA CONCORRENTE, INCONSTITUCIONALIDADE FORMAL. SEGURANÇA JURÍDICA, REGRA, FIXAÇÃO, COMPETÊNCIA. CAUSA DE PEDIR ABERTA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INCONSTITUCIONALIDADE PROGRESSIVA. EVOLUÇÃO, CONHECIMENTO CIENTÍFICO, MATÉRIA, CARÁTER TÉCNICO. COMPROMISSO, ÂMBITO INTERNACIONAL, REVISÃO, LEI NACIONAL. BANIMENTO, USO, AMIANTO, DIREITO COMPARADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. AYRES BRITTO: DISTINÇÃO, COMPETÊNCIA PRIVATIVA, NORMA GERAL, COMPETÊNCIA CONCORRENTE, COMPETÊNCIA SUPLEMENTAR, COMPETÊNCIA PLENA, ESTADO-MEMBRO. NORMA GERAL, SUBORDINAÇÃO, REGRA CONSTITUCIONAL, PRINCÍPIO CONSTITUCIONAL. NORMA ESPECÍFICA, COMPATIBILIDADE, NORMA GERAL. COMPETÊNCIA CONCORRENTE, PODER NORMATIVO, ATO NORMATIVO PRIMÁRIO. CONVENÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), NORMA SUPRALEGAL. LEI IMPUGNADA, PROXIMIDADE, PRINCÍPIO DA MÁXIMA EFETIVIDADE, DIREITO FUNDAMENTAL, CONSTITUIÇÃO FEDERAL, CONVENÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT). PRINCÍPIO DA LIVRE INICIATIVA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO, DEFESA DO CONSUMIDOR, PRINCÍPIO DA DEFESA DO MEIO AMBIENTE. LEI IMPUGNADA, CONCRETIZAÇÃO, PRINCÍPIO DA FUNÇÃO SOCIAL DA PROPRIEDADE, PRINCÍPIO DA DEFESA DO MEIO AMBIENTE, PROTEÇÃO DO TRABALHADOR, SAÚDE PÚBLICA, DEFESA, DIREITOS HUMANOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ESTADO-MEMBRO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, SECESSÃO. DISTRIBUIÇÃO, COMPETÊNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. FEDERALISMO, ESTADO BRASILEIRO, CENTRALIZAÇÃO, DESCENTRALIZAÇÃO. FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, DOUTRINA, JURISPRUDÊNCIA, STF. FEDERALISMO, CONTROLE DE CONSTITUCIONALIDADE, LEI ESTADUAL. SOLUÇÃO, CONFLITO, DISTRIBUIÇÃO, COMPETÊNCIA, JURISPRUDÊNCIA, STF. FEDERALISMO COOPERATIVO. DISTINÇÃO, COMPETÊNCIA COMUM, COMPETÊNCIA CONCORRENTE. COMPETÊNCIA COMUM, COMPETÊNCIA CONCORRENTE, COMPETÊNCIA RESIDUAL, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, CARÁTER GERAL, UNIÃO FEDERAL, INTERESSE REGIONAL, ESTADO-MEMBRO, INTERESSE LOCAL, MUNICÍPIO. INTERPRETAÇÃO CONSTITUCIONAL, SOLUÇÃO, CONFLITO DE COMPETÊNCIA, ENTE FEDERADO. PRINCÍPIO DA SUBSIDIARIEDADE, ORDENAMENTO JURÍDICO BRASILEIRO, DOUTRINA, DIREITO COMPARADO. ALCANCE, DEFINIÇÃO, PRINCÍPIO DA PROPORCIONALIDADE. PRINCÍPIO DA SUBSIDIARIEDADE, PRINCÍPIO DA PROPORCIONALIDADE, DELIMITAÇÃO, COMPETÊNCIA CONCORRENTE. EVOLUÇÃO, SOCIEDADE, ESTRUTURAÇÃO, ESTADO-MEMBRO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. CONSTITUIÇÃO FEDERAL DE 1988, COLABORAÇÃO, ENTE FEDERADO; POTENCIALIZAÇÃO, CONTEÚDO NORMATIVO, DIREITO FUNDAMENTAL; EFETIVIDADE, PLURALISMO. CENTRALIZAÇÃO, COMPETÊNCIA, PREJUÍZO, INTERESSE REGIONAL, INTERESSE LOCAL, PROTEÇÃO, SAÚDE. EXERCÍCIO, COMPETÊNCIA LEGISLATIVA, COORDENAÇÃO, COLABORAÇÃO, PRINCÍPIO DA SUBSIDIARIEDADE, VÍCIO FORMAL. LEI FEDERAL, NORMA GERAL, ATUAÇÃO, ESTADO-MEMBRO, CARÁTER SUBSIDIÁRIO. COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, POLÍTICA PÚBLICA, PRINCÍPIO DA PRECAUÇÃO, SAÚDE PÚBLICA, MEIO AMBIENTE. AUSÊNCIA, VEDAÇÃO, UTILIZAÇÃO, AMIANTO CRISOTILA, LEI FEDERAL. PRINCÍPIO DA LIVRE INICIATIVA, LIVRE COMÉRCIO. LEGITIMIDADE, RESTRIÇÃO, LIVRE COMÉRCIO, PROTEÇÃO, SAÚDE, MEIO AMBIENTE, COMPETÊNCIA CONCORRENTE, CONVENÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT). RISCO, SAÚDE, USO, EQUIPAMENTO DE PROTEÇÃO, PRINCÍPIO DA PRECAUÇÃO. CONFLITO, DIREITO ECONÔMICO, EXPLORAÇÃO MINERAL, DIREITO À SAÚDE, MEIO AMBIENTE. DIRETRIZ, ÂMBITO INTERNACIONAL, POLÍTICA PÚBLICA, USO, AMIANTO. ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS), SEGURANÇA, USO, AMIANTO. PODER JUDICIÁRIO, POLÍTICA PÚBLICA. DIREITO À SAÚDE, REDUÇÃO, RISCO, EXPLORAÇÃO, AMIANTO, TRANSPARÊNCIA, PODER PÚBLICO, ELABORAÇÃO, POLÍTICA PÚBLICA. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. OMISSÃO PARCIAL, PODER LEGISLATIVO, INSUFICIÊNCIA, PROTEÇÃO, SAÚDE. EVOLUÇÃO, REGULAÇÃO, PROIBIÇÃO, USO, AMIANTO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DIREITO EMPRESARIAL, DIREITO CIVIL, DIREITO PROCESSUAL CIVIL, DIREITO PENAL, DIREITO PROCESSUAL PENAL.\n\n- TERMO(S) DE RESGATE: CONDOMÍNIO POLÍTICO NACIONAL. PRESUMPTION AGAINST PRE-EMPTION, CLEAR STATEMENT RULE. NORMA DE EFICÁCIA PROGRESSIVAMENTE ATENUADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3357&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(JURISPRUDÊNCIA, STF, AMIANTO)\nADI 2396 (TP), ADI 2656 (TP), ADI 4066 (TP). \n(REPARTIÇÃO DAS COMPETÊNCIAS)\nADI 1278 (TP), ADI 2606 (TP), ADI 2656 (TP), ADI 2903 (TP), ADI 3165 (TP), RE 423560 (2ªT), ADI 3813 (TP), ADI 2101 MC, RE 596489 AgR (2ªT), ADI 5356 (TP), Rp 1314 (TP), RE 73895 (TP). \n(FEDERALISMO, ESTADO BRASILEIRO)\nADI 4060 (TP). \n(COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO)\nRp 1153 - RTJ 115/1008, ADI 3937 (TP). \n(PRINCÍPIO DA PRECAUÇÃO)\nADPF 101 (TP), RE 627189 (TP). \n(PROIBIÇÃO DE PROTEÇÃO INSUFICIENTE)\nHC 104410 (2ªT). \n(LIBERAÇÃO, MEDICAMENTO)\nADI 5501 MC (TP). \n(INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, LEI, LICITAÇÃO)\nADI 927 MC (TP). \n(COMPETÊNCIA LEGISLATIVA, ORGANISMO GENETICAMENTE MODIFICADO)\nADI 3035 (TP), ADI 3645 (TP). \n(CAUSA DE PEDIR ABERTA, CONTROLE CONCENTRADO)\nRcl 4374 (TP). \n(DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE)\nRcl 4374 (TP), ADI 4029 (TP). \n(INCONSTITUCIONALIDADE PROGRESSIVA)\nRE 135328 (2ªT). \n- Decisões monocráticas citadas:\n(REPARTIÇÃO DAS COMPETÊNCIAS)\nRE 730721, RE 634248.\n- Legislação estrangeira citada: Ato Único, de 14 de fevereiro de 1986, Tratado de Lisboa; Decreto N. 1133, de 24 de Dezembro de 1996, da França.\n- Decisões estrangeiras citadas: Associated Provincial Picture House Ltd. vs Wednesbury\nCorporation, [1948], 1 KB 223, da Suprema Corte Americana.\n- Veja ADI 3356, ADI 3937 e ADPF 109 do STF.\nNúmero de páginas: 148.\nAnálise: 02/04/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA \nADV.(A/S)  : JOAO PEDRO FERRAZ DOS PASSOS E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DOS EXPOSTOS AO AMIANTO - ABREA \nADV.(A/S)  : ROBERTO DE FIGUEIREDO CALDAS \nAM. CURIAE.  : INSTITUTO BRASILEIRO DO CRISOTILA \nADV.(A/S)  : CARLOS MÁRIO DA SILVA VELLOSO FILHO E OUTRO(A/S)\nADV.(A/S)  : CARLOS MIGUEL CASTEX AIDAR \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS INDÚSTRIAS E DISTRIBUIDORES DE PRODUTOS DE FIBROCIMENTO - ABIFIBRO \nADV.(A/S)  : OSCAVO CORDEIRO CORRÊA NETTO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT \nADV.(A/S)  : ROBERTO DE FIGUEIREDO CALDAS E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":397307,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ADI 3357","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2017-11-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. São Paulo: Atlas, 2000. p. 147.\nBARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBERMANN, George. Taking Subsidiarity Seriously: Federalism in the European Community and the United States. Columbia Law Review, Nova York, n. 332, 1994.\nBERCOVICI, Gilberto. Desigualdades Regionais, Estado e Constituição. São Paulo: Max Limonad, 2003. p. 241.\n______. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004. p. 95-96.\n______. O federalismo no Brasil e os limites da competência legislativa e administrativa: memórias e pesquisas. Revista Jurídica, Brasília: Presidência da República, v. 10, n. 90, abr./maio. 2008. p. 7 e 8.\nCARVALHO, Cláudio Viveiros. Amianto. Brasília: Consultoria Legislativa da Câmara dos Deputados, 2009. Disponível em: http://www2.camara.leg.br/atividade-legislativa/estudos-e-notas-tecnicas/publicacoes-da-consultoria-legislativa/areas-da-conle/tema19/H-Coord_Legislativa-Setex-Internet-2008_15042.pdf. p. 53-54.\nETERNIT: Justiça do trabalho determina substituição do amianto em fábrica no Rio. Istoé, 27 mar. 2017. Disponível em: https://istoe.com.br/eternit-justica-do-trabalho-determina-substituicao-do-amianto-em-fabrica-no-rio/.\nFAGUNDES, Seabra. controle Jurisdicional dos Atos Administrativos. 5. ed. Forense. 1979. p. 4 e 5.\nFERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 39. ed. São Paulo: Saraiva, 2013. p. 92.\nFERRAZ, Tércio Sampaio. Normas gerais e competência concorrente – uma exegese do art. 24 da Constituição Federal. Revista Trimestral de Direito Público, n. 7. São Paulo: Malheriros, 1994. p. 19.\nGRAU, Eros Roberto. A Ordem Econômica na Constituição de 1988. São Paulo: Malheiros, 2015. p. 201.\nHARBO, Tor-Inge. The Function of the Proportionality Principle. EU Law, European Law Journal, v. 16, n. 2, mar. 2010. p. 185.\nHORTA, Raul Machado. Federalismo e o Princípio da Subsidiariedade. Revista do Instituto dos Advogados de Minas Gerais, n. 9, Belo Horizonte, 2003. p. 13-29.\n______. Estudos de Direito Constitucional. Belo Horizonte: Del Rey, 1995. p. 419.\n______. Direito Constitucional. 2. ed. Belo Horizonte: Del Rey, 1999. p. 303.\nLEWANDOWSKI, Enrique Ricardo. Considerações sobre o federalismo brasileiro. Revista Justiça e Cidadania, n. 157, set. 2013.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional.\nMENDES, Gilmar. O Apelo ao Legislador – Appellentscheidung – na Práxis da Corte Constitucional Alemã. Revista de informação legislativa, v. 29, n. 114, abr./jun. 1992.\nMARTINS, Leonardo. Limites ao princípio da simetria constitucional. In: SOUZA NETO, Cláudio Pereira; SARMENTO, Daniel; BINENBOJM, Gustavo (Coords.). Vinte Anos da Constituição Federal de 1988. Rio de Janeiro: Lumen Juris, 2009. p. 690.\nMEDINA, Marcelo Borges de Mattos. Constituição e Realidade: a influência das transformações sociais na jurisdição constitucional. Rio de Janeiro: Renovar, 2011. p. 47.\nMORAIS, Alexandre de. Direito Constitucional. 31. ed. São Paulo: Atlas, 2015. p. 318.\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada. O problema da conceituação das normas gerais. Revista de Informação Legislativa, Brasília, ano 25, n. 100, out./dez. 1988. p. 159-160.\nORGANIZACIÓN MUNDIAL DE LA SALUD. Eliminación de las enfermedades relacionadas con el amianto. Disponível em: http://apps.who.int/iris/bitstream/10665/69481/1/WHO_SDE_OEH_06.03_spa.pdf.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 29. ed. São Paulo: Malheiros, 2007. p. 477 e 794.\nSCHÜTZE, Robert. Subsidiarity after Lisbon: Reiforcing the Safeguards of Federalism? Cambridge Law Journal, Cambridge, v. 68, n. 3, nov. 2009. p. 525-536.\nTEUBNER, Gunther; FISCHER-LESCANO, Andreas. Regime-Collisions: The Vain Search for Legal Unity in the Fragmentations of Global Law. Michigan Journal of International Law, v. 25, n. 4, 2004. p. 999-1046.\nTUSHNET, Mark; JACKSON Vicki C. Comparative Constitutional Law. 3. ed. Saint Paul: Foundation Press University Casebook Series, 2014. p. 1158.\n______. Federalism and Liberalism. 4 Cardozo Journal of International and Comparative Law, Nova York, n. 329, 1996.\nUNGER, Roberto Mangabeira. O Direito e o Futuro da Democracia. São Paulo: Boitempo, 2004. p. 10, 16-17.","ministro_facet":["AYRES BRITTO","DIAS TOFFOLI"],"processo_numero":3357,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur397310","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o relatório e as sustentações orais, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Falaram: pela requerente, Confederação Nacional da Indústria - CNI, o Dr. Alexandre Vitorino Silva; pelo Presidente da República e pelo Congresso Nacional, a Ministra Grace Maria Fernandes Mendonça, Advogada-Geral da União; pelo amicus curiae Sindicato Interestadual da Indústria do Tabaco - SINDITABACO, o Dr. Carlos Eduardo Caputo Bastos; pelo amicus curiae Associação Brasileira da Indústria do Fumo - ABIFUMO, o Dr. Gustavo Binenbojm; pelo amicus curiae Associação Mundial Antitabagismo e Antialcoolismo - AMATA, o Dr. Luis Renato Vedovato e a Dra. Amanda Flávio de Oliveira; e, pelo amicus curiae Associação de Controle do Tabagismo Promoção da Saúde e dos Direitos Humanos - ACT, o Dr. Walter José Faiad de Moura. Presidência da Ministra Cármen Lúcia. Plenário, 9.11.2017. \r\n\n                       Decisão: O Tribunal, por unanimidade, conheceu da ação direta, nos termos do voto da Relatora. No mérito, relativamente ao pedido principal, de declaração de inconstitucionalidade do art. 7º, III, e XV, in fine, da Lei 9.782/1999, por maioria e nos termos do voto da Relatora, julgou improcedente o pedido, vencido, em parte, o Ministro Marco Aurélio. Quanto aos pedidos sucessivos, relativos às normas da Resolução da Diretoria Colegiada da ANVISA 14/2012, o Tribunal julgou improcedente a ação, em julgamento destituído de eficácia vinculante e efeitos erga omnes, por não se ter atingido o quorum exigido pelo artigo 97 da Constituição, cassando-se a liminar concedida, nos termos do voto da Relatora. Declarou suspeição o Ministro Roberto Barroso. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 1º.2.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["3"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur397310","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur397310","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. PEDIDO DE INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. ART. 7º, III E XV, IN FINE, DA LEI Nº 9.782/1999. RESOLUÇÃO DA DIRETORIA COLEGIADA (RDC) DA ANVISA Nº 14/2002. PROIBIÇÃO DA IMPORTAÇÃO E DA COMERCIALIZAÇÃO DE PRODUTOS FUMÍGENOS DERIVADOS DO TABACO CONTENDO ADITIVOS. AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA. REGULAÇÃO SETORIAL. FUNÇÃO NORMATIVA DAS AGÊNCIA REGULADORAS. PRINCÍPIO DA LEGALIDADE. CLÁUSULAS CONSTITUCIONAIS DA LIBERDADE DE INICIATIVA E DO DIREITO À SAÚDE. PRODUTOS QUE ENVOLVEM RISCO À SAÚDE. COMPETÊNCIA ESPECÍFICA E QUALIFICADA DA ANVISA. ART. 8º, § 1º, X, DA Lei nº 9.782/1999. JURISDIÇÃO CONSTITUCIONAL. DEFERÊNCIA ADMINISTRATIVA. RAZOABILIDADE. CONVENÇÃO-QUADRO SOBRE CONTROLE DO USO DO TABACO – CQCT. IMPROCEDÊNCIA.\n\n\n\n    1. Ao instituir o Sistema Nacional de Vigilância Sanitária, a Lei nº 9.782/1999 delineia o regime jurídico e dimensiona as competências da Agência Nacional de Vigilância Sanitária – ANVISA, autarquia especial.\n\n\n\n    2. A função normativa das agências reguladoras não se confunde com a a função regulamentadora da Administração (art. 84, IV, da Lei Maior), tampouco com a figura do regulamento autônomo (arts. 84, VI, 103-B, § 4º, I, e 237 da CF).\n\n\n\n    3. A competência para editar atos normativos visando à organização e à fiscalização das atividades reguladas insere-se no poder geral de polícia da Administração sanitária. Qualifica-se, a competência normativa da ANVISA, pela edição, no exercício da regulação setorial sanitária, de atos: (i) gerais e abstratos, (ii) de caráter técnico, (iii) necessários à implementação da política nacional de vigilância sanitária e (iv) subordinados à observância dos parâmetros fixados na ordem constitucional e na legislação setorial. Precedentes: ADI 1668/DF-MC, Relator Ministro Marco Aurélio, Tribunal Pleno, DJ 16.4.2004; RMS 28487/DF, Relator Ministro Dias Toffoli, 1ª Turma, DJe 14.3.2013; ADI 4954/AC, Relator Ministro Marco Aurélio, Tribunal Pleno, DJe 30.10.2014; ADI 4949/RJ, Relator Ministro Ricardo Lewandowski, Tribunal Pleno, DJe 03.10.2014; ADI 4951/PI, Relator Ministro Teori Zavascki, DJe 26.11.2014; ADI 4.093/SP, Relatora Ministra Rosa Weber, Tribunal Pleno, DJe 30.10.2014.\n\n\n\n    4. Improcedência do pedido de interpretação conforme a Constituição do art. 7º, XV, parte final, da Lei nº 9.782/1999, cujo texto unívoco em absoluto atribui competência normativa para a proibição de produtos ou insumos em caráter geral e primário. Improcedência também do pedido alternativo de interpretação conforme a Constituição do art. 7º, III, da Lei nº 9.782/1999, que confere à ANVISA competência normativa condicionada à observância da legislação vigente.\n\n\n\n    5. Credencia-se à tutela de constitucionalidade in abstracto o ato normativo qualificado por abstração, generalidade, autonomia e imperatividade. Cognoscibilidade do pedido sucessivo de declaração de inconstitucionalidade da Resolução da Diretoria Colegiada (RDC) nº 14/2012 da Agência Nacional de Vigilância Sanitária – ANVISA.\n\n\n\n    6. Proibição da fabricação, importação e comercialização, no país, de produtos fumígenos derivados do tabaco que contenham as substâncias ou compostos que define como aditivos: compostos e substâncias que aumentam a sua atratividade e a capacidade de causar dependência química. Conformação aos limites fixados na lei e na Constituição da República para o exercício legítimo pela ANVISA da sua competência normativa.\n\n\n\n    7. A liberdade de iniciativa (arts. 1º, IV, e 170, caput, da Lei Maior) não impede a imposição, pelo Estado, de condições e limites para a exploração de atividades privadas tendo em vista sua compatibilização com os demais princípios, garantias, direitos fundamentais e proteções constitucionais, individuais ou sociais, destacando-se, no caso do controle do tabaco, a proteção da saúde e o direito à informação. O risco associado ao consumo do tabaco justifica a sujeição do seu mercado a intensa regulação sanitária, tendo em vista o interesse público na proteção e na promoção da saúde.\n\n\n\n    8. O art. 8º, caput e § 1º, X, da Lei nº 9.782/1999 submete os produtos fumígenos, derivados ou não do tabaco, a regime diferenciado específico de regulamentação, controle e fiscalização pela ANVISA, por se tratar de produtos que envolvem risco à saúde pública. A competência específica da ANVISA para regulamentar os produtos que envolvam risco à saúde (art. 8º, § 1º, X, da Lei nº 9.782/1999) necessariamente inclui a competência para definir, por meio de critérios técnicos e de segurança, os ingredientes que podem e não podem ser usados na fabricação de tais produtos. Daí o suporte legal à RDC nº 14/2012, no que proíbe a adição, nos produtos fumígenos derivados do tabaco, de compostos ou substâncias destinados a aumentar a sua atratividade. De matiz eminentemente técnica, a disciplina da forma de apresentação (composição, características etc.) de produto destinado ao consumo, não traduz restrição sobre a sua natureza.\n\n\n\n    9. Definidos na legislação de regência as políticas a serem perseguidas, os objetivos a serem implementados e os objetos de tutela, ainda que ausente pronunciamento direto, preciso e não ambíguo do legislador sobre as medidas específicas a adotar, não cabe ao Poder Judiciário, no exercício do controle jurisdicional da exegese conferida por uma Agência ao seu próprio estatuto legal, simplesmente substituí-la pela sua própria interpretação da lei. Deferência da jurisdição constitucional à interpretação empreendida pelo ente administrativo acerca do diploma definidor das suas próprias competências e atribuições, desde que a solução a que chegou a agência seja devidamente fundamentada e tenha lastro em uma interpretação da lei razoável e compatível com a Constituição. Aplicação da doutrina da deferência administrativa (Chevron U.S.A. v. Natural Res. Def. Council).\n\n\n\n    10. A incorporação da CQCT ao direito interno, embora não vinculante, fornece um standard de razoabilidade para aferição dos parâmetros adotados na RDC nº 14/2012 pela ANVISA, com base na competência atribuída pelos arts. 7º, III, e 8º, § 1º, X, da Lei nº 9.782/1999.\n\n\n\n    11. Ao editar a Resolução da Diretoria Colegiada – RDC nº 14/2012, definindo normas e padrões técnicos sobre limites máximos de alcatrão, nicotina e monóxido de carbono nos cigarros e restringindo o uso dos denominados aditivos nos produtos fumígenos derivados do tabaco, sem alterar a sua natureza ou redefinir características elementares da sua identidade, a ANVISA atuou em conformidade com os lindes constitucionais e legais das suas prerrogativas, observados a cláusula constitucional do direito à saúde, o marco legal vigente e a estrita competência normativa que lhe outorgam os arts. 7º, III, e 8º, § 1º, X, da Lei nº 9.782/1999. Improcedência do pedido sucessivo.\n\n\n\n    12. Quórum de julgamento constituído por dez Ministros, considerado um impedimento. Nove votos pela improcedência do pedido principal de interpretação conforme a Constituição, sem redução de texto, do art. 7º, III e XV, in fine, da Lei nº 9.782/1999. Cinco votos pela improcedência e cinco pela procedência do pedido sucessivo, não atingido o quórum de seis votos (art. 23 da Lei nº 9.868/1999) – maioria absoluta (art. 97 da Constituição da República) – para declaração da inconstitucionalidade da RDC nº 14/2012 da ANVISA, a destituir de eficácia vinculante o julgado, no ponto.\n\n\n\n    13. Ação direta de inconstitucionalidade conhecida, e, no mérito julgados improcedentes os pedidos principais e o pedido sucessivo. Julgamento destituído de efeito vinculante apenas quanto ao pedido sucessivo, porquanto não atingido o quórum para a declaração da constitucionalidade da Resolução da Diretoria Colegiada nº 14/2012 da ANVISA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749049101","externo_seq_objeto_incidente":4328586,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-019  DIVULG 31-01-2019  PUBLIC 01-02-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4874&classe=ADI","is_colac":false,"titulo":"ADI 4874","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00003 INC-00004 \n          INC-00006 ART-00002 ART-00005 INC-00002 \n          INC-00029 INC-00032 INC-00054 ART-00006 \n          ART-00037 \"CAPUT\" INC-00019 ART-00060 \n          PAR-00004 INC-00003 ART-00084 INC-00004 \n          INC-00006 ART-00097 ART-00102 INC-00001 \n          LET-A ART-00103 INC-00009 PAR-00003 \n          ART-0103B PAR-00004 INC-00001 ART-00170 \n          \"CAPUT\" INC-00004 PAR-ÚNICO ART-00174 \n          PAR-ÚNICO ART-00196 ART-00200 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 ART-00220 \n          PAR-00004 ART-00237 INC-00001 INC-00007\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00025\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00079 ART-00081 INC-00003 ART-00243\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008080      ANO-1990\n          ART-00003 PAR-00001 INC-00001 ART-00006 \n          PAR-00001 INC-00001 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009294      ANO-1996\n          ART-00001 \"CAPUT\" REDAÇÃO DADA PELA LEI-10833/2003\n          ART-00001 \"CAPUT\" PAR-00001 REDAÇÃO DADA PELA MP-2190-35/2001\n          ART-00001 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA MP-2190-35/2001\n          ART-00002 \"CAPUT\" REDAÇÃO DADA PELA LEI-12546/2011\n          ART-00002 \"CAPUT\" PAR-00001 \n          ART-00002 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA MP-2190-34/2001\n          ART-00002 \"CAPUT\" PAR-00003 INCLUÍDO PELA LEI-12546/2011\n          ART-00003 \"CAPUT\" REDAÇÃO DADA PELA LEI-12546/2011\n          ART-00003 \"CAPUT\" PAR-00001 PAR-00002 \n          ART-00003 \"CAPUT\" PAR-00003 REDAÇÃO DADA PELA MP-2190-34/2001\n          ART-00003 \"CAPUT\" PAR-00004 \n          ART-00003 \"CAPUT\" PAR-00005 REDAÇÃO DADA PELA LEI-12546/2011\n          ART-00003 \"CAPUT\" PAR-00006 INCLUÍDO PELA LEI-12546/2011\n          ART-00003 \"CAPUT\" PAR-00007 INCLUÍDO PELA LEI-12546/2011\n          ART-0003A INCLUÍDO PELA LEI-10167/2000\n          ART-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009472      ANO-1997\n          ART-00019 INC-00004 INC-00010 ART-00022 \n          INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009532      ANO-1997\n          ART-00044 ART-00045 ART-00046 ART-00047 \n          ART-00048 ART-00049 PAR-00001 ART-00050 \n          ART-00051 ART-00052 ART-00053 ART-00054\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009782      ANO-1999\n          ART-00001 ART-00002 \"CAPUT\" INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 PAR-00001 \n          INC-00001 INC-00002 INC-00003 PAR-00002 \n          PAR-00003 ART-00003 \"CAPUT\" PAR-ÚNICO \n          ART-00006 ART-00007 \"CAPUT\" INC-00003 \n          INC-00004 INC-00008 INC-00014 INC-00015 \n          INC-00016 INC-00022 ART-00008 \"CAPUT\" \n          PAR-00001 INC-00010 INC-00011 ART-00015 \n          INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00002 INC-00009 ART-00003 INC-00001 \n          ART-00012 ART-00023 ART-00028 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010167      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010702      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010742      ANO-2003\n          ART-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010833      ANO-2003\n          ART-00040\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 ART-00034\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-012546      ANO-2011\n          ART-00049\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-2003\n          ART-00003 ART-00004 ART-00005 NÚMERO-1 \n          NÚMERO-2 LET-A LET-B NÚMERO-3 \n          ART-00008 NÚMERO-1 ART-00009 ART-00010 \n          ART-00014 ART-00023\n                CONVENÇÃO QUADRO SOBRE CONTROLE DO USO DO TABACO, ADOTADA PELOS PAÍSES MEMBROS DA ORGANIZAÇÃO MUNDIAL DE SAÚDE EM 21 DE MAIO DE 2003 E ASSINADA PELO BRASIL EM 16 DE JUNHO DE 2003\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00189 ART-00190\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-001593      ANO-1997\n          ART-00001 \"CAPUT\" REDAÇÃO DADA PELA LEI-10833/2003\n          ART-00001 REDAÇÃO DADA PELA MPR-2158-35/2001\n          ART-00001 PAR-00001 REDAÇÃO DADA PELA MPR-2158-35/2001\n          ART-00001 PAR-00002 REDAÇÃO DADA PELA MPR-2158-35/2001\n                DECRETO-LEI\n\n","LEG-FED   MPR-001602      ANO-1997\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-002158      ANO-2001\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 35\n\n","LEG-FED   MPR-002190      ANO-2001\n                MEDIDA PROVISÓRIA REEDIÇÃO Nº 34\n\n","LEG-FED   MPR-000540      ANO-2011\n          ART-00014 REDAÇÃO ORIGINÁRIA\n          ART-00015 REDAÇÃO ORIGINÁRIA\n          ART-00016 REDAÇÃO ORIGINÁRIA\n          ART-00017 REDAÇÃO ORIGINÁRIA\n          ART-00018 REDAÇÃO ORIGINÁRIA\n          ART-00019 REDAÇÃO ORIGINÁRIA\n          ART-00020 REDAÇÃO ORIGINÁRIA\n                MEDIDA PROVISÓRIA CONVERTIDA NA LEI-12546/2011\n\n","LEG-FED   DLG-001012      ANO-2005\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO-QUADRO SOBRE CONTROLE DO USO DO TABACO, ADOTADA PELOS PAÍSES MEMBROS DA ORGANIZAÇÃO MUNDIAL DE SAÚDE EM 21 DE MAIO DE 2003 E ASSINADA PELO BRASIL EM 16 DE JUNHO DE 2003\n\n","LEG-FED   DEC-005658      ANO-2006\n                DECRETO - PROMULGA A CONVENÇÃO-QUADRO SOBRE CONTROLE DO USO DO TABACO, ADOTADA PELOS PAÍSES MEMBROS DA ORGANIZAÇÃO MUNDIAL DE SAÚDE EM 21 DE MAIO DE 2003 E ASSINADA PELO BRASIL EM 16 DE JUNHO DE 2003\n\n","LEG-FED   RES-000173      ANO-2003\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA  AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA\n\n","LEG-FED   RES-000004      ANO-2006\n                RESOLUÇÃO DA CÂMARA DE REGULAÇÃO DO MERCADO DE MEDICAMENTOS - CMED\n\n","LEG-FED   RES-000014      ANO-2012\n          ART-00001 ART-00002 ART-00003 INC-00001 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 INC-00008 \n          INC-00009 INC-00010 INC-00011 ART-00004 \n          INC-00001 INC-00002 INC-00003 PAR-00001 \n          PAR-00002 ART-00005 ART-00006 INC-00001 \n          LET-A LET-B INC-00002 INC-00003 \n          LET-A LET-B LET-C LET-D \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 INC-00009 INC-00010 ART-00007 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 INC-00008 \n          PAR-00001 PAR-00002 ART-00008 PAR-00001 \n          PAR-00002 PAR-00003 ART-00009 PAR-00001 \n          PAR-00002 ART-00010 ART-00011 ART-00012 \n          ART-00013\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA\n\n","LEG-FED   RES-000012      ANO-2014\n          ART-00006\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA\n\n","LEG-FED   INT-000001      ANO-2005\n                INSTRUÇÃO NORMATIVA DA SECRETARIA DO TESOURO NACIONAL - STN\n\n","LEG-FED   INT-000006      ANO-2013\n                INSTRUÇÃO NORMATIVA DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA\n\n","LEG-FED   PRT-001980      ANO-2013\n                PORTARIA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - ANVISA\n\n","LEG-FED   PJL-007233      ANO-2010\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-002683      ANO-2011\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-002901      ANO-2011\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000769      ANO-2015\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   RGI      ANO-1980\n          ART-00146\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   MSG-000297      ANO-2011\n                MENSAGEM DA PRESIDÊNCIA DA REPÚBLICA\n\n","LEG-EST   DEC-025168      ANO-1999\n                DECRETO, RJ"],"publicacao_data":"2019-02-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NOCIVIDADE, USO, CIGARRO, SAÚDE. SISTEMA NACIONAL DE VIGILÂNCIA SANITÁRIA, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), AUTARQUIA SOB REGIME ESPECIAL, INDEPENDÊNCIA, ESTABILIDADE, DIRIGENTE, AUTONOMIA FINANCEIRA. PODER NORMATIVO, AGÊNCIA REGULADORA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, DEMOCRACIA, DIREITO FUNDAMENTAL. DOUTRINA, JURISPRUDÊNCIA, PODER NORMATIVO, AGÊNCIA REGULADORA, PRINCÍPIO DA LEGALIDADE. DISTINÇÃO, REGULAÇÃO, REGULAMENTAÇÃO. DISTINÇÃO, PODER NORMATIVO, FUNÇÃO LEGISLATIVA. AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), PODER GERAL DE CAUTELA, NATUREZA ADMINISTRATIVA. AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), IMPLEMENTAÇÃO, POLÍTICA NACIONAL DE VIGILÂNCIA SANITÁRIA. CONTROLE ABSTRATO, ATO REGULAMENTAR, ATO NORMATIVO PRIMÁRIO, ATO NORMATIVO SECUNDÁRIO. DIREITO À SAÚDE, DIREITO FUNDAMENTAL, DIREITO SUBJETIVO, DIREITO INDIVIDUAL, DIREITO SOCIAL. CONTROLE, CONSUMO, TABACO, POLÍTICA PÚBLICA, PROTEÇÃO, SAÚDE, ORDENAMENTO JURÍDICO BRASILEIRO. INCORPORAÇÃO, CONVENÇÃO, CONTROLE, USO, TABACO, ORDENAMENTO JURÍDICO BRASILEIRO, ORIENTAÇÃO, COOPERAÇÃO JURÍDICA INTERNACIONAL. CONTROLE, USO, TABACO, DIREITO COMPARADO.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: DEFINIÇÃO, LEI. INEFICIÊNCIA, PODER PÚBLICO, DESCENTRALIZAÇÃO, PRESTAÇÃO DE SERVIÇO, SERVIÇO PÚBLICO. CENTRALIZAÇÃO, PODER LEGISLATIVO, FIXAÇÃO, DIRETRIZ, PREMISSA, DESCENTRALIZAÇÃO, NATUREZA ADMINISTRATIVA, PODER NORMATIVO, AGÊNCIA REGULADORA, CONCRETIZAÇÃO, OBJETIVO. RESOLUÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), PRINCÍPIO DA LEGALIDADE. LEGISLAÇÃO BRASILEIRA, AUTORIZAÇÃO, IMPORTAÇÃO, COMERCIALIZAÇÃO, PRODUTO, DERIVAÇÃO, TABACO, RESOLUÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), VEDAÇÃO, CARÁTER ABSOLUTO.\n\n- VOTO, MIN. EDSON FACHIN: RESTRIÇÃO, LIVRE INICIATIVA, PRINCÍPIO DA RESERVA LEGAL. INTERAÇÃO, PODER PÚBLICO, ECONOMIA. INTERVENÇÃO, PODER JUDICIÁRIO, CONTROLE, ATO NORMATIVO, MULTIDISCIPLINARIDADE, AGÊNCIA REGULADORA.\n\n- VOTO, MIN. LUIZ FUX: ATO ADMINISTRATIVO, AGÊNCIA REGULADORA, CONTROLE JUDICIAL. INSTITUTO JURÍDICO, DESLEGALIZAÇÃO, PRINCÍPIO DEMOCRÁTICO. AMPLIAÇÃO, PODER NORMATIVO, PODER EXECUTIVO, POLÍTICA PÚBLICA. PODER NORMATIVO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), SAÚDE PÚBLICA, ESCOLHA, CARÁTER POLÍTICO, LEGISLADOR. SUPRESSÃO, INSUMO, AUMENTO, RISCO, SAÚDE, LIBERDADE, EMPRESA, FABRICANTE, COMERCIANTE, CIGARRO. DELIMITAÇÃO, PODER NORMATIVO, AGÊNCIA REGULADORA, ESTADO DEMOCRÁTICO DE DIREITO, CONTROLE, EXCESSO, RESPONSABILIDADE CIVIL. PODER DE POLÍCIA, PRINCÍPIO DA PROPORCIONALIDADE, EMPRESA, ORDEM ECONÔMICA, DIREITO DE PROPRIEDADE. DEFINIÇÃO, EXCESSO, PODER NORMATIVO, AGÊNCIA REGULADORA, JURISPRUDÊNCIA, DOUTRINA, DIREITO COMPARADO. ATUAÇÃO, AGÊNCIA REGULADORA, PRINCÍPIO DA LIVRE CONCORRÊNCIA, AUMENTO, PREÇO, FORMAÇÃO, MONOPÓLIO, CONTRABANDO. PRINCÍPIO DA SUPREMACIA DO INTERESSE PÚBLICO, PRINCÍPIO DA NÃO SURPRESA. PRINCÍPIO DA PROPORCIONALIDADE, MANDADO DE OTIMIZAÇÃO. ATUAÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO. PRINCÍPIO DA ADEQUAÇÃO; PRINCÍPIO DA NECESSIDADE; COMPARAÇÃO, CUSTO, BENEFÍCIO. PRINCÍPIO, DEFERÊNCIA, ATO NORMATIVO, AGÊNCIA REGULADORA.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: CUSTO, CONTENÇÃO, MALEFÍCIO, CIGARRO, ARRECADAÇÃO, IMPOSTO, VENDA, CIGARRO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PORTARIA, RESOLUÇÃO, ATO NORMATIVO AUTÔNOMO.\n\n- VOTO, MIN. GILMAR MENDES: PRINCÍPIO DA RESERVA LEGAL, DIREITO FUNDAMENTAL, AGÊNCIA REGULADORA. AUTONOMIA, LIBERDADE, ESCOLHA, PESSOA NATURAL, AUTODETERMINAÇÃO.\n\n- VOTO, MIN. MARCO AURÉLIO: PRINCÍPIO DA LEGALIDADE, ESTADO DEMOCRÁTICO DE DIREITO. AGÊNCIA REGULADORA, COMPETÊNCIA, FISCALIZAÇÃO, CARÁTER ESPECÍFICO.\n\n- VOTO, MIN. CÁRMEN LÚCIA: CONSUMO, TABACO, SAÚDE PÚBLICA, COMPETÊNCIA, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), PREVENÇÃO, RISCO.\n\n- VOTO, MIN. CELSO DE MELLO: DECLARAÇÃO DE INCONSTITUCIONALIDADE, QUORUM, MAIORIA ABSOLUTA, NULIDADE ABSOLUTA, DECISÃO JUDICIAL. RESERVA DO PLENÁRIO.\n\n- TERMO(S) DE RESGATE: REGULAÇÃO SOCIAL, REGULAÇÃO CONCORRENCIAL. CRISE DA LEI, LOI-CADRE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4874&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PODER NORMATIVO, AGÊNCIA REGULADORA)\nADI 4093 (TP), ADI 1668 MC (TP), RMS 28487 (1ªT), ADI 4949 (TP), ADI 4951 (TP), ADI 4954 (TP). \n(CONTROLE ABSTRATO, ATO NORMATIVO PRIMÁRIO, ATO NORMATIVO SECUNDÁRIO)\nADI 2439 (TP), ADI 2705 (TP), ADI 2792 AgR (TP), ADI 3731 MC (TP), ADI 4105 MC (TP), ADI 996 MC (TP), AC 1033 AgR-QO (TP), ADI 2308 MC (TP), ADI 1383 MC (TP). \n(LIVRE INICIATIVA, DIREITO À SAÚDE)\nAC 1657 MC (TP). \n(DIREITO À SAÚDE, FORNECIMENTO, MEDICAMENTO)\nRE 271286 AgR (2ªT). \n(DESLEGALIZAÇÃO)\nADI 4568 (TP). \n(DECLARAÇÃO DE INCONSTITUCIONALIDADE, QUORUM, MAIORIA ABSOLUTA)\nRE 88160 (2ªT) - RTJ 96/1188, HC 70249 - RTJ 150/223, ADI 4066 (TP), ADI 4167 (TP), RE 71948 (1ªT) - RTJ 58/499,  RE 77935 (1ªT) - RTJ 71/233, RE 97245 (1ªT) - RTJ 110/226, RE 103568 (1ªT) - RTJ 117/265, RE 111060 (1ªT) - RTJ 135/297, RE 91057 (2ªT) - RTJ 95/859, RT 508/217, RF 193/131.\n- Decisão monocrática citada:\n(REGULAÇÃO, TABACO, LIVRE INICIATIVA)\nSS 1320.\n- Legislação estrangeira citada: Law Family Smoking Prevention and Tobacco Control Act, Law Federal Food, Drug and Cosmetic Act – FFDCA, de 1938, do Estados Unidos da América; Art. 7º, n. 1, n. 6, n. 7, n. 9, n. 12 e n. 15, da Diretiva 2014/40/UE, da União Europeia.\n- Decisão estrangeira citada: Caso Chevron U.S.A., Inc. vs. Natural Resources Defense Council, Inc., de 1984, Caso Penn Central Transportation Co. v. City of New York, de 1978, Caso Food and Drug Administration vs. Brown & Williamson Tobacco Corporationda,  Caso Pennsylvania Coal vs. Mahon (1922), 260 U.S. 393, da Suprema Corte dos Estados Unidos.\n- Veja RE 657718 e ADI 3154 QO do STF.\nNúmero de páginas: 215.\nAnálise: 30/05/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERACAO NACIONAL DA INDUSTRIA \nADV.(A/S)  : ALEXANDRE VITORINO SILVA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : SINDICATO DA INDÚSTRIA DO TABACO NO ESTADO DA BAHIA - SINDITABACO/BA \nADV.(A/S)  : JULIANO REBELO MARQUES E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO INTERESTADUAL DA INDÚSTRIA DO TABACO - SINDITABACO \nADV.(A/S)  : BRUNO BESERRA MOTA E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO MUNDIAL ANTITABAGISMO E ANTIALCOOLISMO - AMATA \nADV.(A/S)  : SERGIO TADEU DINIZ \nADV.(A/S)  : LUÍS RENATO VEDOVATO \nADV.(A/S)  : AMANDA FLÁVIO DE OLIVEIRA \nAM. CURIAE.  : ASSOCIAÇÃO DE CONTROLE DO TABAGISMO, PROMOÇÃO DA SAÚDE E DOS DIREITOS HUMANOS - ACT \nADV.(A/S)  : CLARISSA MENEZES HOMSI E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES DA INDÚSTRIA DO FUMO E AFINS - FENTIFUMO \nADV.(A/S)  : JOÃO PEDRO FERRAZ DOS PASSOS E OUTRO(A/S)\nAM. CURIAE.  : ABIFUMO - ASSOCIAÇÃO BRASILEIRA DA INDÚSTRIA DO FUMO \nADV.(A/S)  : ANDRÉ CYRINO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":397310,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4874","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-02-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEXY, Robert. On balancing and subsumption: a structural comparison. Ratio Juris, v. 16, n. 14, Oxford, dez. 2003. p. 436. \n______. Teoria dos Direitos Fundamentais. Tradução: Virgílio Afonso da Silva. São Paulo: Malheiros, 2011. p. 116.\nARAGÃO, Alexandre Santos de. Agências Reguladoras e a Evolução do Direito Administrativo Econômico. Rio de Janeiro: Forense, 2002.\n______. Direito dos serviços públicos, Rio de Janeiro: Forense, 2008. p. 330-1.\nARAGÃO, Alexandre Santos de; SAMPAIO, Patrícia R. P. Omissão no exercício do poder normativo das agências e a concorrência desleal. In: ARAGÃO, Alexandre Santos de (Coord.). O Poder Normativo das Agências Reguladoras. Rio de Janeiro: Forense, 2011.\nÁVILA, Humberto. Teoria dos princípios: da definição à aplicação dos princípios jurídicos . São Paulo: Malheiros, 2011. p. 178-182.\nAZEVEDO, Eurico de Andrade. Agências reguladoras. Revista de Direito Administrativo, Rio de Janeiro, v. 213, jul. /set. 1998. p. 141.\nBARROSO, Luís Roberto. Liberdade de Expressão e Limitação a Direitos Fundamentais. Ilegitimidade de Restrições à Publicidade de Refrigerantes e Sucos. Revista de Direito Público da Economia – RDPE, Belo Horizonte, ano 2, n. 7, jul./set. 2004. \n______. O Controle de Constitucionalidade no Direito Brasileiro. Saraiva, 2004. p. 77-81, itens 3.2 e 3.3.\n______. Temas de Direito Constitucional. Rio de Janeiro: Renovar, 2008. v. 3.\n______. Regime jurídico da Petrobrás, delegação legislativa e poder regulamentar: validade constitucional do procedimento licitatório simplificado instituído pelo decreto nº 2.745/98, In: Temas de direito constitucional. Rio de Janeiro: Renovar, 2009. Tomo IV. p. 310.\nBINENBOJM, Gustavo. Agências Reguladoras Independentes e Democracia no Brasil. In: BINENBOJM, Gustavo (Coord.). Agências Reguladoras e Democracia. Rio de Janeiro: Lumen Juris, 2006.\n_____. Uma teoria do direito administrativo: direitos fundamentais, democracia e constitucionalização. Rio de Janeiro: Renovar, 2014. p. 131-142.\n_____. Regulações expropriatórias. Revista Justiça e Cidadania, n. 117, 2010.\nBITTENCOURT, Lúcio. O Controle Jurisdicional da Constitucionalidade das Leis. 2. ed. Forense, 1968. P. 43-46.\nBRASIL. Fundação Getúlio Vargas. Disponível em: http://fgvprojetos.fgv.br/sites/fgvprojetos.fgv.br/files/estudo_13.pdf\n_____. Ministério da Saúde. Vigitel Brasil 2016. Brasília, 2017.\nBRUNA, Sérgio Varella. Agências Reguladoras: poder normativo, consulta pública, revisão judicial. São Paulo: Revista dos Tribunais, 2003.\nCAETANO, Marcello. Direito Constitucional. Forense, 1978. vol. II/417, item n. 140. \nBULOS, Uadi Lammêgo. Constituição Federal Anotada. 5. ed. Saraiva, 2003. p. 939-943.\nCANOTILHO, José Joaquim Gomes; MACHADO, Jónatas E. M. A ANVISA e a proibição de substâncias aditivas nos produtos fumígenos.\nCARBONELL, Eloisa; MUGA, José Luis. Agencias y procedimiento administrativo en Estados Unidos de América. Madri: Marcial Pons, 1996. p. 22 et seq.\nCARDOSO, Henrique Ribeiro. Controle da Legitimidade da Atividade Normativa das Agências Reguladoras. Rio de Janeiro: Lumen Juris, 2010.\nCUÉLLAR, Leila. As Agências Reguladoras e Seu Poder Normativo. São Paulo: Dialética, 2001.\nCYRINO, André. Regulações expropriatórias: apontamentos para uma teoria. RDA – Revista de Direito Administrativo, Rio de Janeiro, v. 267, p. 199-235, set./dez. 2014. p. 203.\nEFING, Antônio Carlos (Coord). Agências Reguladoras e a Proteção do Consumidor Brasileiro. Curitiba: Juruá, 2009.\nENTERRÍA, Gracía de; FERNANDEZ, Tomás-Ramón. Curso de derecho administrativo. Madri: Civitas, 2000. v. I.\nGORDILLO, Agustín. Tratado de derecho administrativo. 3. ed. Buenos Aires: Fundación de Derecho Administrativo, 1998. Tomo 2, p. 4 et seq.\nFERRAZ JÚNIOR, Tércio Sampaio. Agências reguladoras: legalidade e constitucionalidade. Revista Tributária e de Finanças Públicas, São Paulo: Revista dos Tribunais, v. 35, p. 154.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição Brasileira de 1988. Saraiva, 1992. v. 2. p. 209.\nGUERRA, Sérgio. Introdução ao Direito das Agências Reguladoras. Rio de Janeiro: Freitas Bastos, 2004.\n_____. Controle judicial dos atos regulatórios. 2005. p. 264.\nHART, Herbert. O Conceito de Direito. 2 ed. Lisboa: Fundação Calouste Gulbekian, 2002.\nInstituto Brasileiro de Geografia e Estatística. - IBGE. Pesquisa Nacional de Saúde 2013. Rio de Janeiro, 2014.\nJORDÃO. Eduardo. Controle Judicial de uma Administração Pública Complexa. A Experiência Estrangeira na Adaptação da Intensidade do Controle. São Paulo: Malheiros, 2016.\nJUSTEN FILHO, Marçal.O Direito das Agências Reguladoras Independentes. São Paulo: Dialética, 2002.\n______. Curso de Direito Administrativo. São Paulo: Saraiva, 2005.\nLevy D, de Almeida LM.  Szklo A (2012) The Brazil SimSmoke Policy Simulation Model: The Effect of Strong Tobacco Control Policies on Smoking Prevalence and Smoking-Attributable Deaths in a Middle Income Nation. PLoS Med 9(11): e1001336. Disponível: https://doi.org/10.1371/journal.pmed.1001336.\nLOCKE, John. Dois tratados sobre o governo civil. São Paulo: Martins Fontes, 1998. p. 514.\nMARQUES, Cláudia Lima e MIRAGEM, Bruno. A constitucionalidade das restrições à publicidade de tabaco por lei federal: diálogo e adequação do princípio da livre iniciativa (Org.). Publicidade de Tabaco. São Paulo: Atlas, 2015.\nMATTOS, Mauro Roberto Gomes de. Agências reguladoras e suas características. Revista de Direito\nAdministrativo, Rio de Janeiro, v. 218, out./dez. 1999. p. 73.\nMATZ-LÜCK, Nele. Framework Conventions as a Regulatory Tool. Goettingen Journal of International Law 1 (2009) 3, 439-458.\nMEDAUAR, Odete. Direito administrativo moderno. 2. ed. São Paulo: Revista dos Tribunais, 1998. p. 83.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 29. ed. São Paulo: Malheiros, 2012. \n______. Apontamentos sobre o poder de polícia. Revista de Direito Público, n. 9.\nMENDES, Conrado Hubner. A Nova Regulação Estatal e as Agências Independentes. In: SUNDFELD, Carlos Ari (Coord.). Direito Administrativo Econômico. São Paulo: Malheiros, 2002.\nMENDES, Gilmar Ferreira. Controle de Constitucionalidade dos Atos Administrativos das Agências Reguladoras. In: Anais do Seminário As Agências Reguladoras. Escola da Magistratura Federal da 1ª Região, 2004.\n______. Curso de direito constitucional. São Paulo: Saraiva, 2011. p. 946 et seq.\nMEYER-PFLUNG, Samantha Ribeiro. As Agências Reguladoras no Brasil e seu Poder Normativo. In: MARTINS FILHO, Ives Gandra da Silva e MEYER-PFLUNG, Samantha Ribeiro (Coords). A Intervenção do Estado no Domínio Econômico: condições e limites. São Paulo: LTr, 2011.\nMORAES, Alexandre. Constituição do Brasil Interpretada. 6. ed. 2006, Atlas, 2006. p. 1424-1440. \nMOREIRA, Egon Bockmann. Qual é o Futuro do Direito da Regulação no Brasil? In: SUNDFELD, Carlos Ari e ROSILHO, André (Orgs.). Direito da Regulação e Políticas Públicas. São Paulo: Malheiros, 2014. p. 107-139, 127-128 e 130.\nMOREIRA NETO, Diogo de Figueiredo. A Administração Indireta e sua Eficiência. In: MARTINS FILHO, Ives Gandra da Silva e MEYER-PFLUNG, Samantha Ribeiro (Coords.). A Intervenção do Estado no Domínio Econômico: condições e limites. São Paulo: LTr, 2011.\n______. Mutações do direito administrativo. Rio de Janeiro: Renovar, 2000. p. 148 e 182.\nMOTTA. Paulo Roberto Ferreira. Agências Reguladoras. São Paulo: Manole, 2003.\nNETO, Benedicto Porto. A Agência Nacional de Telecomunicações. In: SUNDFELD, Carlos Ari (Coord.). Direito Administrativo Econômico. São Paulo: Malheiros, 2002.\nOLIVEIRA, José Roberto Pimenta. A ANEEL e Serviços de Energia Elétrica. In: SUNDFELD, Carlos Ari. São Paulo: Malheiros, 2000.\nPALU, Oswaldo Luiz. Controle de Constitucionalidade. Revista dos Tribunais, 2001. 2. ed.  p. 122/123 e 276-277, itens 6.7.3 e 9.14.4.\nPIETRO, Maria Sylvia Zanella Di. Direito administrativo. 13. ed. São Paulo: Atlas, 2001. p. 39 e 397.\n______. Limites da Função Reguladora das Agências diante do Princípio da Legalidade. In DI PIETRO, Maria Sylvia Zanella (Org.). Direito Regulatório: temas polêmicos. Belo Horizonte, Fórum. 2009. p. 45.\nREVISTA NACIONAL DE SAÚDE. Rio de Janeiro: IBGE, 2014.\nSAMPAIO, José Adércio Leite. A Constituição Reinventada pela Jurisdição Constitucional. Belo Horizonte: Del Rey, 2002.\nSAMPAIO, Nelson. O processo legislativo. 2. ed. Belo Horizonte: Del Rey, 1996.\nSILVA, Clarissa Sampaio. Legalidade e Regulação. Belo Horizonte: Fórum, 2005.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 27. ed. Malheiros, 2006. p. 50-52, item 14.\nSOARES, Renata Domingues Balbino Munhoz. Direito e tabaco: prevenção, reparação e decisão. São Paulo: Atlas, 2016.\nSOUTO, Marcos Juruena Villela. Direito Administrativo Regulatório. Rio de Janeiro: Lumen Juris, 2002.\nSHUENQUENER. Valter. Os Quatro Pilares para a preservação da Imparcialidade Técnica das Agências Reguladoras. In: Obra sobre Regulação coordenada pelo Prof. Alexandre Santos de Aragão.\nSUNDFELD, Carlos Ari. A Administração Pública na era do Direito Global. In:  SUNDFELD, Carlos Ari; VIEIRA, Oscar Vilhena (Coord.). São Paulo: Max Limonad, 1999. p. 167.\nTÁCITO, Caio. Agências reguladoras na administração. Revista de Direito Administrativo, Rio de\nJaneiro, v. 221, p. 1, jul./set. 2000.\nTALHOUT, R. Reporting and regulation of tobacco ingredients: a comparison of the Netherlands with other countries. RIVM Report 340610004. Dutch: 2012.\nTEIXEIRA, Ana Carolina Brochado. Saúde, corpo e autonomia privada. Rio de Janeiro: Renovar, 2010.\nVEDOVATO, Luís Renato. A Convenção-Quadro sobre Controle do Uso do Tabaco: consequências para o ordenamento jurídico brasileiro. In HOMSI, Clarissa Menezes (Coord.). O Controle do Tabaco e o Ordenamento Jurídico Brasileiro. Rio de Janeiro: Lumen Juris, 2011.\nVELOSO, Zeno. Controle Jurisdicional de Constitucionalidade. Cejup, 1999. p. 50-51 item  41.\nWALD, Arnoldo; MORAES, Luiza Rangel de. Agências Reguladoras. Revista de Informação Legislativa, ano 36, n. 141, Brasília, jan./mar. 1999. p. 145 e 153.\nWHO. Advisory note: banning menthol in tobacco products: WHO study Group on Tobacco Product Regulation (TobReg). Switzerland: WHO, 2016. p. 56.\nWHO Technical Report Series n. 945. The scientific basis of tobacco regulation: report of a WHO study grup. Switzerland: WHO, 2007. p. 38.\nWORLD HEALTH ORGANIZATION. WHO global report on trends in prevalence of tobacco smoking. 2015.","ministro_facet":["ROSA WEBER"],"processo_numero":4874,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur392233","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, preliminarmente, por votação unânime, entendeu cabível a impetração coletiva e, por maioria, conheceu do pedido de habeas corpus, vencidos os Ministros Dias Toffoli e Edson Fachin, que dele conheciam em parte. Prosseguindo no julgamento, a Turma, por maioria, concedeu a ordem para determinar a substituição da prisão preventiva pela domiciliar - sem prejuízo da aplicação concomitante das medidas alternativas previstas no art. 319 do CPP - de todas as mulheres presas, gestantes, puérperas, ou mães de crianças e deficientes sob sua guarda, nos termos do art. 2º do ECA e da Convenção sobre Direitos das Pessoas com Deficiências (Decreto Legislativo 186/2008 e Lei 13.146/2015), relacionadas nesse processo pelo DEPEN e outras autoridades estaduais, enquanto perdurar tal condição, excetuados os casos de crimes praticados por elas mediante violência ou grave ameaça, contra seus descendentes ou, ainda, em situações excepcionalíssimas, as quais deverão ser devidamente fundamentadas pelos juízes que denegarem o benefício. Estendeu a ordem, de ofício, às demais mulheres presas, gestantes, puérperas ou mães de crianças e de pessoas com deficiência, bem assim às adolescentes sujeitas a medidas socioeducativas em idêntica situação no território nacional, observadas as restrições previstas acima. Quando a detida for tecnicamente reincidente, o juiz deverá proceder em atenção às circunstâncias do caso concreto, mas sempre tendo por norte os princípios e as regras acima enunciadas, observando, ademais, a diretriz de excepcionalidade da prisão. Se o juiz entender que a prisão domiciliar se mostra inviável ou inadequada em determinadas situações, poderá substituí-la por medidas alternativas arroladas no já mencionado art. 319 do CPP. Para apurar a situação de guardiã dos filhos da mulher presa, dever-se-á dar credibilidade à palavra da mãe. Faculta-se ao juiz, sem prejuízo de cumprir, desde logo, a presente determinação, requisitar a elaboração de laudo social para eventual reanálise do benefício. Caso se constate a suspensão ou destituição do poder familiar por outros motivos que não a prisão, a presente ordem não se aplicará. A fim de se dar cumprimento imediato a esta decisão, deverão ser comunicados os Presidentes dos Tribunais Estaduais e Federais, inclusive da Justiça Militar Estadual e Federal, para que prestem informações e, no prazo máximo de 60 dias a contar de sua publicação, implementem de modo integral as determinações estabelecidas no presente julgamento, à luz dos parâmetros ora enunciados. Com vistas a conferir maior agilidade, e sem prejuízo da medida determinada acima, também deverá ser oficiado ao DEPEN para que comunique aos estabelecimentos prisionais a decisão, cabendo a estes, independentemente de outra provocação, informar aos respectivos juízos a condição de gestante ou mãe das presas preventivas sob sua custódia. Deverá ser oficiado, igualmente, ao Conselho Nacional de Justiça - CNJ, para que, no âmbito de atuação do Departamento de Monitoramento e Fiscalização do Sistema Carcerário e do Sistema de Execução de Medidas Socioeducativas, avalie o cabimento de intervenção nos termos preconizados no art. 1º, § 1º, II, da Lei 12.106/2009, sem prejuízo de outras medidas de reinserção social para as beneficiárias desta decisão. O CNJ poderá ainda, no contexto do Projeto Saúde Prisional, atuar junto às esferas competentes para que o protocolo de entrada no ambiente prisional seja precedido de exame apto a verificar a situação de gestante da mulher. Tal diretriz está de acordo com o Eixo 2 do referido programa, que prioriza a saúde das mulheres privadas de liberdade. Os juízes responsáveis pela realização das audiências de custódia, bem como aqueles perante os quais se processam ações penais em que há mulheres presas preventivamente, deverão proceder à análise do cabimento da prisão, à luz das diretrizes ora firmadas, de ofício. Embora a provocação por meio de advogado não seja vedada para o cumprimento desta decisão, ela é dispensável, pois o que se almeja é, justamente, suprir falhas estruturais de acesso à Justiça da população presa. Cabe ao Judiciário adotar postura ativa ao dar pleno cumprimento a esta ordem judicial. Nas hipóteses de descumprimento da presente decisão, a ferramenta a ser utilizada é o recurso, e não a reclamação, como já explicitado na ADPF 347. Tudo nos termos do voto do Relator, vencido o Ministro Edson Fachin. Falaram: pelas pacientes, o Dr. Carlos Eduardo Barbosa Paz, Defensor Público-Geral Federal, pelo Coletivo de Advogados em Direitos Humanos (CADHU), as Dras. Eloisa Machado de Almeida e Nathalie Fragoso e Silva Ferro; pela Defensoria Pública do Estado de São Paulo, o Dr. Rafael Muneratti; pela Defensoria Pública do Estado do Rio de Janeiro, o Dr. Pedro Paulo Carriello; pelo Instituto Brasileiro de Ciências Criminais - IBCCRIM, pelo Instituto Terra Trabalho e Cidadania - ITTC e Pastoral Carcerária, a Dra. Débora Nachmanowicz de Lima; pelo Instituto Alana, o Dr. Pedro Affonso Duarte Hartung; pela Associação Brasileira de Saúde Coletiva (ABRASCO), a Dra. Luciana Simas; e pelo Instituto de Defesa do Direito de Defesa (IDDD), a Dra. Dora Cavalcanti. Presidência do Ministro Edson Fachin. 2ª Turma, 20.2.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["3","5","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur392233","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur392233","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: HABEAS CORPUS COLETIVO. ADMISSIBILIDADE. DOUTRINA BRASILEIRA DO HABEAS CORPUS. MÁXIMA EFETIVIDADE DO WRIT. MÃES E GESTANTES PRESAS. RELAÇÕES SOCIAIS MASSIFICADAS E BUROCRATIZADAS. GRUPOS SOCIAIS VULNERÁVEIS. ACESSO À JUSTIÇA. FACILITAÇÃO. EMPREGO DE REMÉDIOS PROCESSUAIS ADEQUADOS. LEGITIMIDADE ATIVA. APLICAÇÃO ANALÓGICA DA LEI 13.300/2016. MULHERES GRÁVIDAS OU COM CRIANÇAS SOB SUA GUARDA. PRISÕES PREVENTIVAS CUMPRIDAS EM CONDIÇÕES DEGRADANTES. INADMISSIBILIDADE. PRIVAÇÃO DE CUIDADOS MÉDICOS PRÉ-NATAL E PÓS-PARTO. FALTA DE BERÇARIOS E CRECHES. ADPF 347 MC/DF. SISTEMA PRISIONAL BRASILEIRO. ESTADO DE COISAS INCONSTITUCIONAL. CULTURA DO ENCARCERAMENTO. NECESSIDADE DE SUPERAÇÃO. DETENÇÕES CAUTELARES DECRETADAS DE FORMA ABUSIVA E IRRAZOÁVEL. INCAPACIDADE DO ESTADO DE ASSEGURAR DIREITOS FUNDAMENTAIS ÀS ENCARCERADAS. OBJETIVOS DE DESENVOLVIMENTO DO MILÊNIO E DE DESENVOLVIMENTO SUSTENTÁVEL DA ORGANIZAÇÃO DAS NAÇÕES UNIDAS. REGRAS DE BANGKOK. ESTATUTO DA PRIMEIRA INFÂNCIA. APLICAÇÃO À ESPÉCIE. ORDEM CONCEDIDA. EXTENSÃO DE OFÍCIO.\n\n\n\n    I – Existência de relações sociais massificadas e burocratizadas, cujos problemas estão a exigir soluções a partir de remédios processuais coletivos, especialmente para coibir ou prevenir lesões a direitos de grupos vulneráveis.\n\n\n\n    II – Conhecimento do writ coletivo homenageia nossa tradição jurídica de conferir a maior amplitude possível ao remédio heroico, conhecida como doutrina brasileira do habeas corpus.\n\n\n\n    III – Entendimento que se amolda ao disposto no art. 654, § 2º, do Código de Processo Penal - CPP, o qual outorga aos juízes e tribunais competência para expedir, de ofício, ordem de habeas corpus, quando no curso de processo, verificarem que alguém sofre ou está na iminência de sofrer coação ilegal.\n\n\n\n    IV – Compreensão que se harmoniza também com o previsto no art. 580 do CPP, que faculta a extensão da ordem a todos que se encontram na mesma situação processual.\n\n\n\n    V - Tramitação de mais de 100 milhões de processos no Poder Judiciário, a cargo de pouco mais de 16 mil juízes, a qual exige que o STF prestigie remédios processuais de natureza coletiva para emprestar a máxima eficácia ao mandamento constitucional da razoável duração do processo e ao princípio universal da efetividade da prestação jurisdicional\n\n\n\n    VI - A legitimidade ativa do habeas corpus coletivo, a princípio, deve ser reservada àqueles listados no art. 12 da Lei 13.300/2016, por analogia ao que dispõe a legislação referente ao mandado de injunção coletivo.\n\n\n\n    VII – Comprovação nos autos de existência de situação estrutural em que mulheres grávidas e mães de crianças (entendido o vocábulo aqui em seu sentido legal, como a pessoa de até doze anos de idade incompletos, nos termos do art. 2º do Estatuto da Criança e do Adolescente - ECA) estão, de fato, cumprindo prisão preventiva em situação degradante, privadas de cuidados médicos pré-natais e pós-parto, inexistindo, outrossim berçários e creches para seus filhos. \n\n\n\n    VIII – “Cultura do encarceramento” que se evidencia pela exagerada e irrazoável imposição de prisões provisórias a mulheres pobres e vulneráveis, em decorrência de excessos na interpretação e aplicação da lei penal, bem assim da processual penal, mesmo diante da existência de outras soluções, de caráter humanitário, abrigadas no ordenamento jurídico vigente. \n\n\n\n    IX – Quadro fático especialmente inquietante que se revela pela incapacidade de o Estado brasileiro garantir cuidados mínimos relativos à maternidade, até mesmo às mulheres que não estão em situação prisional, como comprova o “caso Alyne Pimentel”, julgado pelo Comitê para a Eliminação de todas as Formas de Discriminação contra a Mulher das Nações Unidas.\n\n\n\n    X – Tanto o Objetivo de Desenvolvimento do Milênio nº 5 (melhorar a saúde materna) quanto o Objetivo de Desenvolvimento Sustentável nº 5 (alcançar a igualdade de gênero e empoderar todas as mulheres e meninas), ambos da Organização das Nações Unidades, ao tutelarem a saúde reprodutiva das pessoas do gênero feminino, corroboram o pleito formulado na impetração.\n\n\n\n    X – Incidência de amplo regramento internacional relativo a Direitos Humanos, em especial das Regras de Bangkok, segundo as quais deve ser priorizada solução judicial que facilite a utilização de alternativas penais ao encarceramento, principalmente para as hipóteses em que ainda não haja decisão condenatória transitada em julgado. \n\n\n\n    XI – Cuidados com a mulher presa que se direcionam não só a ela, mas igualmente aos seus filhos, os quais sofrem injustamente as consequências da prisão, em flagrante contrariedade ao art. 227 da Constituição, cujo teor determina que se dê prioridade absoluta à concretização dos direitos destes.\n\n\n\n    XII – Quadro descrito nos autos que exige o estrito cumprimento do Estatuto da Primeira Infância, em especial da nova redação por ele conferida ao art. 318, IV e V, do Código de Processo Penal.\n\n\n\n    XIII – Acolhimento do writ que se impõe de modo a superar tanto a arbitrariedade judicial quanto a sistemática exclusão de direitos de grupos hipossuficientes, típica de sistemas jurídicos que não dispõem de soluções coletivas para problemas estruturais.\n\n\n\n    XIV – Ordem concedida para determinar a substituição da prisão preventiva pela domiciliar - sem prejuízo da aplicação concomitante das medidas alternativas previstas no art. 319 do CPP - de todas as mulheres presas, gestantes, puérperas ou mães de crianças e deficientes, nos termos do art. 2º do ECA e da Convenção sobre Direitos das Pessoas com Deficiências (Decreto Legislativo 186/2008 e Lei 13.146/2015), relacionadas neste processo pelo DEPEN e outras autoridades estaduais, enquanto perdurar tal condição, excetuados os casos de crimes praticados por elas mediante violência ou grave ameaça, contra seus descendentes ou, ainda, em situações excepcionalíssimas, as quais deverão ser devidamente fundamentadas pelos juízes que denegarem o benefício.\n\n\n\n    XV – Extensão da ordem de ofício a todas as demais mulheres presas, gestantes, puérperas ou mães de crianças e de pessoas com deficiência, bem assim às adolescentes sujeitas a medidas socioeducativas em idêntica situação no território nacional, observadas as restrições acima.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748401053","externo_seq_objeto_incidente":5183497,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-215  DIVULG 08-10-2018  PUBLIC 09-10-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=143641&classe=HC","is_colac":false,"titulo":"HC 143641","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00002 INC-00035 INC-00041 \n          INC-00045 INC-00048 INC-00049 INC-00050 \n          INC-00068 INC-00069 INC-00070 LET-A \n          LET-B ART-00052 INC-00010 ART-00102 \n          INC-00001 LET-D LET-I ART-00227\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-001533      ANO-1951\n                LMS-1951 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00042\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00002\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00081 PAR-ÚNICO INC-00003\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-011942      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012106      ANO-2009\n          ART-00001 PAR-00001 INC-00002 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013146      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013257      ANO-2016\n          ART-00004 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 INC-00009 PAR-ÚNICO ART-00007 \n          ART-00008 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 PAR-00006 PAR-00007 \n          PAR-00008 PAR-00009 PAR-00010 ART-00009 \n          PAR-00001 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013300      ANO-2016\n          ART-00012 INC-00001 INC-00002 INC-00003 \n          INC-00004\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00025 INC-00001\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      ANO-1984\n                CONVENÇÃO CONTRA A TORTURA E OUTROS TRATAMENTOS OU PENAS CRUEIS, DESUMANOS OU DEGRADANTES\n\n","LEG-INT   CVC      ANO-1989\n          ART-00003 NÚMERO-1 ART-00012 NÚMERO-1\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-INT   CVC      ANO-2007\n                CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA, ASSINADA EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00080 ART-00282 PAR-00006 ART-00318 \n          INC-00001 INC-00002 INC-00003 \n          ART-00318 INC-00004 INCLUÍDO PELA LEI-13257/2016\n          ART-00318 INC-00005 INCLUÍDO PELA LEI-13257/2016\n          ART-00318 INC-00006 INCLUÍDO PELA LEI-13257/2016\n          ART-00318 PAR-ÚNICO ART-00319 ART-00580 \n          ART-00654 PAR-00001 PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-005452      ANO-1943\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000004      ANO-1989\n                DECRETO LEGISLATIVO - APROVA A  CONVENÇÃO CONTRA A TORTURA E OUTROS TRATAMENTOS OU PENAS CRUÉIS, DESUMANOS OU DEGRADANTES\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000186      ANO-2008\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-000040      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO CONTRA A TORTURA E OUTROS TRATAMENTOS OU PENAS CRUÉIS, DESUMANOS OU DEGRADANTES\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO -  PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-006949      ANO-2009\n          ART-00004 ITEM-2\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-INT   RES-000001      ANO-2008\n                RESOLUÇÃO DA COMISSÃO INTERAMERICANA DE DIREITOS HUMANOS - PRINCÍPIOS E BOAS PRÁTICAS PARA A PROTEÇÃO DE PESSOAS PRIVADAS DE LIBERDADE NAS AMÉRICAS\n\n","LEG-FED   RGI      ANO-1980\n          ART-00190\n                DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2018-10-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HABEAS CORPUS COLETIVO, PROTEÇÃO, LIBERDADE. HABEAS CORPUS, ACESSO À JUSTIÇA, DIREITO, SEGUNDA GERAÇÃO. DIREITO INDIVIDUAL HOMOGÊNEO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: HABEAS CORPUS, DIREITO INDIVIDUAL HOMOGÊNEO. CONSTITUIÇÃO FEDERAL, MANDADO DE SEGURANÇA COLETIVO. LEGITIMIDADE, HABEAS CORPUS COLETIVO, MANDADO DE INJUNÇÃO COLETIVO. EXIGÊNCIA, IDONEIDADE, PROVA, SUBSTITUIÇÃO, PRISÃO PREVENTIVA, PRISÃO DOMICILIAR, PACIENTE, GESTANTE, MÃE, FILHO MENOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: JURISPRUDÊNCIA, STF, CABIMENTO, MANDADO DE INJUNÇÃO COLETIVO. ORIGEM, REPRESENTAÇÃO INTERVENTIVA, MANDADO DE SEGURANÇA.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. EDSON FACHIN: CÓDIGO DE PROCESSO PENAL, FACULDADE DO JUIZ, SUBSTITUIÇÃO, PRISÃO PREVENTIVA, PRISÃO DOMICILIAR. SISTEMA CARCERÁRIO, OFENSA, DIREITO FUNDAMENTAL, PRESO, IRREGULARIDADE, POLÍTICA PÚBLICA. ESTADO DE COISAS INCONSTITUCIONAL, IMPLICAÇÃO, PRISÃO DOMICILIAR, FORMA AUTOMÁTICA. PRISÃO PREVENTIVA, AVALIAÇÃO, JUIZ, INTERESSE, CRIANÇA. CONVENÇÃO INTERNACIONAL, CONSIDERAÇÃO, OPINIÃO, CRIANÇA, FORMA DIRETA, FORMA INDIRETA, PROCESSO JUDICIAL, PROCESSO ADMINISTRATIVO. GARANTIA, GESTANTE, SAÚDE, ALIMENTAÇÃO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI, MIN. EDSON FACHIN: INCOMPETÊNCIA, STF, JULGAMENTO, ATO OMISSIVO, ATO COMISSIVO, AUTORIDADE COATORA, JUIZ DE PRIMEIRO GRAU, TRIBUNAL, SEGUNDA INSTÂNCIA. HABEAS CORPUS, JULGAMENTO, PER SALTUM, STF.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=143641&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO COLETIVA, ACESSO À JUSTIÇA)\nMI 20, RE 612043 (TP). \n(SISTEMA PRISIONAL BRASILEIRO, ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP). \n(ESTABELECIMENTO PENAL, REGIME PRISIONAL MAIS GRAVOSO)\nRE 641320 (TP). \n(REGRAS DE BANGKOK)\nHC 133532 (1ªT), HC 142279 (2ªT). \n(HABEAS CORPUS COLETIVO)\nHC 133267 AgR (TP). \n(INTERESSE INDIVIDUAL HOMOGÊNEO, DIREITO COLETIVO)\nRE 163231 (2ªT). \n(HC, LIBERDADE DE LOCOMOÇÃO)\nHC 91041 (1ªT), HC 122827 (1ªT). \n(CONCESSÃO, PRISÃO PREVENTIVA, PRISÃO DOMICILIAR)\nHC 132462 AgR (2ªT), HC 142279 (2ªT). \n- Decisões monocráticas citadas:\n(REGRAS DE BANGKOK)\nHC 129001, HC 130152 MC, HC 133179, HC 134130, HC 134734 MC, HC 134979, HC 147322 MC.\n(HABEAS CORPUS COLETIVO)\nHC 135169, HC 119753, HC 143704.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: HC 207720, HC 142513, HC 414674, HC 39444, HC 403301, HC 381022. \nTJRS: HC 1080118354-9. \n- Legislação estrangeira citada: art. 4.2, da Declaração de Kiev, de 2009; Declaração Universal dos Direitos Humanos.\n- Decisões estrangeiras citadas: Caso Verbitsky, da Suprema Corte argentina. Comentário Geral n. 12, do Comitê de Direito das Crianças.\n- Veja regra 10, item 1, regra 23, itens 1 e 2, regra 24, regra 48, itens 1, 2 e 3, regra 49, regra 50, regra 51, itens 1 e 2, e regra 52, itens 1, 2 e 3, regra 56, regra 57, regra 58 e regra 59 das Regras das Nações Unidas para o Tratamento de Mulheres Presas e Medidas Não Privativas de Liberdade Para Mulheres Infratoras, de 2010 (Regras de Bangkok); Regras mínimas para o tratamento de prisioneiros (Regras de Mandela).\nNúmero de páginas: 144.\nAnálise: 14/02/2019, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : TODAS AS MULHERES SUBMETIDAS À PRISÃO CAUTELAR NO SISTEMA PENITENCIÁRIO NACIONAL, QUE OSTENTEM A CONDIÇÃO DE GESTANTES, DE PUÉRPERAS OU DE MÃES COM CRIANÇAS COM ATÉ 12 ANOS DE IDADE SOB SUA RESPONSABILIDADE, E DAS PRÓPRIAS CRIANÇAS \nIMPTE.(S)  : DEFENSORIA PÚBLICA DA UNIÃO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nASSIST.(S)  : TODOS OS MEMBROS DO COLETIVO DE ADVOGADOS EM DIREITOS HUMANOS - CADHU \nASSIST.(S)  : ELOISA MACHADO DE ALMEIDA \nASSIST.(S)  : HILEM ESTEFANIA COSME DE OLIVEIRA \nASSIST.(S)  : NATHALIE FRAGOSO E SILVA FERRO \nASSIST.(S)  : ANDRE FERREIRA \nASSIST.(S)  : BRUNA SOARES ANGOTTI BATISTA DE ANDRADE \nCOATOR(A/S)(ES) : JUÍZES E JUÍZAS DAS VARAS CRIMINAIS ESTADUAIS \nCOATOR(A/S)(ES) : TRIBUNAIS DOS ESTADOS E DO DISTRITO FEDERAL E TERRITÓRIOS \nCOATOR(A/S)(ES) : JUÍZES E JUÍZAS FEDERAIS COM COMPETÊNCIA CRIMINAL \nCOATOR(A/S)(ES) : TRIBUNAIS REGIONAIS FEDERAIS \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO CEARA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO CEARÁ \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO PARANA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO PARANÁ \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO AMAPÁ \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO AMAPÁ \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO ESPÍRITO SANTO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DE GOIAS \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE GOIÁS \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO MARANHÃO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO MARANHÃO \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO PARA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO PARÁ \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DA PARAIBA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DA PARAÍBA \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE PERNAMBUCO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE PERNAMBUCO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO PIAUÍ \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO PIAUÍ \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO GRANDE DO NORTE \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE RONDÔNIA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE RONDÔNIA \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE RORAIMA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE RORAIMA \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE SERGIPE \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SERGIPE \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO TOCANTINS \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO TOCANTINS \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DA BAHIA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DA BAHIA \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO DISTRITO FEDERAL \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE MATO GROSSO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MATO GROSSO \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE CIENCIAS CRIMINAIS - IBCCRIM \nAM. CURIAE.  : INSTITUTO TERRA TRABALHO E CIDADANIA ITTC \nAM. CURIAE.  : PASTORAL CARCERÁRIA \nADV.(A/S)  : MAURICIO STEGEMANN DIETER E OUTRO(A/S)\nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE MATO GROSSO DO SUL \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MATO GROSSO DO SUL \nAM. CURIAE.  : INSTITUTO ALANA \nADV.(A/S)  : GUILHERME RAVAGLIA TEIXEIRA PERISSE DUARTE E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE SAÚDE COLETIVA (ABRASCO) \nADV.(A/S)  : MARCIA BUENO SCATOLIN E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO DE DEFESA DO DIREITO DE DEFESA - MÁRCIO THOMAZ BASTOS (IDDD) \nADV.(A/S)  : GUSTAVO DE CASTRO TURBIANI E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":392233,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 143641","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2018-02-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"ALBUQUERQUE, Aline S. de Oliveira; BARROS, Julia Schirmer. Caso Alyne Pimentel: uma análise à luz da abordagem baseada em direitos humanos. Revista do Instituto Brasileiro de Direitos Humanos, Fortaleza, n. 12, jul. 2016, p. 11.\nBRASIL. Conselho Nacional de Justiça. Plano de gestão para o funcionamento de Varas Criminais e de Execução Penal. 2010. p. 14.\n______. Conselho Nacional de Justiça. Panorama de Acesso à Justiça no Brasil, 2004 a 2009. Brasilia, jul. 2011.\n______. Conselho Nacional de Justiça. Jovem, negra e mãe solteira: a dramática situação de quem dá à luz na prisão. Disponível em: http://www.cnj.jus.br/index.php?option=com_content&view=article&id=85402:jovem-negra-e-mae-solteira-adramatica-situacao-de-quem-da-a-luz-na-prisao&catid=813:cnj&Itemid=4640. Acesso: 12 nov. 2017.\n______. Conselho Nacional de Justiça. Departamento de Monitoramento e Fiscalização do Sistema Carcerário e do Sistema de Execução de Medidas Socioeducativas. Regras de Bangkok: Regras das Nações Unidas para o Tratamento de Mulheres Presas e Medidas Não Privativas de Liberdade para Mulheres Infratoras. Brasília, 2016. (Série Tratados Internacionais de Direitos Humanos).\n______. Ministério da Justiça. Departamento Penitenciário Nacional. Levantamento Nacional de Informações Penitenciárias - INFOPEN Mulheres. Brasília, 2017. p. 10, 18-19 e 22.\n______. Secretaria de Assuntos Legislativos; Instituto de Pesquisa Econômica Aplicada. Dar a luz na sombra: condições atuais e possibilidades futuras para o exercício da maternidade por mulheres em situação de prisão. Brasília, 2015.\nFELSTINER, W. L. F.; ABEL, R. L.; SARAT, A. The Emergence and Transformation of Disputes: Naming, Blaming, Claiming. Law & Society Review, v. 15, n. 3/4, 1980.\nFISS, O. Um Novo Processo Civil: Estudos Norte-Americanos sobre Jurisdição, Constituição e Sociedade. São Paulo: Revista dos Tribunais, 2004.\nHECKMAN, J. Giving Kids a Fair Chance. Cambridge: The MIT Press, 2013.\nMACHADO FILHO, H. União Europeia, Brasil e os desafios da agenda do desenvolvimento sustentável. In: Dos objetivos do milênio aos objetivos do desenvolvimento sustentável: lições aprendidas e desafios. Rio de Janeiro: Konrad Adenauer Stiftung, 2016. p. 88.\nMAZZILLI, Hugo Nigro. A Defesa dos Interesses Difusos em Juízo. 25. ed. São Paulo: Saraiva, 2012. p. 57.\nNELSON, Charles A.; FOX, Nathan A.; ZEANAH, Charles H. Romania’s Abandoned Children: Deprivation, Brain Development, and the Struggle for Recovery. Cambridge: Harvard Univ. Press, 2014.\nSANTOS, Denise et al. Crescimento e Desenvolvimento de Crianças na Casa de Acolhimento no Contexto Prisional. 6º Congresso Ibero-Americano de Pesquisa Qualitativa em Saúde.\nSARMENTO, Daniel. O cabimento do Habeas Corpus Coletivo na Ordem Constitucional Brasileira. Disponível em: http://www.ttb.adv.br/artigos/parecer-hc-coletivo.pdf.\nSOARES, B. M.; ILGENFRITZ, I. Prisioneiras: vida e violência atrás das grades. Rio de Janeiro: Garamond, 2002.\nVARELLA, Gabriela, MOURA, Marcelo; AMORIM, Daniele. No Brasil, filhos de mães encarceradas já nascem com direitos violados: cada vez mais crianças nascem em presídios, aprisionadas entre o colo provisório das mães e as grades permanentes do Estado. Revista Época, 18 dez. 2017.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":143641,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur391945","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, julgou procedente a ação direta para: i) declarar a inconstitucionalidade da expressão “três”, contida no art. 9º da Lei 13.165/2015, eliminando o limite temporal até agora fixado; ii) dar interpretação conforme à Constituição ao art. 9º da Lei 13.165/2015 de modo a (a) equiparar o patamar legal mínimo de candidaturas femininas (hoje o do art. 10, § 3º, da Lei 9.504/1997, isto é, ao menos 30% de cidadãs), ao mínimo de recursos do Fundo Partidário a lhes serem destinados, que deve ser interpretado como também de 30% do montante do Fundo alocado a cada partido, para as eleições majoritárias e proporcionais, e (b) fixar que, havendo percentual mais elevado de candidaturas femininas, o mínimo de recursos globais do partido destinados a campanhas lhe seja alocado na mesma proporção; iii) declarar a inconstitucionalidade, por arrastamento, do § 5º-A e do § 7º do art. 44 da Lei 9.096/1995. Vencidos, em parte, os Ministros Marco Aurélio e Gilmar Mendes, por terem julgado parcialmente procedente a ação, e o Ministro Ricardo Lewandowski, por tê-la julgado procedente em maior extensão. Falaram: pela Procuradoria-Geral da República - PGR, o Dr. Luciano Mariz Maia, Vice-Procurador-Geral da República; pelo amicus curiae Academia Brasileira de Direito Eleitoral e Político - ABRADEP, a Dra. Polianna Pereira dos Santos; e, pelo amicus curiae Cidadania Estudo Pesquisa Informação e Ação - CEPIA, a Dra. Lígia Fabris Campos. Ausente, justificadamente, o Ministro Celso de Mello. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 15.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["5","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur391945","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur391945","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL E ELEITORAL. ART. 9º DA LEI 13.165/2015. FIXAÇÃO DE PISO (5%) E DE TETO (15%) DO MONTANTE DO FUNDO PARTIDÁRIO DESTINADO AO FINANCIMENTO DAS CAMPANHAS ELEITORAIS PARA A APLICAÇÃO NAS CAMPANHAS DE CANDIDATAS. PRELIMINAR DE IMPOSSIBILIDADE JURÍDICA DO PEDIDO. REJEIÇÃO. INCONSTITUCIONALIDADE. OFENSA À IGUALDADE E À NÃO-DISCRIMINAÇÃO. PROCEDÊNCIA DA AÇÃO.\n\n\n\n    1. O Supremo Tribunal Federal, ao examinar as alegações de inconstitucionalidade de norma, deve fixar a interpretação que constitucionalmente a densifique, a fim de fazer incidir o conteúdo normativo cuja efetividade independe de ato do Poder Legislativo. Precedentes.\n\n\n\n    2. O princípio da igualdade material é prestigiados por ações afirmativas. No entanto, utilizar, para qualquer outro fim, a diferença estabelecida com o objetivo de superar a discriminação ofende o mesmo princípio da igualdade, que veda tratamento discriminatório fundado em circunstâncias que estão fora do controle das pessoas, como a raça, o sexo, a cor da pele ou qualquer outra diferenciação arbitrariamente considerada. Precedente do CEDAW.\n\n\n\n    3. A autonomia partidária não consagra regra que exima o partido do respeito incondicional aos direitos fundamentais, pois é precisamente na artificiosa segmentação entre o público e o privado que reside a principal forma de discriminação das mulheres.\n\n\n\n    4. Ação direta julgada procedente para: (i) declarar a inconstitucionalidade da expressão “três ” contida no art. 9º da Lei 13.165/2015; (ii) dar interpretação conforme à Constituição ao art. 9º da Lei 13.165/2015 de modo a (a) equiparar o patamar legal mínimo de candidaturas femininas (hoje o do art. 10, § 3º, da Lei 9.504/1997, isto é, ao menos 30% de cidadãs), ao mínimo de recursos do Fundo Partidário a lhes serem destinados, que deve ser interpretado como também de 30% do montante do fundo alocado a cada partido, para eleições majoritárias e proporcionais, e (b) fixar que, havendo percentual mais elevado de candidaturas femininas, o mínimo de recursos globais do partido destinados a campanhas lhes seja alocado na mesma proporção; (iii) declarar a inconstitucionalidade, por arrastamento, do § 5º-A e do § 7º do art. 44 da Lei 9.096/95.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748354101","externo_seq_objeto_incidente":5080398,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-211  DIVULG 02-10-2018  PUBLIC 03-10-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5617&classe=ADI","is_colac":false,"titulo":"ADI 5617","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00109\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 PAR-ÚNICO ART-00003 INC-00001 \n          ART-00005 \"CAPUT\" INC-00001 INC-00018 \n          INC-00078 PAR-00002 ART-00017 PAR-00001 \n          ART-00037 ART-00093 INC-00009 ART-00102 \n          INC-00001 LET-A ART-00103 INC-00006\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737      ANO-1965\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00038 ART-0041A ART-00044 \"CAPUT\" \n          INC-00004 INC-00005 PAR-00005 PAR-0005A \n          PAR-00006 PAR-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00010 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00044 INC-00005\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013165      ANO-2015\n          ART-00009\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1981\n          ART-00001 ART-00002 LET-A LET-B \n          LET-C LET-D LET-D LET-E \n          LET-F LET-G ART-00003 ART-00005 \n          LET-A LET-B ART-00007 LET-A \n          LET-B LET-C\n                CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984\n\n","LEG-INT   PCT      ANO-1966\n          ART-00002\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-005452      ANO-1943\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000093      ANO-1983\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-021076      ANO-1932\n                DECRETO - CÓDIGO ELEITORAL\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO -  PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-004377      ANO-2002\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984\n\n","LEG-FED   RGI      ANO-1980\n          ART-00131 PAR-00003\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   AIT-000002      ANO-1965\n                ATO INSTITUCIONAL"],"publicacao_data":"2018-10-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO À IGUALDADE, DISTRIBUIÇÃO, VERBA PÚBLICA, DISCRIMINAÇÃO SEXUAL. IGUALDADE, HOMEM, MULHER, GARANTIA, IGUALDADE DE OPORTUNIDADES, ALCANCE, IGUALDADE, RESULTADO. PARTICIPAÇÃO POLÍTICA, MULHER, IMPOSIÇÃO, PODER PÚBLICO, AMPLIAÇÃO, PARTICIPAÇÃO, CARÁTER PÚBLICO, MULHER, APRESENTAÇÃO, PROVIDÊNCIA, DESTINAÇÃO, ATENDIMENTO, DEMANDA, MULHER. STF, SENTENÇA ADITIVA, CARÁTER EXEMPLIFICATIVO, DECISÃO, INFIDELIDADE PARTIDÁRIA, CAUSA ELEITORAL DE EXTINÇÃO DO MANDATO; ABORTO, FETO ANENCÉFALO. PRINCÍPIO DA ISONOMIA, AÇÃO AFIRMATIVA. PARTIDO POLÍTICO, PESSOA JURÍDICA DE DIREITO PRIVADO, GARANTIA, AUTONOMIA, LIBERDADE DE ASSOCIAÇÃO. LEGITIMIDADE, AÇÃO AFIRMATIVA, DEPENDÊNCIA, CARÁTER TEMPORÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PARTICIPAÇÃO POLÍTICA, MULHER, REDUÇÃO, VIOLÊNCIA, MULHER; POLÍTICA, PROTEÇÃO, MATERNIDADE, PROTEÇÃO À INFÂNCIA; REDUÇÃO, DESIGUALDADE, GÊNERO, MERCADO DE TRABALHO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ATUAÇÃO, STF, VINCULAÇÃO, PEDIDO, RISCO, ATUAÇÃO, EX OFFICIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: AÇÃO AFIRMATIVA, COTA, NEGRO, UNIVERSIDADE DE BRASÍLIA (UNB), AMPLIAÇÃO, REPRESENTATIVIDADE, UNIVERSIDADE. CONSTITUIÇÃO FEDERAL DE 1934, DIREITO, VOTO, MULHER, EXERCÍCIO, FUNÇÃO PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: CLÁUSULA PÉTREA, IGUALDADE, GÊNERO.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: REDISTRIBUIÇÃO, VERBA, FUNDO PARTIDÁRIO, AUSÊNCIA, INCLUSÃO, VERBA, DESTINAÇÃO, PROGRAMA, INCENTIVO, PARTICIPAÇÃO POLÍTICA, MULHER. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PEDIDO, ÂMBITO, ARGUMENTAÇÃO, AUSÊNCIA, PEDIDO EXPRESSO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, SEPARAÇÃO, VERBA, CONTA BANCÁRIA; EXTRAPOLAÇÃO, LIMITE MÁXIMO, VERBA, VONTADE, PARTIDO POLÍTICO, AUSÊNCIA, IMPOSIÇÃO, LIMITE MÁXIMO, NORMA. UTILIZAÇÃO, LEI, CORREÇÃO, DESIGUALDADE, CARÁTER EXEMPLIFICATIVO, DIREITO DO TRABALHO, CONSOLIDAÇÃO DAS LEIS DO TRABALHO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5617&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA ISONOMIA, AÇÃO AFIRMATIVA)\nADPF 186 (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, IMPOSSIBILIDADE JURÍDICA DO PEDIDO)\nADI 1822 (1ªT), ADI 4430 (TP). \n(STF, SENTENÇA ADITIVA)\nMS 26603 (TP), MS 26602 (TP), MS 26604 (TP), ADPF 54 QO (TP). \n(EFICÁCIA HORIZONTAL DOS DIREITOS FUNDAMENTAIS)\nRE 201819 (2ªT). \n(TSE, DISTRIBUIÇÃO, VERBA, PARTIDO POLÍTICO)\nADI 5105 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Representação 32255. \n- Decisões estrangeiras citadas: Opinião Consultiva OC-18/03 sobre a Condição Jurídica e Direitos dos Migrantes sem Documentos, da Corte Interamericana de Direitos Humanos; Comentário Geral n. 18 do Comitê de Direitos Humanos; Comentário Geral n. 25 do Comitê para Eliminação da Discriminação contra a Mulher.\n- Legislação estrangeira citada: Art. 8º da Carta da ONU.\n\nNúmero de páginas: 112.\nAnálise: 10/12/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ACADEMIA BRASILEIRA DE DIREITO ELEITORAL E POLÍTICO - ABRADEP \nADV.(A/S)  : POLIANNA PEREIRA DOS SANTOS \nAM. CURIAE.  : CIDADANIA, ESTUDO, PESQUISA, INFORMAÇÃO E AÇÃO ¿ CEPIA \nADV.(A/S)  : LÍGIA FABRIS CAMPOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":391945,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5617","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALVES, Maria da Conceição Lima. Política de cotas de gênero na legislação eleitoral: estudo comparado e avaliação do caso brasileiro. In: PEREIRA, Gabrielle Tatith et al. (Org.). Resgate da reforma política: diversidade e pluralismo no legislativo Brasília: Senado Federal, Coordenação de Edições Técnicas, 2015. p. 300-315.\nBARBALHO, João. Constituição Federal brasileira. Rio. 1902.\nGOMES, Joaquim Barbosa. A recepção do instituto da ação afirmativa pelo direito constitucional brasileiro. In: SANTOS, Sales Augusto. Ações Afirmativas e o combate ao racismo nas Américas. Brasília: ONU; BID; MEC, 2007. p. 56.\nLIJPHART, Arend. Modelos de democracia: desempenho e padrões de governo em 36 países. Rio de Janeiro: Civilização Brasileira, 2003.\nMOTA, Fernanda Ferreira; BIROLI, Flávia. O gênero na política: a construção do “feminino” nas eleições presidenciais de 2010. Cadernos Pagu, v. 43, jul./dez. 2014. p. 227.\nOTTO, Dianne. Women's Rights (22.03.2010). U. of Melbourne Legal Studies Research Paper No. 459. Disponível em:http://dx.doi.org/10.2139/ssrn.1576229.\nPORTO, Walter Costa. O voto no Brasil: da Colônia à 5ª República. Brasília: Gráfica do Senado Federal, 1989. v. 1.\nRODRIGUES, João Batista Cascudo. A mulher brasileira, direitos políticos e civis. Fortaleza: Imprensa Universitária, 1962.","ministro_facet":["EDSON FACHIN"],"processo_numero":5617,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur397942","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"TO","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação direta e julgou-a procedente para declarar a inconstitucionalidade do art. 10 da Lei 2.713/2013 do Estado do Tocantins, nos termos do voto do Relator. Ausente, justificadamente, o Ministro Roberto Barroso. Presidência do Ministro Dias Toffoli. Plenário, 25.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["2","8","12","15"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur397942","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Tocantins","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur397942","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUCIONAL E AMBIENTAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA LEGISLATIVA. LEI ESTADUAL QUE DISPENSA ATIVIDADES AGROSSILVIPASTORIS DO PRÉVIO LICENCIAMENTO AMBIENTAL. INVASÃO DA COMPETÊNCIA DA UNIÃO PARA EDITAR NORMAS GERAIS SOBRE PROTEÇÃO AMBIENTAL. DIREITO FUNDAMENTAL AO MEIO AMBIENTE EQUILIBRADO E PRINCÍPIO DA PREVENÇÃO. INCONSTITUCIONALIDADE.\n\n\n\n    1. A competência legislativa concorrente cria o denominado “condomínio legislativo” entre a União e os Estados-Membros, cabendo à primeira a edição de normas gerais sobre as matérias elencadas no art. 24 da Constituição Federal; e aos segundos o exercício da competência complementar — quando já existente norma geral a disciplinar determinada matéria (CF, art. 24, § 2º) — e da competência legislativa plena (supletiva) — quando inexistente norma federal a estabelecer normatização de caráter geral (CF, art. 24, § 3º).\n\n\n\n    2. A possibilidade de complementação da legislação federal para o atendimento de interesse regional (art. 24, § 2º, da CF) não permite que Estado-Membro dispense a exigência de licenciamento para atividades potencialmente poluidoras, como pretendido pelo art. 10 da Lei 2.713/2013 do Estado do Tocantins.\n\n\n\n    3. O desenvolvimento de atividades agrossilvipastoris pode acarretar uma relevante intervenção sobre o meio ambiente, pelo que não se justifica a flexibilização dos instrumentos de proteção ambiental, sem que haja um controle e fiscalização prévios da atividade.\n\n\n\n    4. A dispensa de licenciamento de atividades identificadas conforme o segmento econômico, independentemente de seu potencial de degradação, e a consequente dispensa do prévio estudo de impacto ambiental (art. 225, § 1º, IV, da CF) implicam proteção deficiente ao direito fundamental ao meio ambiente ecologicamente equilibrado (art. 225 da CF), cabendo ao Poder Público o exercício do poder de polícia ambiental visando a prevenir e mitigar potenciais danos ao equilíbrio ambiental.\n\n\n\n    5. Ação direta julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749117787","externo_seq_objeto_incidente":4761115,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-026  DIVULG 08-02-2019  PUBLIC 11-02-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5312&classe=ADI","is_colac":false,"titulo":"ADI 5312","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 ART-00023 INC-00006 INC-00007 \n          INC-00008 ART-00024 INC-00006 INC-00007 \n          INC-00008 PAR-00001 PAR-00002 PAR-00003 \n          ART-00030 INC-00001 ART-00103 INC-00006 \n          ART-00225 PAR-00001 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000140      ANO-2011\n          ART-00007 INC-00014 LET-F\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004771      ANO-1965\n          ART-00011 ART-0061A ART-00066\n                CFL-1965 CÓDIGO FLORESTAL\n\n","LEG-FED   LEI-006938      ANO-1981\n          ART-00006 INC-00002 ART-00008 INC-00001 \n          ART-00009 INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012651      ANO-2012\n          ART-00058\n                LEI ORDINÁRIA\n\n","LEG-FED   RES-000001      ANO-1986\n          ART-00005 INC-00001 INC-00002 INC-00003 \n          INC-00004 PAR-ÚNICO\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000237      ANO-1997\n          ART-00002 PAR-00001 PAR-00002 ART-00007 \n          ART-00008 INC-00001 INC-00002 INC-00003 \n          PAR-ÚNICO ART-00009 ART-00012 PAR-00001 \n          PAR-00002\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000458      ANO-2013\n          ART-00002 INC-00005 ART-00003 PAR-00001 \n          PAR-00002 INC-00001 INC-00002 PAR-00003 \n          PAR-00004\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-EST   LEI-002713      ANO-2013\n          ART-00010 PAR-ÚNICO INC-00001 INC-00002\n                LEI ORDINÁRIA, TO"],"publicacao_data":"2019-02-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EVOLUÇÃO, FEDERALISMO. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. LEI, POLÍTICA NACIONAL DO MEIO AMBIENTE, COMPETÊNCIA, CONSELHO NACIONAL DO MEIO AMBIENTE (CONAMA), NORMA, CRITÉRIO, LICENCIAMENTO AMBIENTAL, ATIVIDADE POTENCIALMENTE POLUIDORA. CÓDIGO FLORESTAL, PROTEÇÃO, MEIO AMBIENTE, PRINCÍPIO DO DESENVOLVIMENTO SUSTENTÁVEL. JURISPRUDÊNCIA, STF, PROTEÇÃO, MEIO AMBIENTE, ADMISSÃO, RESTRIÇÃO, LEGISLAÇÃO ESTADUAL, LEGISLAÇÃO MUNICIPAL, NORMA GERAL, LEGISLAÇÃO FEDERAL, CARÁTER EXEMPLIFICATIVO, PROIBIÇÃO, AMIANTO, RESTRIÇÃO, POLUIÇÃO DO AR. INCONSTITUCIONALIDADE, LEGISLAÇÃO ESTADUAL, FLEXIBILIZAÇÃO, EXIGÊNCIA, LEI, DESENVOLVIMENTO, ATIVIDADE POTENCIALMENTE POLUIDORA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5312&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CÓDIGO FLORESTAL, PROTEÇÃO, MEIO AMBIENTE, PRINCÍPIO DO DESENVOLVIMENTO SUSTENTÁVEL)\nADC 42 (TP). \n(PROTEÇÃO, MEIO AMBIENTE, ADMISSÃO, RESTRIÇÃO, LEGISLAÇÃO ESTADUAL, LEGISLAÇÃO MUNICIPAL, NORMA GERAL, LEGISLAÇÃO FEDERAL)\nRE 194704 (TP), ADI 3937 (TP). \n(INCONSTITUCIONALIDADE, LEGISLAÇÃO ESTADUAL, FLEXIBILIZAÇÃO, EXIGÊNCIA, LEI, DESENVOLVIMENTO, ATIVIDADE POTENCIALMENTE POLUIDORA)\nADI 1086 (1ªT), ADI 3035 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 25.\nAnálise: 30/05/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO TOCANTINS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DO TOCANTINS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":397942,"documental_tese_texto":null,"procedencia_geografica_completo":"TO - TOCANTINS","processo_codigo_completo":"ADI 5312","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-10-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. The Federalist Papers, n. 9.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5312,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur398358","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu parcialmente o pedido de extradição, nos termos do voto do Relator. Presidência do Ministro Alexandre de Moraes. Primeira Turma, 13.11.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur398358","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur398358","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. TRATADO DE EXTRADIÇÃO DO MERCOSUL. NULIDADE. INFORMAÇÕES DA INTERPOL SUBSTITUÍDAS POR DOCUMENTAÇÃO HÁBIL ENVIADA PELO ESTADO REQUERENTE. AMPLA DEFESA. OBSERVÂNCIA. NULIDADE INOCORRENTE. DUPLA TIPICIDADE. CARACTERIZAÇÃO. CRIMES DE EXTORSÃO MEDIANTE SEQUESTRO, COM RESULTADO MORTE, E ASSOCIAÇÃO CRIMINOSA. DUPLA PUNIBILIDADE. VERIFICAÇÃO, SALVO QUANTO AO CRIME DE ASSOCIAÇÃO CRIMINOSA. CRIME POLÍTICO. NÃO CARACTERIZAÇÃO. TRIBUNAL DE EXCEÇÃO. INOCORRÊNCIA. EXTRADITANDOS COM FAMÍLIA NO BRASIL: ÓBICE AFASTADO PELA SÚMULA 421/STF. EXTRADIÇÃO PARCIALMENTE DEFERIDA.\n\n\n\n    1. A extradição instrutória, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, viabiliza o julgamento do suspeito da prática de crime que atenda aos requisitos legais e convencionais.\n\n\n\n    2. A prisão preventiva para extradição, mercê da urgência que o caracteriza, admite que eventuais inconsistências sejam supridas por ocasião da formalização do pedido de extradição propriamente dito.\n\n\n\n    3. In casu, preliminarmente, a defesa alega a nulidade do pedido de extradição, porquanto discrepantes os crimes informados pela INTERPOL, na fase cautelar da prisão preventiva para extradição, e os crimes posteriormente informados pelo Estado Requerente, por ocasião da formalização do pedido de extradição.\n\n\n\n    (a) O pedido de prisão preventiva foi comunicado, pela INTERPOL, tendo em vista processo criminal instaurado contra os extraditandos, “sob a acusação de prática de crime contra Fidel Zavala”. Diversamente, porém, o pedido de extradição foi formalizado para que os extraditandos respondam pela prática de crimes contra “Cecília Cubas”, o que, segundo a defesa, teria violado o contraditório, ampla defesa e o devido processo legal.\n\n\n\n    (b) A inconsistência, embora tenha efetivamente ocorrido, não produziu, in casu, qualquer consequência para a regular formação do processo. \n\n\n\n    (b.1) Deveras, os pedidos de extradição, formalizados pelo Estado Requerente, contêm notícia da prática de crimes da mesma natureza daqueles que autorizaram a prisão preventiva – i. e., extorsão mediante sequestro e associação criminosa -, com alteração, unicamente, das circunstâncias fáticas comunicadas inicialmente pela INTERPOL.\n\n\n\n    (b.2) Ademais, inexistiu prejuízo para o exercício dos diretos à ampla defesa e ao contraditório, uma vez que, anteriormente ao interrogatório dos Extraditandos, o Estado Requerente remeteu toda a documentação relativa aos crimes pelos quais se formalizou o pedido de extradição, substituindo-se o pedido que fundamentou a prisão cautelar e intimando-se as partes para exercer seu direito de defesa.\n\n\n\n    (c) Conforme bem destacou a Procuradoria-Geral da República, “Embora o pedido de prisão preventiva tenha-se embasado em fato diverso, o extraditando teve a oportunidade de se defender dos fatos corretos por ocasião do interrogatório e da apresentação de defesa escrita”.\n\n\n\n    (d) À luz do princípio pas de nullité sans grief, rejeito a questão preliminar.\n\n\n\n    4. No mérito, constata-se que, in casu, os Extraditandos são acusados de terem sequestrado a vítima Cecília Cubas em 21.09.2004, a qual foi encontrada morta em 16.02.2005.\n\n\n\n    (a) Em observância ao artigo 18 do Acordo de Extradição firmado entre os Estados Partes do MERCOSUL, o Estado requerente apresentou toda a documentação necessária para a cognição do pleito, incluindo-se: (i) cópia do mandado de prisão emanado da autoridade estrangeira competente - expedido pelo Juiz Penal de Garantias Número 11, Miguel Tadeo Fernández; (ii) descrição dos fatos imputados, com indicações precisas sobre os locais, as datas, a natureza, as circunstâncias dos fatos criminosos imputados e as identidades dos extraditandos; e (iii) cópias dos textos legais relativos aos delitos, às penas e à prescrição.\n\n\n\n    (b) Os requisitos legais para o deferimento do pedido encontram-se satisfeitos - crimes cometidos no território do Estado requerente ou a ele aplicáveis as leis penais desse Estado; estar o extraditando respondendo a processo investigatório ou a processo penal ou ter sido condenado pelas autoridades judiciárias do Estado requerente a pena privativa de liberdade (artigo 83 da Lei 13.445/2017). \n\n\n\n    (c) Afastadas, ainda, as hipóteses de inadmissibilidade previstas no art. 82 da lei 13.445/2017, porquanto: (i) os indivíduos cujas extradições são solicitadas não são brasileiros natos; (ii) à República Federativa do Brasil falece competência para julgar, anistiar ou indultar as pessoas reclamadas; (iii) a lei brasileira imputa aos crimes penas superiores a 2 (dois) anos de prisão; (iv) os extraditandos não respondem ou responderam - a processo, no Brasil, pelos mesmos fatos em que se fundam os pedidos; (v) os extraditandos respondem ao processos perante Tribunal regularmente instituído e processualmente competente para os atos de instrução e de julgamento, em conformidade ao princípio do juiz natural;\n\n\n\n    5. No que tange à dupla tipicidade, (a) as condutas imputadas aos extraditandos são criminalizadas pelos artigos 105, 126 e 239 do Código Penal Paraguaio. No Brasil, os fatos, tal como narrados, preenchem os tipos penais do artigo 159, §3º (extorsão mediante sequestro, com resultado morte), e do artigo 288 (associação criminosa), todos do Código Penal Brasileiro;\n\n\n\n    (b) Consectariamente, o pleito extradicional preenche o requisito da dupla tipicidade.\n\n\n\n    6. No que tange à dupla punibilidade, (a) o crime de extorsão mediante sequestro, com resultado morte, atende ao requisito da dupla punibilidade, enquanto o crime de associação criminosa encontra-se prescrito, segundo as leis paraguaias. Confira-se:\n\n\n\n    (b) Quanto à legislação paraguaia, os fatos encontram-se tipificados como concurso de crimes de homicídio e de sequestro, para os quais a legislação daquele país comina penas máximas de 20 (vinte) anos e de 15 (quinze) anos, respectivamente. Segundo a legislação paraguaia, “Os delitos prescrevem em: 1 - quinze anos, quando o limite máximo do marco penal previsto for de quinze anos ou mais de pena privativa de liberdade”.\n\n\n\n    (c) Considerando-se que a prescrição verifica-se em 15 anos para ambos os delitos, que ocorreram entre setembro de 2004 e fevereiro de 2005, não há falar, portanto, em consumação do prazo prescricional de acordo com a legislação paraguaia;\n\n\n\n    (d) Relativamente ao crime de associação criminosa, a d. Procuradoria-Geral da República, ratificando manifestação anterior, opinou de forma favorável quanto à dupla punibilidade, ao entendimento de que não haveria nos autos informação quanto ao momento em que cessou a permanência.\n\n\n\n    (e) De toda sorte, a acusação apresentada perante a justiça paraguaia informa que os fatos teriam se consumado em 2005. A pena máxima do referido crime, segundo o Código Penal Paraguaio, é de 5 anos, cuja prescrição, nos termos do respectivo art. 102, 3, consuma-se no prazo de 5 anos, tendo se operado no ano de 2010. Portanto, nos termos da legislação paraguaia, não foi atendido o requisito da dupla punibilidade, no que tange ao crime de associação criminosa.\n\n\n\n    (f) Segundo a legislação brasileira, a prescrição, relativamente ao crime de extorsão mediante sequestro, com resultado morte, “regula-se pelo máximo da pena privativa de liberdade cominada ao crime, verificando-se:  I - em vinte anos, se o máximo da pena é superior a doze” (CP, art. 109, I). \n\n\n\n    (f.1) Consectariamente, nesse sentido, o requisito da dupla punibilidade encontra-se satisfeito quanto ao crime de extorsão mediante sequestro, com resultado morte; quanto ao crime de associação criminosa, operou-se a prescrição, segundo a legislação paraguaia.\n\n\n\n    7. Os crimes revestem-se de natureza comum, descabendo atender ao pleito defensivo de enquadrá-los como crimes políticos, ou a alegação de que o pedido extraditório possui outras finalidades que não a aplicação regular da lei penal.\n\n\n\n    (a) São crimes comuns os praticados “sob império e normalidade institucional de Estado Democrático de direito, sem conotação de reação legítima contra atos arbitrários ou tirânicos” (Ext. 1085, Rel. Min. Gilmar Mendes, Pleno, Dje de 16.04.2010).\n\n\n\n    (b) Nos termos do Acordo de Extradição entre os Estados Partes do Mercosul, “não serão considerados delitos políticos, em nenhuma circunstância: a) atentar contra a vida ou causar a morte de um Chefe de Estado ou de Governo ou de outras autoridades nacionais ou locais ou de seus familiares; […] c) atos de natureza terrorista que, a título exemplificativo, impliquem algumas das seguintes condutas: ii) tomada de reféns ou seqüestro de pessoas”;\n\n\n\n     (c) In casu, conforme apontado pelo Parquet Federal, “Cecília Mariana Cubas Gusisky era filha do ex-presidente da República do Paraguai, Raúl Cubas Grau. A natureza dos delitos contra ela praticados, bem como seu laço de parentesco com o ex-presidente, afastam a alegação de que os crimes têm conotação política”. \n\n\n\n    (d) Inexiste qualquer evidência concreta e específica de que os extraditandos serão submetidos a um juízo de exceção. Meras conjecturas, desacompanhadas de elementos de evidência consistentes e específicos, devem ser desconsideradas no ato de cognição do pleito extradicional. \n\n\n\n    8. A circunstância de os extraditandos viverem pacificamente no Brasil, com suas esposas e filhos brasileiros, não impede a extradição, conforme enunciado n. 421 da Súmula de jurisprudência do Supremo Tribunal Federal.\n\n\n\n    9. Pedidos de extradição parcialmente deferidos, com exclusão, unicamente, do crime de associação criminosa, que se encontra prescrito segundo a legislação paraguaia, devendo, quanto ao mais, ser observados os compromissos de: (i) não submissão dos extraditandos a prisão ou processo por fato anterior ao pedido de extradição; (ii) detração do tempo que os extraditandos permaneceram presos para fins de extradição no Brasil; (iii) não aplicação de penas vedadas pelo ordenamento constitucional brasileiro, em especial a de morte ou de prisão perpétua (art. 5º, XLVII, a e b, da CF); (iv) observância do tempo máximo de cumprimento de pena previsto no ordenamento jurídico brasileiro, 30 (trinta) anos (art. 75, do CP); (v) não entrega dos extraditandos, sem consentimento do Brasil, a outro Estado que o reclame; e (vi) não apuração de qualquer motivo político para agravar as penas.\n\n\n\n    10. A decisão final de entrega dos extraditandos subordina-se ao juízo de soberania do Presidente da República, nos termos do que decidido na Rcl 11.243, Rel. P/ Acórdão Min. Luiz Fux, Pleno, Dje de 5.10.2011, in verbis: “O Presidente da República, no sistema vigente, resta vinculado à decisão do Supremo Tribunal Federal apenas quando reconhecida alguma irregularidade no processo extradicional, de modo a impedir a remessa do extraditando ao arrepio do ordenamento jurídico, nunca, contudo, para determinar semelhante remessa, porquanto, o Poder Judiciário deve ser o último guardião dos direitos fundamentais de um indivíduo, seja ele nacional ou estrangeiro, mas não dos interesses políticos de Estados alienígenas, os quais devem entabular entendimentos com o Chefe de Estado, vedada a pretensão de impor sua vontade através dos Tribunais internos”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749161623","externo_seq_objeto_incidente":5337422,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-031  DIVULG 14-02-2019  PUBLIC 15-02-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1528&classe=Ext","is_colac":false,"titulo":"Ext 1528","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00047 LET-A LET-B\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 ART-00083 ART-00096\n                LEI ORDINÁRIA\n\n","LEG-INT   ACO      ANO-1998\n          ART-00005 ITEM-1 ITEM-2 LET-A \n          LET-B LET-C LET-I INC-00002 \n          ART-00006 ART-00018\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00109 INC-00001 ART-00111 \n          INC-00001 INC-00002 INC-00003 ART-00121 \n          ART-00159 PAR-00003 ART-00288\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n          ART-00002 ITEM-1\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-02-15","documental_acordao_mesmo_sentido_lista_texto":"Ext 1529  ACÓRDÃO ELETRÔNICO\n          JULG-13-11-2018  UF-DF  TURMA-01  MIN-LUIZ FUX N.PÁG-028\n          DJe-031  DIVULG 14-02-2019  PUBLIC 15-02-2019","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1528&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEFINIÇÃO, CRIME COMUM)\nExt 1085 (TP). \n(PRESIDENTE DA REPÚBLICA, ENTREGA, EXTRADITANDO)\nRcl 11243 (TP). \n(SÚMULA 421/STF)\nExt 990 (TP), Ext 1319 (1ªT). \n- Legislação estrangeira citada: Art. 102, § 1º, n. 1, n. 2, n. 3, §2º, § 3º, § 4º, art. 103, § 1º, § 2º, art. 104, § 1º, n. 1, n. 2, n. 3, n. 4, n. 5, n. 6, n. 7, n. 8, n. 9, §2º, art. 105, § 1º, art. 126, § 1º, art. 239, § 1º, n. 1, n. 2, n. 3, n. 4, n. 5, do Código Penal Paraguaio.\nNúmero de páginas: 28.\nAnálise: 22/05/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PARAGUAI \nEXTDO.(A/S)  : LORENZO GONZALEZ MARTINEZ \nADV.(A/S)  : ANDERSON AURÉLIO MARQUES BEGLIOMINI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":398358,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1528","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2018-11-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1528,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur400263","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que dava parcial provimento ao recurso, no que foi acompanhado pela Ministra Rosa Weber, e o voto do Ministro Teori Zavascki, que lhe negava provimento, pediu vista dos autos o Ministro Luiz Fux. Falaram, pela recorrente, o Dr. Robson Maia Lins, OAB/SP 208576, e, pela União, o Dr. Fabrício Sarmanho de Albuquerque, Procurador da Fazenda Nacional. Presidência do Ministro Ricardo Lewandowski. Plenário, 04.03.2015.\r\n\n                       Decisão: Após o voto-vista do Ministro Luiz Fux, dando parcial provimento ao recurso, e o voto do Ministro Dias Toffoli, negando-lhe provimento, pediu vista dos autos a Ministra Cármen Lúcia. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Ricardo Lewandowski. Plenário, 27.05.2015.\r\n\n                 Decisão: Após os votos dos Ministros Cármen Lúcia, Edson Fachin e Ricardo Lewandowski, que acompanhavam o Relator, dando parcial provimento ao recurso, e o voto do Ministro Marco Aurélio, negando-lhe provimento, pediu vista dos autos o Ministro Gilmar Mendes. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. Plenário, 16.11.2016.\r\n\n                       Decisão: O Tribunal, por maioria, apreciando o tema 163 da repercussão geral, deu parcial provimento ao recurso extraordinário para determinar a restituição das parcelas não prescritas, nos termos do voto do Relator, vencidos os Ministros Teori Zavascki, Dias Toffoli (Presidente), Marco Aurélio e Gilmar Mendes. Em seguida, por maioria, fixou-se a seguinte tese: “Não incide contribuição previdenciária sobre verba não incorporável aos proventos de aposentadoria do servidor público, tais como 'terço de férias', 'serviços extraordinários', 'adicional noturno' e 'adicional de insalubridade'”, vencido o Ministro Marco Aurélio. Não votou o Ministro Alexandre de Moraes, sucessor do Ministro Teori Zavascki. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 11.10.2018.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur400263","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur400263","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito previdenciário. Recurso Extraordinário com repercussão geral. Regime próprio dos Servidores públicos. Não incidência de contribuições previdenciárias sobre parcelas não incorporáveis à aposentadoria.\n\n\n\n    1.  O regime previdenciário próprio, aplicável aos servidores públicos, rege-se pelas normas expressas do art. 40 da Constituição, e por dois vetores sistêmicos: (a) o caráter contributivo; e (b) o princípio da solidariedade.\n\n\n\n    2.  A leitura dos §§ 3º e 12 do art. 40, c/c o § 11 do art. 201 da CF, deixa claro que somente devem figurar como base de cálculo da contribuição previdenciária as remunerações/ganhos habituais que tenham “repercussão em benefícios”. Como consequência, ficam excluídas as verbas que não se incorporam à aposentadoria.\n\n\n\n     3.  Ademais, a dimensão contributiva do sistema é incompatível com a cobrança de contribuição previdenciária sem que se confira ao segurado qualquer benefício, efetivo ou potencial.\n\n\n\n    4.  Por fim, não é possível invocar o princípio da solidariedade para inovar no tocante à regra que estabelece a base econômica do tributo.\n\n\n\n    5.  À luz das premissas estabelecidas, é fixada em repercussão geral a seguinte tese: “Não incide contribuição previdenciária sobre verba não incorporável aos proventos de aposentadoria do servidor público, tais como ‘terço de férias’, ‘serviços extraordinários’, ‘adicional noturno’ e ‘adicional de insalubridade.”\n\n\n\n    6.  Provimento parcial do recurso extraordinário, para determinar a restituição das parcelas não prescritas.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749418251","externo_seq_objeto_incidente":2639193,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-056  DIVULG 21-03-2019  PUBLIC 22-03-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=593068&classe=RE","is_colac":false,"titulo":"RE 593068","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00003 INC-00001 ART-00006 INC-00009 \n          INC-00016 INC-00017 INC-00023 ART-00007 \n          INC-00008 INC-00009 INC-00016 INC-00023 \n          ART-00021 \n          ART-00040 \"CAPUT\" REDAÇÃO DADA PELA EMC-41/2003\n          ART-00040 \"CAPUT\" PAR-00002 \n          ART-00040 \"CAPUT\" PAR-00003 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00040 \"CAPUT\" PAR-00003 REDAÇÃO DADA PELA EMC-41/2003\n          ART-00040 \"CAPUT\" PAR-00004 REDAÇÃO DADA PELA EMC-47/2005\n          ART-00040 \"CAPUT\" PAR-00006 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00040 \"CAPUT\" PAR-00010 \n          ART-00040 \"CAPUT\" PAR-00012 INCLUÍDO PELA EMC-41/2003\n          ART-00041 PAR-00012 ART-00102 INC-00003 \n          LET-A \n          ART-00149 PAR-00001 REDAÇÃO DADA PELA EMC-41/2003\n          ART-00150 INC-00004 \n          ART-00150 PAR-00006 REDAÇÃO DADA PELA EMC-3/1993\n          ART-00154 ART-00195 INC-00002 PAR-00005 \n          ART-00201 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 PAR-00003 \n          ART-00201 PAR-00011 INCLUÍDO PELA EMC-20/1998\n          ART-00201 PAR-00012\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000003      ANO-1993\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000020      ANO-1998\n          ART-00004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000040      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000041      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000047      ANO-2005\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000109      ANO-2001\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000118      ANO-2005\n          ART-00003\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00097\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-0543B\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00041 ART-00049 INC-00001 INC-00002 \n          INC-00003 PAR-00002 ART-00185 ART-00217\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-009717      ANO-1998\n          ART-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009783      ANO-1999\n          ART-00001 PAR-ÚNICO INC-00001 INC-00002 \n          INC-00003 INC-00004 ART-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010887      ANO-2004\n          ART-00001 \"CAPUT\" \n          ART-00004 REDAÇÃO DADA PELA LEI-12618/2012\n          ART-00004 PAR-00001 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 INC-00009 \n          ART-00004 PAR-00001 INC-00010 INCLUÍDO PELA LEI-12688/2012\n          ART-00004 PAR-00001 INC-00011 INC-00012 \n          INC-00019\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012618      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012688      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   DEC-020910      ANO-1932\n          ART-00001\n                DECRETO\n\n","LEG-FED   PRT-000403      ANO-2008\n          ART-00002 INC-00013\n                PORTARIA DO MINISTÉRIO DA PREVIDÊNCIA SOCIAL - MPS\n\n","LEG-FED   PEC-000040      ANO-2003\n                PROPOSTA DE EMENDA CONSTITUCIONAL - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   RGI      ANO-1980\n          ART-00038 ART-00134 PAR-00002 ART-0323A\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000688      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-03-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- BASE DE CÁLCULO, CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO. DEFINIÇÃO, REMUNERAÇÃO, CONSTITUIÇÃO FEDERAL. APLICAÇÃO SUBSIDIÁRIA, NORMA, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL. ROL TAXATIVO, REMUNERAÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, LEI ORDINÁRIA. JURISPRUDÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), TRIBUTO, LANÇAMENTO POR HOMOLOGAÇÃO, PRAZO, RESTITUIÇÃO DE INDÉBITO, CINCO ANOS. PRINCÍPIO DA SOLIDARIEDADE, CRITÉRIO, DEFINIÇÃO, CONTRIBUINTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INTERPRETAÇÃO SISTEMÁTICA, CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA SOLIDARIEDADE, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA, CUSTO, BENEFÍCIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: CORRELAÇÃO, BENEFÍCIO PREVIDENCIÁRIO, VALOR, CONTRIBUIÇÃO PREVIDENCIÁRIA, EMENDA CONSTITUCIONAL 20 DE 1998, EMENDA CONSTITUCIONAL 41 DE 2003. LACUNA DA LEI, REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL, CARÁTER SUBSIDIÁRIO, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS). PRINCÍPIO DA SOLIDARIEDADE, CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO INATIVO. DISTINÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO ATIVO, SERVIDOR PÚBLICO INATIVO. PRINCÍPIO DA SOLIDARIEDADE, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA, REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: LEGISLADOR ORDINÁRIO, EXERCÍCIO, COMPETÊNCIA LEGISLATIVA, PONDERAÇÃO DE PRINCÍPIOS, SEGURIDADE SOCIAL, PREVIDÊNCIA SOCIAL, PROTEÇÃO DO TRABALHADOR. INEXISTÊNCIA, NORMA, EXIGÊNCIA, VINCULAÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, BENEFÍCIO, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA, PRINCÍPIO DA SOLIDARIEDADE.\n\n- VOTO VENCIDO, MIN. TEORI ZAVASCKI: ESTATUTO DOS FUNCIONÁRIOS PÚBLICOS CIVIS DA UNIÃO, BASE DE CÁLCULO, CONTRIBUIÇÃO PREVIDENCIÁRIA, TOTALIDADE, REMUNERAÇÃO. EMENDA CONSTITUCIONAL 41 DE 2003, PRINCÍPIO DA SOLIDARIEDADE, CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO INATIVO, PENSIONISTA.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: VINCULAÇÃO, CONTRIBUIÇÃO SOCIAL, BENEFÍCIO. BASE DE CÁLCULO, CONTRIBUIÇÃO PREVIDENCIÁRIA, FOLHA DE SALÁRIO, TOTALIDADE, RENDIMENTO. PRINCÍPIO DA SOLIDARIEDADE, PRINCÍPIO DA UNIVERSALIDADE, DELIMITAÇÃO, COMPETÊNCIA. DOUTRINA, DEFINIÇÃO, FATURAMENTO, RECEITA. NATUREZA JURÍDICA, VERBA REMUNERATÓRIA, MATÉRIA DE FATO, MATÉRIA DE PROVA, INVIABILIDADE, RECURSO EXTRAORDINÁRIO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: JULGAMENTO, RECURSO EXTRAORDINÁRIO, FUNDAMENTO CONSTITUCIONAL. DISTINÇÃO, APOSENTADORIA, SERVIDOR PÚBLICO, TRABALHADOR. VINCULAÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, BENEFÍCIO, CARÁTER CONTRIBUTIVO, REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: DADO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), DESIGUALDADE, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL. REGIME PREVIDENCIÁRIO, ORDENAMENTO JURÍDICO BRASILEIRO. DEFINIÇÃO, CARACTERÍSTICA, REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL. CONTRIBUIÇÃO PREVIDENCIÁRIA, REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL, LIMITE CONSTITUCIONAL, PODER DE TRIBUTAR, PRINCÍPIO DA LEGALIDADE TRIBUTÁRIA, PRINCÍPIO DA ANTERIORIDADE TRIBUTÁRIA, PRINCÍPIO DA VEDAÇÃO AO CONFISCO. DEFINIÇÃO, TEXTO CONSTITUCIONAL, EXCLUSIVIDADE, SUJEITO PASSIVO, CONTRIBUIÇÃO PREVIDENCIÁRIA, COMPETÊNCIA, LEGISLADOR ORDINÁRIO, DEFINIÇÃO, BASE DE CÁLCULO, ALÍQUOTA, OBSERVÂNCIA, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA, PRINCÍPIO DA SOLIDARIEDADE, EQUILÍBRIO FINANCEIRO, EQUILÍBRIO ATUARIAL. PRINCÍPIO DA SOLIDARIEDADE, DIREITO COMPARADO. PRINCÍPIO DA SOLIDARIEDADE, DOUTRINA. PRINCÍPIO DA SOLIDARIEDADE, INTERESSE SOCIAL, SOLVÊNCIA, REGIME PREVIDENCIÁRIO. EMENDA CONSTITUCIONAL 41 DE 2003, EXTINÇÃO, INTEGRALIDADE, PROVENTO. CÁLCULO, PROVENTO, LEI VIGENTE, MOMENTO, IMPLEMENTAÇÃO, REQUISITO, APOSENTADORIA. APLICAÇÃO SUBSIDIÁRIA, REGRA, CÁLCULO, CONTRIBUIÇÃO PREVIDENCIÁRIA, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL. REDUÇÃO, BASE DE CÁLCULO, CONTRIBUIÇÃO PREVIDENCIÁRIA, ISENÇÃO FISCAL PARCIAL, TRIBUTO, PRINCÍPIO DA LEGALIDADE TRIBUTÁRIA. ROL TAXATIVO, LEI ORDINÁRIA, DEFINIÇÃO, BASE DE CÁLCULO, CONTRIBUIÇÃO PREVIDENCIÁRIA.\n\n- TERMO(S) DE RESGATE: CONTRIBUIÇÃO SOCIAL, REFERIBILIDADE. BASE DE CÁLCULO, CONTRIBUIÇÃO PREVIDENCIÁRIA, GANHO HABITUAL. REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL, MODELO FINANCEIRO DE REPARTIÇÃO SIMPLES, SOLIDARIEDADE INTERGERACIONAL, FORMAÇÃO DE RESERVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=593068&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(BASE ECONÔMICA, CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO)\nRE 463348 (1ªT), RE 389903 AgR (1ªT), RE 434754 AgR (2ªT), RE 589441 AgR (2ªT), AI 712880 AgR (1ªT), AI 710361 AgR (1ªT), AI 727958 AgR (2ªT). \n(CONTRIBUIÇÃO PREVIDENCIÁRIA, VERBA INDENIZATÓRIA)\nRE 345458 (2ªT). \n(APLICAÇÃO RETROATIVA, LEI INTERPRETATIVA)\nRE 566621 (TP). \n(REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL, PRINCÍPIO DA SOLIDARIEDADE, PRINCÍPIO DA DISTRIBUTIVIDADE)\nADI 3205 (TP). \n(CONTRIBUIÇÃO SOCIAL, NATUREZA TRIBUTÁRIA)\nRE 146733. \n(PRINCÍPIO DA SOLIDARIEDADE)\nADI 3105 (TP), ADI 3128 (TP), ADI 1441 MC (1ªT), ADI 2010 MC (1ªT), AI 724582 AgR (2ªT), AI 764794 AgR (1ªT). \n(NATUREZA JURÍDICA, VERBA REMUNERATÓRIA, MATÉRIA INFRACONSTITUCIONAL)\nAI 808326 AgR (2ªT), ARE 808632 AgR (1ªT), RE 844118 AgR (2ªT). \n(REGIME PREVIDENCIÁRIO, SERVIDOR PÚBLICO, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA)\nRE 590714 AgR (1ªT). \n(PRINCÍPIO DA VEDAÇÃO AO CONFISCO)\nRE 389903 AgR (1ªT), RE 589441 AgR (2ªT), AI 712880 AgR (1ªT), AI 710361 AgR (1ªT), AI 727958 AgR (2ªT). \n(CONTRIBUIÇÃO SOCIAL, APOSENTADORIA, PENSÃO, RGPS)\nADI 1135 (1ªT). \n(APLICAÇÃO SUBSIDIÁRIA, RGPS, REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL)\nMI 758 (TP). \n(CONTRIBUIÇÃO PREVIDENCIÁRIA, EQUILÍBRIO ATUARIAL)\nADC 8 MC (TP). \n- Decisões monocráticas citadas:\n(RESERVA DE INICIATIVA, MATÉRIA TRIBUTÁRIA)\nMS 25494 MC.\n(NATUREZA JURÍDICA, VERBA REMUNERATÓRIA, MATÉRIA INFRACONSTITUCIONAL)\nRE 843730.\n(BASE ECONÔMICA, CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO)\nRE 406712.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 956289; REsp 1366263 AgRg. \n- Legislação estrangeira citada: art. 2, da Constituição de 1947, da Itália; art. 158, da Constituição de 2009, da Bolívia; art. 48, da Constituição Política de 1991, da Colômbia; art. 56, da Constituição Política de 1998, do Equador; art. 86, da Constituição de 2000, da Venezuela; art. 63, da Constituição de 1976, de Portugal.\r\n- Veja Pedidos de Controle Administrativo nºs 183 e 184 do Conselho Nacional de Justiça (CNJ).\r\n- Veja Processo Administrativo nº 2000.11.60.2008 do Conselho da Justiça Federal (CJF).\r\n- Veja MS 25494 do STF.\r\nNúmero de páginas: 202.\r\nAnálise: 06/08/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : CATIA MARA DE OLIVEIRA DE MELO \nADV.(A/S)  : PAULO DE BARROS CARVALHO E OUTRO(A/S)\nADV.(A/S)  : ROBSON MAIA LINS \nRECDO.(A/S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : MUNICIPIO DE BELO HORIZONTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE BELO HORIZONTE \nAM. CURIAE.  : SINDICATO NACIONAL DOS AUDITORES FISCAIS DA RECEITA FEDERAL DO BRASIL \nADV.(A/S)  : RACKEL LUCENA BRANCO DE MEDEIROS E OUTRO(A/S)\nAM. CURIAE.  : UNIÃO DOS ADVOGADOS PÚBLICOS FEDERAIS DO BRASIL - UNAFE \nADV.(A/S)  : JOSÉ DE CASTRO MEIRA JÚNIOR E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"163 - Contribuição previdenciária sobre o terço constitucional de férias, a gratificação natalina, os serviços extraordinários, o adicional noturno e o adicional de insalubridade.","old_seq_sjur":400263,"documental_tese_texto":"Não incide contribuição previdenciária sobre verba não incorporável aos proventos de aposentadoria do servidor público, tais como terço de férias, serviços extraordinários, adicional noturno e adicional de insalubridade.","procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 593068","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2018-10-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ÁVILA, Humberto. Revista Dialética de Direito Tributário. n. 107, p. 96.\nBARROSO, Luís Roberto. Constitucionalidade e Legitimidade da Reforma da Previdência – ascensão e queda de um regime de erros e privilégios. In: MODESTO, Paulo (Org.). Reforma da Previdência – análise e crítica da emenda constitucional n° 41/2003 (doutrina, pareceres e normas selecionadas). Belo Horizonte: Forúm, 2003. p. 136-137, e 144.\nCAMPOS, Francisco. Direito Administrativo. v. 2, p. 130-131.\nGODOI, Marciano Seabra de (Coords.). Solidariedade Social e Tributação. São Paulo: Dialética, 2005. p. 111-112, e 155.\nMODESTO, Paulo. Reforma da Previdência e Regime Jurídico da Aposentadoria dos Titulares de Cargo Público. In: MODESTO, Paulo (Org.). Reforma da Previdência – análise e crítica da emenda constitucional n° 41/2003 (doutrina, pareceres e normas selecionadas). Belo Horizonte: Forúm, 2003. p. 28.\nNABAIS, José Casalta. Solidariedade Social, Cidadania e Direito Fiscal in Solidariedade Social e Tributação. São Paulo: Dialética, 2005, p. 111-112.\nNASCIMENTO, Amauri Mascaro. O salário. Edição Fac-similada. São Paulo: LTr, 1996. p. 250.\nNOGUEIRA, Narlon Gutierre. A constituição e o direito à previdência social. São Paulo: LTr, 2009. p. 58.\n______. O equilíbrio financeiro e atuarial dos RPPS – de princípio constitucional a política pública de Estado. Brasília: MPS, 2012. p. 153.\nPAULSEN, Leandro. Direito Tributário Constituição e Código Tributário à luz da doutrina e da jurisprudência. 16. ed. Porto Alegre: Livraria do advogado, 2014. p. 284, e 627.\n______. Solidariedade como princípio de custeio da seguridade social. In: PAULSEN, Leandro; CARDOSO, Alessandro Mendes (Orgs.). Contribuições previdenciárias sobre a remuneração. Porto Alegre: Livraria do Advogado, 2012. p. 13-14.\nPORTO, Valéria. Previdência social dos servidores públicos: regime próprio e aposentadoria complementar. Curitiba: Juruá, 2014. p. 27.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Malheiros, 1999. p. 416, 418, 427, 428, 424, 431 e 433.\nSILVA, José Afonso da. Comentário contextual à Constituição. 5. ed. São Paulo: Malheiros, 2009. p. 361, 362, 363, 364 e 366.\nSUSSEKIND, Arnaldo. Instituições de direito do trabalho. 20. ed. Atualização: Arnaldo Sussekind et al. São Paulo: Ltr, 2002. v. 1. p. 434-435.\nTORRES, Ricardo Lobo. Tratado de direito constitucional financeiro e tributário. Rio de Janeiro: Renovar, 2007. v. 4. p. 557.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":593068,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur401114","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, nos termos do voto do Relator. Presidência do Ministro Luiz Fux. Primeira Turma, 19.3.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur401114","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur401114","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO EXECUTÓRIA. GOVERNO DA FRANÇA. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI 13.445/2017) E DO TRATADO DE EXTRADIÇÃO DO GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA FRANCESA (DECRETO 5.258/14). POSSIBILIDADE DE ENTREGA DO SÚDITO ALIENÍGENA AO ESTADO REQUERENTE. IMPUTAÇÃO DOS DELITOS DE HOMICÍDIO E TENTATIVA DE HOMICÍDIO. DUPLA TIPICIDADE CONFIGURADA E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. FAMÍLIA BRASILEIRA. APLICAÇÃO DO ENUNCIADO 421 DA SÚMULA DO STF. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017. \n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu artigo 5º, inciso LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pelo extraditando, que é que é cidadão tunisiano. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445, de 24 de maio de 2017) e do Tratado de Extradição entre o Governo da República Federativa do Brasil e o Governo da República Francesa , de 27 de outubro de 2014. \n\n\n\n    2. Os fatos delituosos imputados ao extraditando correspondem, no direito pátrio, aos crimes de homicídio e tentativa de homicídio (art. 121 c/c art. 14, II, do Código Penal). Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/2017. Demais requisitos que autorizam a extradição, mostram-se igualmente preenchidos. \n\n\n\n    3. O fato de o extraditando ser casado com brasileira não impede a sua retirada compulsória do território nacional, consoante a sólida jurisprudência desta CORTE, cristalizada no enunciado 421 de sua Súmula.\n\n\n\n    4. Pedido deferido, ficando condicionada a entrega (a) a decisão discricionária do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017; e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749487373","externo_seq_objeto_incidente":5472469,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-064  DIVULG 29-03-2019  PUBLIC 01-04-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1548&classe=Ext","is_colac":false,"titulo":"Ext 1548","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052 ART-00084 INC-00007 \n          INC-00012\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00089\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00002 ART-00095 \"CAPUT\" \n          ART-00096\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1966\n                TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA FRANCESA, CELEBRADO EM PARIS, EM 28 DE MAIO DE 1996\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00014 INC-00002 ART-00075 ART-00121 \n          PAR-00002 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000219      ANO-2004\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA FRANCESA, CELEBRADO EM PARIS, EM 28 DE MAIO DE 1996\n\n","LEG-FED   DEC-005258      ANO-2004\n          ART-00007 LET-C ART-00008\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA FRANCESA, CELEBRADO EM PARIS, EM 28 DE MAIO DE 1996\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-04-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ADMISSIBILIDADE, PEDIDO, EXTRADIÇÃO, FUNDAMENTO, TRATADO INTERNACIONAL, RECIPROCIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1548&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, REQUISITO)\nExt 667 (1ªT). \n(EXTRADIÇÃO, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE)\nExt 669 (TP), Ext 1196 (TP). \n(SÚMULA 421/STF)\nExt 669 (TP), Ext 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT). \n(ENTREGA, EXTRADITANDO, ATO DISCRICIONÁRIO, PRESIDENTE DA REPÚBLICA)\nExt 855 (TP), Ext 1114 (TP), Ext 1085 PET-AV (TP), Ext 1146 ED (TP), Rcl 11243 (TP). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1039 (TP). \n- Legislação estrangeira citada: art. 121-4, art. 121-6, art. 133-2, art. 170, art. 221-1, art. 221-3, art. 221-8, art. 221-9, art. 221-9-1, art. 221-10 do Código Penal Francês.\nNúmero de páginas: 16.\nAnálise: 26/06/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA FRANÇA \nEXTDO.(A/S)  : MANNAI WAEL BOUARADA OU WAEL MANNAI \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nINTDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":401114,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1548","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-03-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1548,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur423026","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AM","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta, nos termos do voto do Relator. Falaram: pela requerente, o Dr. Bruno Corrêa Burini, e, pelo amicus curiae, o Dr. Gustavo Teixeira Ramos. Não participou deste julgamento, por motivo de licença médica no início da sessão, o Ministro Celso de Mello (art. 2º, § 5º, da Res. 642/2019). Plenário, Sessão Virtual de 3.4.2020 a 14.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["12","15"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur423026","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amazonas","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur423026","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI ESTADUAL 289/2015 DO ESTADO DO AMAZONAS. PROIBIÇÃO DO USO DE ANIMAIS PARA O DESENVOLVIMENTO, EXPERIMENTOS E TESTES DE PRODUTOS COSMÉTICOS, DE HIGIENE PESSOAL, PERFUMES E SEUS COMPONENTES. COMPETÊNCIA LEGISLATIVA CONCORRENTE DO ESTADO EM MATÉRIA DE PROTEÇÃO AMBIENTAL (ART. 24, VI, CF). NORMA ESTADUAL AMBIENTAL MAIS PROTETIVA, SE COMPARADA COM A LEGISLAÇÃO FEDERAL SOBRE A MATÉRIA. INCONSTITUCIONALIDADE FORMAL. NÃO OCORRÊNCIA. PRECEDENTES. IMPROCEDÊNCIA DA AÇÃO.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos – União, Estados-Membros, Distrito Federal e Municípios – e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. A Lei 289/2015 do Estado do Amazonas, ao proibir a utilização de animais para desenvolvimento, experimentos e testes de produtos cosméticos, de higiene pessoal, perfumes e seus componentes, não invade a competência da União para legislar sobre normas gerais em relação à proteção da fauna. Competência legislativa concorrente dos Estados (art. 24, VI, da CF).\n\n\n\n    4. A sobreposição de opções políticas por graus variáveis de proteção ambiental constitui circunstância própria do estabelecimento de competência concorrente sobre a matéria. Em linha de princípio, admite-se que os Estados editem normas mais protetivas ao meio ambiente, com fundamento em suas peculiaridades regionais e na preponderância de seu interesse, conforme o caso. Precedentes.\n\n\n\n    5. Ação Direta de Inconstitucionalidade conhecida e julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752545435","externo_seq_objeto_incidente":5531781,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-105  DIVULG 29-04-2020  PUBLIC 30-04-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5996&classe=ADI","is_colac":false,"titulo":"ADI 5996","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 ART-00023 INC-00007 ART-00024 \n          INC-00006 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 ART-00030 INC-00001 ART-00103 \n          INC-00009 ART-00225 \"CAPUT\" PAR-00001 \n          INC-00007\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011794      ANO-2008\n          ART-00001 PAR-00001 INC-00001 INC-00002 \n          PAR-00002 PAR-00003 ART-00014 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          PAR-00006 PAR-00007 PAR-00008 PAR-00009 \n          PAR-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   ETT      ANO-2019\n          ART-00003\n                ESTATUTO SOCIAL DA ASSOCIAÇÃO BRASILEIRA DA INDÚSTRIA DE HIGIENE PESSOAL, PERFUMARIA E COSMÉTICOS  ABIHPEC \n\n","LEG-EST   LEI-000289      ANO-2015\n          ART-00001 ART-00002 PAR-ÚNICO INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 INC-00009 \n          INC-00010 INC-00011 INC-00012 INC-00013 \n          INC-00014 INC-00015 INC-00016 INC-00017 \n          ART-00003 INC-00001 LET-A LET-B \n          LET-C LET-D INC-00002 LET-A \n          LET-B ART-00004 ART-00005 INC-00001 \n          INC-00002 INC-00003 ART-00006 ART-00007 \n          ART-00008\n                LEI ORDINÁRIA, AM"],"publicacao_data":"2020-04-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CONSTITUIÇÃO FEDERAL, AMPLIAÇÃO, LEGITIMIDADE CONCORRENTE, STF, PERTINÊNCIA TEMÁTICA, REQUISITO OBJETIVO. LEGISLADOR, CONSTITUINTE ORIGINÁRIO, OBRIGAÇÃO, PODER PÚBLICO, MEIO AMBIENTE EQUILIBRADO, PROTEÇÃO, FAUNA, FLORA, RISCO, EXTINÇÃO, ESPÉCIE. MEIO AMBIENTE, BEM DE USO COMUM DO POVO, DIREITO FUNDAMENTAL,TERCEIRA GERAÇÃO. EVOLUÇÃO, FEDERALISMO, COLABORAÇÃO, ENTE FEDERADO, UNIÃO FEDERAL. CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. COMPETÊNCIA CONCORRENTE, PREVALÊNCIA, LEGISLAÇÃO ESTADUAL, PROTEÇÃO, VIDA, ANIMAL, MAIOR EXTENSÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5996&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE, ENTIDADE DE CLASSE, DEMONSTRAÇÃO, PERTINÊNCIA TEMÁTICA)\nADI 2747 (TP), ADI 4722 AgR (TP), ADI 1507 MC-AgR (TP). \n(CONFLITO DE COMPETÊNCIA, FUNDAMENTO, PEDIDO, ADI)\nADI 3645 (TP), ADI 2535 MC (TP), ADI 4955 (TP). \n(PRODUÇÃO, COMERCIALIZAÇÃO, AMIANTO)\nRE 194704 (TP), ADI 3937 MC (TP). \nLegislação estrangeira citada: Constituição norte-americana de 1787.\n\nNúmero de páginas: 22.\nAnálise: 26/02/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOC BRASIL DA IND HIGIENE PESSOAL PERF E COSMETICOS \nADV.(A/S)  : HELOISA BARROSO UELZE BLOISI E OUTRO(A/S)\nINTDO.(A/S)  : MESA DIRETORA DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO AMAZONAS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : HUMANE SOCIETY INTERNATIONAL - HSI \nADV.(A/S)  : GUSTAVO TEIXEIRA RAMOS \nADV.(A/S)  : MARIANA PRANDINI FRAGA ASSIS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":423026,"documental_tese_texto":null,"procedencia_geografica_completo":"AM - AMAZONAS","processo_codigo_completo":"ADI 5996","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-04-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\n______. The Federalist papers, n. IX.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\n______. Estruturação da Federação. Revista de Direito Público, n. 81. p. 53 et seq.\n______. Estudos de direito constitucional. Belo Horizonte: Del Rey, 1995. p. 366.\nLEVI, Lúcio. Federalismo. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoría de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMIRANDA, Jorge. Manual de Direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5996,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}