{"result":{"took":507,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425818","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta para declarar formal e materialmente inconstitucionais o inc. IV e o § 7º do art. 12 da Lei Complementar nº 5/1994 do Amapá, alterada pela Lei Complementar estadual nº 70/2012, nos termos do voto da Relatora, vencido o Ministro Gilmar Mendes. A Ministra Rosa Weber acompanhou a Relatora com ressalvas. Não participou deste julgamento, por motivo de licença médica no início da sessão, o Ministro Celso de Mello (art. 2º, § 5º, da Res. 642/2019). Plenário, Sessão Virtual de 10.4.2020 a 17.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["2","8","12","15"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425818","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amapá","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425818","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INC. IV E § 7º DO ART. 12 DA LEI COMPLEMENTAR N. 5/1994 DO AMAPÁ, ALTERADA PELA LEI COMPLEMENTAR ESTADUAL N. 70/2012. LICENÇA AMBIENTAL ÚNICA. DISPENSA DE OBTENÇÃO DAS LICENÇAS PRÉVIAS, DE INSTALAÇÃO E DE OPERAÇÃO, ESTABELECIDAS PELO CONAMA (INC. I DO ART. 8º DA LEI N. 6.938/1981). OFENSA À COMPETÊNCIA DA UNIÃO PARA EDITAR NORMAS GERAIS SOBRE PROTEÇÃO DO MEIO AMBIENTE. DESOBEDIÊNCIA AO PRINCÍPIO DA PREVENÇÃO E DO DEVER DE PROTEÇÃO DO MEIO AMBIENTE ECOLOGICAMENTE EQUILIBRADO (ART. 225 DA CONSTITUIÇÃO DA REPÚBLICA). AÇÃO JULGADA PROCEDENTE PARA DECLARAR A INCONSTITUCIONALIDADE DO INC. IV E DO § 7º DO ART. 12 DA LEI COMPLEMENTAR N. 5/1994 DO AMAPÁ, ALTERADA PELA LEI COMPLEMENTAR ESTADUAL N. 70/2012.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752833801","externo_seq_objeto_incidente":4927581,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-137  DIVULG 02-06-2020  PUBLIC 03-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5475&classe=ADI","is_colac":false,"titulo":"ADI 5475","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00022 INC-00006 ART-00023 INC-00003 \n          INC-00004 INC-00006 INC-00007 INC-00008 \n          ART-00024 INC-00006 INC-00007 INC-00008 \n          PAR-00001 PAR-00002 ART-00030 INC-00001 \n          ART-00103 INC-00006 ART-00170 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 ART-00225 \"CAPUT\" PAR-00001 \n          INC-00004 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000140      ANO-2011\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-006938      ANO-1981\n          ART-00002 INC-00003 INC-00005 INC-00009 \n          ART-00006 PAR-00001 ART-00008 INC-00001 \n          ART-00009 INC-00001 INC-00002 INC-00003 \n          INC-00004 ART-00010 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007804      ANO-1989\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00003 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010814      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1989\n                CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-INT   CVC      ANO-1992\n                CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DLG-000034      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TEXTO DA CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DLG-000002      ANO-1994\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DEC-088351      ANO-1983\n                DECRETO\n\n","LEG-FED   DEC-099274      ANO-1990\n                DECRETO\n\n","LEG-FED   DEC-000875      ANO-1993\n                DECRETO - PROMULGA O TEXTO DA CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DEC-002519      ANO-1998\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   RES-000001      ANO-1986\n          ART-00004\n                RESOLUÇÃO DO INSTITUTO BRASILEIRO DO MEIO AMBIENTE E DOS RECURSOS NATURAIS RENOVÁVEIS - IBAMA\n\n","LEG-FED   RES-000237      ANO-1997\n          ANEXO-1 ART-00001 INC-00001 INC-00002 \n          INC-00003 INC-00004 ART-00002 PAR-00001 \n          PAR-00002 ART-00004 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 ART-00005 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          PAR-ÚNICO ART-00008 INC-00001 INC-00002 \n          INC-00003 PAR-ÚNICO ART-00009 ART-00012 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00007\n                RESOLUÇÃO DO INSTITUTO BRASILEIRO DO MEIO AMBIENTE E DOS RECURSOS NATURAIS RENOVÁVEIS - IBAMA\n\n","LEG-EST   LCP-000005      ANO-1994\n          ART-00011 ART-00012 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 PAR-00007\n                LEI COMPLEMENTAR, AP\n\n","LEG-EST   LCP-000070      ANO-2012\n                LEI COMPLEMENTAR, AP\n\n","LEG-EST   LEI-000997      ANO-1976\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   RES-000022      ANO-2007\n                RESOLUÇÃO DA SECRETARIA ESTADUAL DE MEIO AMBIENTE, SP"],"publicacao_data":"2020-06-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROTEÇÃO, MEIO AMBIENTE, FEDERALISMO COOPERATIVO. COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, LEGISLAÇÃO, PROTEÇÃO, CONSERVAÇÃO, MEIO AMBIENTE EQUILIBRADO, RESPONSABILIZAÇÃO, DANO AMBIENTAL. COMPETÊNCIA CONCORRENTE, USURPAÇÃO DE COMPETÊNCIA, OFENSA DIRETA, CONSTITUIÇÃO FEDERAL. LICENCIAMENTO AMBIENTAL, PODER DE POLÍCIA, ADMINISTRAÇÃO PÚBLICA. PRINCÍPIO DA PREVENÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES:  INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROSA WEBER: CONSTITUCIONALIDADE FORMAL, LEI ESTADUAL, LICENCIAMENTO AMBIENTAL, COMPETÊNCIA CONCORRENTE, DIREITO AMBIENTAL.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: TEMPO DE ESPERA, LICENÇA AMBIENTAL, CONCILIAÇÃO, PRINCÍPIO DA LIVRE INICIATIVA, DEFESA, MEIO AMBIENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5475&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MUNICÍPIO, COMPETÊNCIA LEGISLATIVA, PROTEÇÃO, MEIO AMBIENTE)\nRE 586224 (TP). \n(COMPETÊNCIA CONCORRENTE, USURPAÇÃO DE COMPETÊNCIA, OFENSA DIRETA, CONSTITUIÇÃO FEDERAL)\nADI 2903 (TP), ADI 2344 QO (TP). \n(CONTRARIEDADE, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS)\nADI 2903. \n(COMPETÊNCIA CONCORRENTE, MEIO AMBIENTE)\nRE 194704 (TP), ADI 3035 (TP), ADI 3937 (TP), ADI 3252 MC (TP), ADI 4615 (TP), ADI 1086 (TP), ADI 5312. \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 62.\nAnálise: 10/03/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO AMAPA \nPROC.(A/S)(ES) : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO AMAPÁ \nPROC.(A/S)(ES) : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425818,"documental_tese_texto":null,"procedencia_geografica_completo":"AP - AMAPÁ","processo_codigo_completo":"ADI 5475","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-04-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes. Competências na Constituição de 1988 . 3. ed. São Paulo: Atlas, 2005. p. 97.\nANTUNES, Paulo de Bessa. Federalismo e competências ambientais no Brasil. 2. ed. São Paulo: Atlas, 2015. p. 94.\nARAGÃO, Alexandra. Direito Constitucional do ambiente da União Europeia. In: CANOTILHO, José Joaquim Gomes; LEITE, José Rubens Morato (Org.). Direito Constitucional Ambiental brasileiro. 5. ed. rev. São Paulo: Saraiva, 2012. p. 73.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Fernando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBENJAMIN, Antônio Herman. Constitucionalização do ambiente e ecologização da Constituição brasileira. In: CANOTILHO, José Joaquim Gomes; LEITE, José Rubens Morato (Org.). Direito Constitucional Ambiental brasileiro. 5. ed. rev. São Paulo: Saraiva, 2012. p. 100.\nCANOTILHO, Jose J. Gome. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\n______. The Federalist papers, n. IX.\nHORTA, Raul Machado. Direito Constitucional. 4 ed. rev. e atual. Belo Horizonte: Del Rey, 2003. p. 356.\nMACHADO, Paulo Affonso Leme. Direito ambiental brasileiro. 24. ed. rev., ampl. e atual. São Paulo: Malheiros, 2016. p. 121 e 335.\n______.  Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo. 1, p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSARLET, Ingo Wolfgang; FENSTERSEIFER, Tiago. Direito Constitucional Ambiental. 5. ed. rev., atual. e ampl. São Paulo: Revista dos Tribunais, 2017. p. 165.\nSILVA, José Afonso. Direito ambiental constitucional. 10. ed. atual. São Paulo: Malheiros, 2013. p. 53.\nSIRVINSKAS. Luís Paulo. Manual de Direito Ambiental. 7. ed. São Paulo: Saraiva, 2009. p. 120-121 e 172-173.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":5475,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425827","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na arguição de descumprimento de preceito fundamental, nos termos do voto da Relatora. Plenário, Sessão Virtual de 8.5.2020 a 14.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425827","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425827","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. ART. 522 DA CONSOLIDAÇÃO DAS LEIS DO TRABALHO. INC. II DA SÚMULA N. 369 DO TRIBUNAL SUPERIOR DO TRABALHO. DEFINIÇÃO DE NÚMERO MÁXIMO DE DIRIGENTES SINDICATOS COM ESTABILIDADE NO EMPREGO. RECEPÇÃO DO ART. 522 DA CONSOLIDAÇÃO DAS LEIS DO TRABALHO. PRECEDENTES DO SUPREMO TRIBUNAL. AUSÊNCIA DE ESVAZIAMENTO DO NÚCLEO DA LIBERDADE SINDICAL PELA NORMA LEGAL E PELO ENUNCIADO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL IMPROCEDENTE.\n\n\n\n    1. A liberdade sindical tem previsão constitucional, mas não se dota de caráter absoluto. A previsão legal de número máximo de dirigentes sindicais dotados de estabilidade de emprego não esvazia aquela liberdade, que se preserva para cumprir a finalidade de autonomia da entidade sindical, não para criar situações de estabilidade genérica e ilimitada sem se conciliar com a razoabilidade e a finalidade da norma constitucional garantidora do direito.\n\n\n\n    2. Recepção da norma legal acolhida em precedentes do Supremo Tribunal Federal. Súmula que expressa o que a jurisprudência deste Supremo Tribunal não contraria a Constituição da República.\n\n\n\n    3. Arguição de descumprimento de preceito fundamental improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752834382","externo_seq_objeto_incidente":4420956,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-137  DIVULG 02-06-2020  PUBLIC 03-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=276&classe=ADPF","is_colac":false,"titulo":"ADPF 276","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00054 ART-00008 \n          \"CAPUT\" INC-00001 INC-00002 INC-00008\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC-000087      ANO-1948\n                CONVENÇÃO SOBRE A LIBERDADE SINDICAL E A PROTEÇÃO DO DIREITO SINDICAL, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000098      ANO-1949\n                CONVENÇÃO  RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE  ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO  TRABALHO - OIT\n\n","LEG-INT   CVC      ANO-1966\n          ART-00008 PAR-00001 LET-A LET-B \n          LET-C LET-D\n                CONVENÇÃO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00522\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000049      ANO-1952\n                DECRETO LEGISLATIVO - APROVA CONVENÇÃO Nº 98, RELATIVA  À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E  DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL  DO TRABALHO - OIT\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-033196      ANO-1953\n                DECRETO - PROMULGA A CONVENÇÃO Nº 98, RELATIVA À  APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E  DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL  DO TRABALHO - OIT\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   SUMTST-000369      \n          INC-00002\n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000450      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2020-06-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DISCUSSÃO, CONSTITUCIONALIDADE, SÚMULA. PRINCÍPIO DA LIBERDADE SINDICAL. GARANTIA, ESTABILIDADE PROVISÓRIA, EMPREGO, DIRIGENTE SINDICAL, FINALIDADE, PROTEÇÃO, EMPREGADO, ATUAÇÃO, NEGOCIAÇÃO, EMPREGADOR, DEFESA, INTERESSE, CATEGORIA. PERMISSÃO, ENTIDADE SINDICAL, DEFINIÇÃO, NÚMERO, DIRIGENTE, ESTABILIDADE, IMPEDIMENTO, EXERCÍCIO, DIREITO, EMPREGADOR, EXTINÇÃO, CONTRATO DE TRABALHO, AUSÊNCIA, JUSTA CAUSA; INSEGURANÇA JURÍDICA. LIMITE LEGAL, ESTABILIDADE, DIRIGENTE SINDICAL, EFETIVAÇÃO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA LIBERDADE; PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA RAZOABILIDADE. PRINCÍPIO DA UNICIDADE SINDICAL. DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH), DIREITOS HUMANOS, AUSÊNCIA, CARÁTER ABSOLUTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=276&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CABIMENTO, ADPF)\nADPF 80 AgR (TP), ADPF 304 (TP), ADPF 501 AgR (TP). \n(CF, RECEPÇÃO, ARTIGO, CLT, LIMITE LEGAL, ESTABILIDADE, DIRIGENTE SINDICAL)\nAI 558181 AgR (2ªT), AI 702798 AgR (1ªT), RE 569817 AgR (2ªT), RE 446970 AgR (2ªT), AI 620287 AgR (2ªT), AI 593129 AgR (1ªT), AI 803632 AgR (1ªT), AI 836147 AgR (2ªT), ARE 1099153 AgR (2ªT). \n- Legislação estrangeira citada: art. 427, § 2º, do Tratado de Versalhes; art. 23, § 4º; art. 30, inciso 30, da Declaração Universal dos Direitos Humanos de 1948.\nNúmero de páginas: 25.\nAnálise: 12/03/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM ESTABELECIMENTOS DE ENSINO - CONTEE \nADV.(A/S)  : JOSÉ GERALDO DE SANTANA OLIVEIRA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : TRIBUNAL SUPERIOR DO TRABALHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425827,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 276","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-05-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BULOS, Uadi Lammêgo. Curso de direito constitucional. 11. ed. São Paulo: Saraiva Educação, 2018. p. 534-535.\nGOMES, Orlando; GOTTSCHALK, Elson. Curso de Direito do Trabalho. 19. ed. Rio de Janeiro: Forense, 2011. p. 576-577.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva Educação, 2019. p. 596-597.\nRAMOS, André de Carvalho. Curso de Direitos Humanos. 7. ed. São Paulo: Saraiva Educação, 2020. p. 123. \nSARLET, Ingo Wolfgang; MARINONI Luiz Guilherme. MITIDIERO, Daniel Mitidiero. Curso de direito constitucional. 8. ed. São Paulo: Saraiva Educação, 2019. p. 815.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":276,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur426824","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, preliminarmente, conheceu da presente Ação Direta de Inconstitucionalidade como Arguição de Descumprimento de Preceito Fundamental e, no mérito, presentes o fumus boni iuris e o periculum in mora, referendou a liminar deferida a fim de conferir interpretação conforme à Constituição ao artigo 392, § 1º, da CLT, assim como ao artigo 71 da Lei n.º 8.213/91 e, por arrastamento, ao artigo 93 do seu Regulamento (Decreto n.º 3.048/99), e assim assentar a necessidade de prorrogar o benefício, bem como considerar como termo inicial da licença-maternidade e do respectivo salário-maternidade a alta hospitalar do recém-nascido e/ou de sua mãe, o que ocorrer por último, quando o período de internação exceder as duas semanas previstas no art. 392, § 2º, da CLT, e no art. 93, § 3º, do Decreto n.º 3.048/99, nos termos do voto do Relator, vencido o Ministro Marco Aurélio, que indeferia a liminar. O Ministro Gilmar Mendes acompanhou o Relator com ressalvas. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 27.3.2020 a 02.04.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["1","3","5","8","10"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur426824","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur426824","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: REFERENDO DE MEDIDA CAUTELAR. AÇÃO DIRETA DE INCONSTITUCIONALIDADE. ADI. IMPUGNAÇÃO DE COMPLEXO NORMATIVO QUE INCLUI ATO ANTERIOR À CONSTITUIÇÃO. FUNGIBILIDADE. ADPF. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. REQUISITOS PRESENTES. CONHECIMENTO. PROBABILIDADE DO DIREITO. PROTEÇÃO DEFICIENTE. OMISSÃO PARCIAL. MÃES E BEBÊS QUE NECESSITAM DE INTERNAÇÃO PROLONGADA. NECESSIDADE DE EXTENSÃO DO PERÍODO DE LICENÇA-MATERNIDADE E DE PAGAMENTO DE SALÁRIO-MATERNIDADE NO PERÍODO DE 120 DIAS POSTERIOR À ALTA. PROTEÇÃO À MATERNIDADE E À INFÂNCIA COMO DIREITOS SOCIAIS FUNDAMENTAIS. ABSOLUTA PRIORIDADE DOS DIREITOS DAS CRIANÇAS. DIREITO À CONVIVÊNCIA FAMILIAR. MARCO LEGAL DA PRIMEIRA INFÂNCIA. ALTA HOSPITALAR QUE INAUGURA O PERÍODO PROTETIVO. \n\n\n\n    1. Preliminarmente, assento, pela fungibilidade, o conhecimento da presente ação direta de inconstitucionalidade como arguição de descumprimento de preceito fundamental, uma vez que impugnado complexo normativo que inclui ato anterior à Constituição e presentes os requisitos para a sua propositura. \n\n\n\n    2. Margem de normatividade a ser conformada pelo julgador dentro dos limites constitucionais que ganha relevância no tocante à efetivação dos direitos sociais, que exigem, para a concretização da igualdade, uma prestação positiva do Estado, material e normativa. Possibilidade de conformação diante da proteção deficiente. Precedente RE 778889, Relator(a): Min. ROBERTO BARROSO, Tribunal Pleno, julgado em 10/03/2016.\n\n\n\n    3. O reconhecimento da qualidade de preceito fundamental derivada dos dispositivos constitucionais que estabelecem a proteção à maternidade e à infância como direitos sociais fundamentais (art. 6º) e a absoluta prioridade dos direitos da crianças, sobressaindo, no caso, o direito à vida e à convivência familiar (art. 227), qualifica o regime de proteção desses direitos.\n\n\n\n    4. Além disso, o bloco de constitucionalidade amplia o sistema de proteção desses direitos: artigo 24 da Convenção sobre os Direitos da Criança (Decreto n.º 99.710/1990), Objetivos 3.1 e 3.2 da Agenda ODS 2030 e Estatuto da Primeira Infância (Lei n.º 13.257/2016), que alterou a redação do Estatuto da Criança e do Adolescente (Lei n.º 8.069/1990), a fim de incluir no artigo 8º, que assegurava o atendimento pré e perinatal, também o atendimento pós-natal. Marco legal que minudencia as preocupações concernentes à alta hospitalar responsável, ao estado puerperal, à amamentação, ao desenvolvimento infantil, à criação de vínculos afetivos, evidenciando a proteção qualificada da primeira infância e, em especial, do período gestacional e pós-natal, reconhecida por esta Suprema Corte no julgamento do HC coletivo das mães e gestantes presas (HC 143641, Relator(a): Min. RICARDO LEWANDOWSKI, Segunda Turma, julgado em 20/02/2018, PROCESSO ELETRÔNICO DJe-215 DIVULG 08-10-2018 PUBLIC 09-10-2018).\n\n\n\n    5. É indisputável que essa importância seja ainda maior em relação a bebês que, após um período de internação, obtêm alta, algumas vezes contando com já alguns meses de vida, mas nem sempre sequer com o peso de um bebê recém-nascido a termo, demandando cuidados especiais em relação a sua imunidade e desenvolvimento. A alta é, então, o momento aguardado e celebrado e é esta data, afinal, que inaugura o período abrangido pela proteção constitucional à maternidade, à infância e à convivência familiar. \n\n\n\n    6. Omissão inconstitucional relativa nos dispositivos impugnados, uma vez que as crianças ou suas mães que são internadas após o parto são desigualmente privadas do período destinado à sua convivência inicial.\n\n\n\n    7. Premissas que devem orientar a interpretação do art. 7º, XVIII, da Constituição, que prevê o direito dos trabalhadores à “licença à gestante, sem prejuízo do emprego e do salário, com a duração de cento e vinte dias.” Logo, os cento e vinte dias devem ser considerados com vistas a efetivar a convivência familiar, fundada especialmente na unidade do binômio materno-infantil.\n\n\n\n    8. O perigo de dano irreparável reside na inexorabilidade e urgência da vida. A cada dia, findam-se licenças-maternidade que deveriam ser estendidas se contadas a partir da alta, com o respectivo pagamento previdenciário do salário-maternidade, de modo a permitir que a licença à gestante tenha, de fato, o período de duração de 120 dias previsto no art. 7º, XVIII, da Constituição.\n\n\n\n    9. Presentes o fumus boni iuris e o periculum in mora, defiro a liminar, a fim de conferir interpretação conforme à Constituição ao artigo 392, §1º, da CLT, assim como ao artigo 71 da Lei n.º 8.213/91 e, por arrastamento, ao artigo 93 do seu Regulamento (Decreto n.º 3.048/99), e assim assentar (com fundamento no bloco constitucional e convencional de normas protetivas constante das razões sistemáticas antes explicitadas) a necessidade de prorrogar o benefício, bem como considerar como termo inicial da licença-maternidade e do respectivo salário-maternidade a alta hospitalar do recém-nascido e/ou de sua mãe, o que ocorrer por último, quando o período de internação exceder as duas semanas previstas no art. 392, §2º, da CLT, e no art. 93, §3º, do Decreto n.º 3.048/99.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753031261","externo_seq_objeto_incidente":5886300,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-154  DIVULG 18-06-2020  PUBLIC 19-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6327&classe=ADI","is_colac":false,"titulo":"ADI 6327 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00003 INC-00001 ART-00005 INC-00054 \n          ART-00006 ART-00007 INC-00018 INC-00020 \n          ART-00037 ART-00195 INC-00001 LET-A \n          INC-00002 PAR-00005 ART-00201 \"CAPUT\" \n          INC-00002 ART-00203 INC-00001 ART-00227 \n          PAR-00001 INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000065      ANO-2010\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000090      ANO-2015\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00008 PAR-00003 PAR-00004 PAR-00006 \n          PAR-00007 PAR-00009\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008213      ANO-1991\n          ART-00071\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 PAR-ÚNICO INC-00001 ART-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010421      ANO-2002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012010      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013257      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1989\n          ART-00024 NÚMERO-1 NÚMERO-2 LET-A \n          LET-D LET-E\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00392 PAR-00001 PAR-00002 PAR-00003\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA  A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-003048      ANO-1999\n          ART-00093 PAR-00003\n                DECRETO\n\n","LEG-FED   PEC-000181      ANO-2015\n                PROPOSTA DE EMENDA CONSTITUCIONAL"],"publicacao_data":"2020-06-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NATUREZA TRABALHISTA, LICENÇA MATERNIDADE. AUSÊNCIA, LEI, AUSÊNCIA, NORMA. AUTOCONTENÇÃO JUDICIAL, DISCRICIONARIEDADE, JULGADOR. OMISSÃO LEGISLATIVA, PROTEÇÃO DEFICIENTE. EVOLUÇÃO, LICENÇA MATERNIDADE, INGRESSO, MULHER, MERCADO DE TRABALHO, DIREITO, PROTEÇÃO À INFÂNCIA, CONVIVÊNCIA, MÃE, CRIANÇA, FILHO ADOTIVO. INCONSTITUCIONALIDADE, DIFERENÇA, PRAZO, LICENÇA MATERNIDADE, FILHO BIOLÓGICO, FILHO ADOTIVO. FONTE DE CUSTEIO, PROTEÇÃO, MATERNIDADE, ASSISTÊNCIA SOCIAL, SAÚDE. SALÁRIO-MATERNIDADE, BENEFÍCIO PREVIDENCIÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO À PROTEÇÃO DA MATERNIDADE E DA INFÂNCIA, DIREITO SOCIAL, SEGUNDA GERAÇÃO. EVOLUÇÃO, CONSTITUIÇÃO FEDERAL, DIREITO À PROTEÇÃO DA MATERNIDADE E DA INFÂNCIA. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. DEVER DE PROTEÇÃO. AFASTAMENTO, GESTANTE, TRABALHO, OPÇÃO, LEGISLAÇÃO INFRACONSTITUCIONAL, CONTRIBUIÇÃO PREVIDENCIÁRIA PATRONAL, SALÁRIO-MATERNIDADE. TRANSFERÊNCIA, PREVIDÊNCIA SOCIAL, PAGAMENTO, SALÁRIO-MATERNIDADE. LIMITAÇÃO, ATIVIDADE JURISDICIONAL, PRINCÍPIO DA CONTRAPARTIDA, PRINCÍPIO DA RESERVA LEGAL. VEDAÇÃO, ATUAÇÃO, PODER JUDICIÁRIO, LEGISLADOR POSITIVO, AUMENTO, BENEFÍCIO PREVIDENCIÁRIO. EXIGÊNCIA, CONSTITUIÇÃO FEDERAL, INDICAÇÃO, FONTE DE CUSTEIO, EQUILÍBRIO ATUARIAL, EQUILÍBRIO FINANCEIRO, PREVIDÊNCIA SOCIAL. VINCULAÇÃO, LEGISLADOR ORDINÁRIO, DOTAÇÃO ORÇAMENTÁRIA. PRINCÍPIO DA SOLIDARIEDADE. INCONSTITUCIONALIDADE POR ARRASTAMENTO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PRORROGAÇÃO, TERMO INICIAL, BENEFÍCIO PREVIDENCIÁRIO, SALÁRIO-MATERNIDADE, DECORRÊNCIA, INTERNAÇÃO HOSPITALAR, MÃE, FILHO RECÉM-NASCIDO.\n\n- TERMO(S) DE RESGATE: TEORIA DO APEGO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6327&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROTEÇÃO À INFÂNCIA, MÃE, GESTANTE, PRISÃO)\nHC 143641 (2ªT). \n(SUBSIDIARIEDADE, CABIMENTO, ADPF)\nADPF 378 MC (TP), ADPF 446 (TP). \n(PRINCÍPIO DA FUNGIBILIDADE)\nADI 4079 (TP), ADI 4163 (TP). \n(REQUISITO, ADPF, PRINCÍPIO CONSTITUCIONAL SENSÍVEL)\nADPF 33 MC (TP). \n(AUMENTO, PERÍODO, PRAZO, LICENÇA MATERNIDADE, MÃE, PARTO PREMATURO)\nRE 778889 (TP). \n(OMISSÃO LEGISLATIVA, SALÁRIO MÍNIMO)\nADI 1458 MC (TP). \n(DIFERENÇA, PRAZO, LICENÇA MATERNIDADE, FILHO BIOLÓGICO, FILHO ADOTIVO)\nRE 778889 (TP). \n(EXTENSÃO, LICENÇA MATERNIDADE, INTERNAÇÃO HOSPITALAR, PARTO PREMATURO)\n05137979520164058100. \n(AUMENTO, BENEFÍCIO PREVIDENCIÁRIO, INDICAÇÃO, FONTE DE CUSTEIO, LEGISLADOR POSITIVO)\nRE 778889 (TP), RE 597389 QO-RG (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(EXTENSÃO, LICENÇA MATERNIDADE, INTERNAÇÃO HOSPITALAR, PARTO PREMATURO)\nJFDF: 0026282-36.2016.4.01.3400, TJSP: AC 1002865-29.2018.8.26.0428, TRT17: MS 0000364-80.2017.5.17.0000. \n- Legislação estrangeira citada: Art. 2, II, da Lei Fundamental, da Corte Constitucional alemã.\n- Decisões estrangeiras citadas: BverfGE, 39, 1 e s.; BverfGE 46, 160 (164); BverfGE 49, 89 (140 e s.); BverfGE 53, 50 (57 e s.); BverfGE 56, 54 (78); BverfGE 66, 39 (61); BverfGE 77, 170 (229 s.); BverfGE 77, 381 (402 e s.); BverfGE 77, 170 (214), BverfGE 88, 203, 1993, da Corte Constitucional alemã.\n- Veja os objetivos de desenvolvimento sustentável 3.1 e 3.2, da Agenda ODS 2030, da ONU.\n\n\nNúmero de páginas: 38.\nAnálise: 17/03/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : SOLIDARIEDADE \nADV.(A/S)  : GUILHERME PUPE DA NOBREGA E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":426824,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6327 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-04-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARROSO, Luís Roberto O controle de constitucionalidade no direito brasileiro: exposição sistemática da doutrina e análise crítica da jurisprudência. 6. ed. São Paulo: Saraiva, 2012. p. 298.\nBERNAL PULIDO, Carlos. El principio de proporcionalidad y los derechos fundamentales. Madrid: Centro de Estudios Políticos y Constitucionales; 2003. p. 798 et seq.\nCANARIS, Claus-Wilhelm. Grundrechtswirkungen und Verhältnismässigkeitsprinzip in der richterlichen Anwendung und Fortbildung des Privatsrechts. JuS, 1989. p. 161-163.\n______. Direitos Fundamentais e Direito Privado. Coimbra: Almedina, 2003.\nCANOTILHO, Direito Constitucional e Teoria da Constituição. 6.ed. Coimbra: Almedina, 2002. p. 273.\nDIETLEIN, Johannes. Die Lehre von den grundrechtlichen Schutzpflichten. Berlin, 1991. p. 17 e 18.\nGARGARELLA, Roberto. Democracia deliberativa y judicialización de los derechos sociales. ALEGRE, Marcelo; GARGARELLA, Roberto (Coord). El derecho a la i gualdad: aportes para un constitucionalismo igualitario. Buenos Aires: Lexis Nexis Argentina 2007. p. 121-144 e 134-135.\nMELLO, Celso Antônio Bandeira de. Conteúdo Jurídico do Princípio da Igualdade. 3. ed. São Paulo: Malheiros, 2005. p. 21-22.\nMÜNCH, Ingo. Grundgesetz-Kommentar, Kommentar zu Vorbemerkung Art 1-19, nº 22.\nRICHTER, Ingo; SCHUPPERT, Gunnar Folke. Casebook Verfassungsrecht. 3. ed. München, 1996. p. 35-36 e 37.","ministro_facet":["EDSON FACHIN"],"processo_numero":6327,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur426828","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Ricardo Lewandowski (Presidente), Marco Aurélio e Edson Fachin, negando provimento ao agravo regimental, pediu vista dos autos o Ministro Teori Zavascki. Declarou suspeição a Ministra Rosa Weber. Ausente, nesta assentada, o Ministro Gilmar Mendes. Plenário, 03.08.2015.\r\n\n                 Decisão: Após os votos dos Ministros Teori Zavascki, Roberto Barroso e Cármen Lúcia, que davam parcial provimento ao agravo regimental, e o voto do Ministro Gilmar Mendes, que provia integralmente o recurso, pediu vista dos autos o Ministro Dias Toffoli. Em seguida, o Tribunal, por maioria, acolheu proposta do Ministro Dias Toffoli no sentido de deferir liminar para que, desde logo, seja suspensa a astreinte determinada pelo Tribunal de Justiça do Estado, até a apreciação final do agravo, vencidos os Ministros Marco Aurélio e Ricardo Lewandowski (Presidente). Declarou suspeição a Ministra Rosa Weber. Ausentes, justificadamente, os Ministros Celso de Mello e Luiz Fux. Presidência do Ministro Ricardo Lewandowski. Plenário, 24.09.2015.\r\n\n                       Decisão: O Tribunal, por unanimidade, acolheu proposta do Ministro Dias Toffoli no sentido de extinguir-se o feito, sem resolução de mérito, nos termos do art. 485, VI, do CPC, por perda superveniente de seu objeto. Reajustou seu voto a Ministra Cármen Lúcia (Presidente). Declarou suspeição a Ministra Rosa Weber. Ausente, neste julgamento, o Ministro Gilmar Mendes. Plenário, 26.4.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA (Presidente)","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur426828","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur426828","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NA SUSPENSÃO DE LIMINAR. TRIBUNAL DE JUSTIÇA DO RIO GRANDE DO SUL: PAGAMENTO DE SERVIDORES ATÉ O ÚLTIMO DIA ÚTIL DE CADA MÊS. CONTRACAUTELA: CAUTELAR INDEFERIDA. AGRAVO REGIMENTAL. JULGAMENTO SUSPENSO POR PEDIDO DE VISTA. CONCESSÃO DE LIMINAR PARA SUSPENDER ASTREINTE. RETOMADA DO JULGAMENTO. TRANSCURSO DO TEMPO: ADIMPLEMENTO DAS PRESTAÇÕES EM ATRASO. EDIÇÃO DA LEI COMPLEMENTAR GAÚCHA N. 15.045/2017: INDENIZAÇÃO PELO ATRASO NO PAGAMENTO DOS SERVIDORES. JULGAMENTO DE MÉRITO DA AÇÃO OBJETO DA CONTRACAUTELA, COM EXCLUSÃO DAS ASTREINTES. PERDA DE OBJETO DA PRESENTE SUSPENSÃO DE LIMINAR. EXTINÇÃO, SEM RESOLUÇÃO DE MÉRITO (INC. VI DO ART. 485 DO CÓDIGO DE PROCESSO CIVIL), DA SUSPENSÃO DE LIMINAR.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753031676","externo_seq_objeto_incidente":4790581,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-154  DIVULG 18-06-2020  PUBLIC 19-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=883&classe=SL","is_colac":false,"titulo":"SL 883 MC-AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00007 INC-00006 INC-00010 ART-00037 \n          INC-00015 ART-00100 ART-00198 PAR-00002 \n          ART-00212\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00097 PAR-00010\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000101      ANO-2000\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LCP-000141      ANO-2012\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-001079      ANO-1950\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007783      ANO-1989\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008437      ANO-1992\n          ART-00004 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00485 INC-00006 ART-00730\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00330\n                CP-1940 CÓDIGO PENAL\n\n","LEG-EST   CES      ANO-1989\n          ART-00035 ART-00036\n                CONSTITUIÇÃO ESTADUAL, RS\n\n","LEG-EST   LCP-015045      ANO-2017\n          ART-00001 PAR-ÚNICO ART-00002 ART-00003 \n          PAR-ÚNICO\n                LEI COMPLEMENTAR, RS\n\n","LEG-EST   DEC-052230      ANO-2015\n                DECRETO, RS\n\n","LEG-EST   DEC-052294      ANO-2015\n                DECRETO, RS\n\n","LEG-EST   DEC-052295      ANO-2015\n                DECRETO, RS"],"publicacao_data":"2020-06-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- MANDADO DE SEGURANÇA, EXECUÇÃO FISCAL, REGIME DE PRECATÓRIO.\n\n- VOTO, MIN. TEORI ZAVASCKI: FAZENDA PÚBLICA, APLICAÇÃO, PENA PECUNIÁRIA. INTERVENÇÃO FEDERAL, INADIMPLÊNCIA, PRECATÓRIO. PAGAMENTO INTEGRAL, SALÁRIO, ORDEM JUDICIAL, PREJUÍZO, FINANÇAS PÚBLICAS, ESTADO-MEMBRO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=883&classe=SL","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"SL-MC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MANDADO DE SEGURANÇA, EXECUÇÃO FISCAL, REGIME DE PRECATÓRIO)\nRE 889173 RG. \n(FAZENDA PÚBLICA, APLICAÇÃO, PENA PECUNIÁRIA)\nRE 495740 AgR (2ªT), ARE 639337 AgR (2ªT), AI 732188 AgR (1ªT). \n(INTERVENÇÃO FEDERAL, INADIMPLÊNCIA, PRECATÓRIO)\nIF 20 (TP), IF 2915 (TP). \n- Decisões monocráticas citadas:\n(PAGAMENTO INTEGRAL, SALÁRIO, ORDEM JUDICIAL, PREJUÍZO, FINANÇAS PÚBLICAS, ESTADO-MEMBRO)\nSS 3154, SS 3454.\n- Legislação estrangeira citada: art. 25, art. 26 e art. 130 da Constituição Belga.\nNúmero de páginas: 74.\nAnálise: 09/03/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAGDO.(A/S)  : ASSOCIAÇÃO BENEFICENTE ANTÔNIO MENDES FILHO - ABAMF \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : ASSOCIAÇÃO DOS OFICIAIS DA BRIGADA MILITAR - ASOFBM \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : ASSOCIAÇÃO DOS DELEGADOS DE POLÍCIA DO RIO GRANDE DO SUL - ASDEP \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : SINDICATO DOS SERVIDORES PROCURADORIA-GERAL DO ESTADO DO RS - SINDISPGE \nADV.(A/S)  : JEVERTON ALEX DE OLIVEIRA LIMA \nAGDO.(A/S)  : SINDICATO DOS TÉCNICOS-CIENTÍFICOS DO ESTADO DO RIO GRANDE DO SUL - SINTERGS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : ASSOCIAÇÃO DOS PROCURADORES DO ESTADO DO RIO GRANDE DO SUL - APERGS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : SINDICATO SERVIDORES DO DEPARTAMENTO ESTADUAL DE TRÂNSITO - SINDET \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : SINDICATO DOS SERVIDORES PÚBLICOS APOSENTADOS E PENSIONISTAS - SINAPERS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : SINDISSAMA SAÚDE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : FEDERAÇÃO SINDICAL DOS SERVIDORES PÚBLICOS DO ESTADO DO RS - FESSERGS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : ASSOCIAÇÃO COMISSÁRIOS POLÍCIA DO RS - ACP-RS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : ASSOCIAÇÃO DOS JUÍZES DO RIO GRANDE DO SUL - AJURIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : SINDIGERAL - SINDICATODOS SERVIDORES PÚBLICOS DO QUADRO GERAL DO RIO GRANDE DO SUL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : SISDAER - SINDICATO DOS SERVIDORES DO DAER \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : AÍDA MARIA DOLCE SILVA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : ASSOCIAÇÃO DOS SARGENTOS, SUBTENENTES E TENENTES DA BRIGADA MILITAR \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : AFOCEFE - SINDICATO DOS TÉCNICOS TRIBUTÁRIOS DA RECEITA ESTADUAL DO RIO GRANDE DO SUL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":426828,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"SL 883 MC-AgR","processo_classe_processual_unificada_classe_sigla":"SL","julgamento_data":"2018-04-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA MEDIDA CAUTELAR NA SUSPENSÃO DE LIMINAR","documental_doutrina_texto":"CHIOVENDA, Giuseppe. Instituições de direito processual civil. Tradução: J. Guimarães Menegale. 3. ed. São Paulo: Saraiva, 1969. v. 1. p. 288.\nHABERLE, Peter. Demokratische Verfassungstheorie im Lichte des Möglichkeitsdenken. Die Verfassung des Pluralismus, Königstein/TS, 1980. p. 3, p. 6-7 e p. 9-10.\nPERELMAN. Lógica Jurídica. p. 107.\nZAGREBELSKY. El Derecho Dúctil. Ley, derechos, justicia. Tradução: Marina Gascón. 3. ed. Madrid: Trotta, 1999. p. 13 e p. 16-17.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":883,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur427823","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta, nos termos do voto da Relatora, vencido o Ministro Dias Toffoli (Presidente). Falou, pelo requerente, a Dra. Ezikelly Barros. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Plenário, 04.03.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur427823","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur427823","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI NACIONAL N. 13.107, DE 24.3.2015. ALTERAÇÃO DA LEI DOS PARTIDOS POLÍTICOS E DA LEI ELEITORAL (LEI N. 9.096/1995 E 9.504/1997). NOVAS CONDIÇÕES LEGAIS PARA CRIAÇÃO, FUSÃO E INCORPORAÇÃO DE PARTIDOS POLÍTICOS. APOIO DE ELEITORES NÃO FILIADOS E PRAZO MÍNIMO DE CINCO ANOS DE EXISTÊNCIA DOS PARTIDOS. FORTALECIMENTO DO MODELO REPRESENTATIVO E DENSIFICAÇÃO DO PLURIPARTIDARISMO. FUNDAMENTO DO PRINCÍPIO DEMOCRÁTICO. FIDELIDADE PARTIDÁRIA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA IMPROCEDENTE.\n\n\n\n    1. Pela Constituição da República se assegura a livre criação, fusão e incorporação de partidos políticos, condicionadas aos princípios do sistema democrático representativo e do pluripartidarismo.\n\n\n\n    2. São constitucionais as normas pelas quais se fortaleça o controle quantitativo e qualitativo dos partidos, sem afronta ao princípio da igualdade ou ingerência no funcionamento interno. \n\n\n\n    3. A determinação constitucional de caráter nacional dos partidos políticos objetiva impedir a proliferação de agremiações sem expressão política, que podem atuar como “legendas de aluguel”, fraudando a representação, base do regime democrático.\n\n\n\n    4. Ação direta de inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753178739","externo_seq_objeto_incidente":4758587,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-169  DIVULG 03-07-2020  PUBLIC 06-07-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5311&classe=ADI","is_colac":false,"titulo":"ADI 5311","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00152 PAR-ÚNICO\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00001 INC-00002 \n          INC-00005 PAR-ÚNICO ART-00005 \"CAPUT\" \n          INC-00008 INC-00017 INC-00020 ART-00017 \n          \"CAPUT\" INC-00001 INC-00002 INC-00003 \n          INC-00004 \n          ART-00017 \"CAPUT\" PAR-00001 REDAÇÃO DADA PELA EMC-52/2006\n          ART-00017 \"CAPUT\" PAR-00002 PAR-00003 \n          PAR-00004 ART-00022 INC-00001 ART-00045 \n          ART-00061 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000052      ANO-2006\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00001 \n          ART-00007 PAR-00001 REDAÇÃO DADA PELA LEI-13107/2015\n          ART-00007 PAR-00001 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00007 PAR-00002 PAR-00003 ART-00022 \n          INC-00005 \n          ART-00029 PAR-00009 INCLUÍDO PELA LEI-13107/2015\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013107      ANO-2015\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013165      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-FED   RES-022610      ANO-2007\n          ART-00001 PAR-00001 INC-00001 INC-00002 \n          INC-00003 INC-00004\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   PJL-000023      ANO-2015\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS"],"publicacao_data":"2020-07-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PARTIDO POLÍTICO, REPRESENTAÇÃO, REPRESENTADO, INTERMÉDIO, REPRESENTANTE, AUSÊNCIA, SUBSTITUIÇÃO. CONSTITUIÇÃO FEDERAL DE 1988, PRINCÍPIO DO SISTEMA REPRESENTATIVO, OPÇÃO, ASSEMBLEIA NACIONAL CONSTITUINTE. COMPETÊNCIA, JUSTIÇA ELEITORAL, CONFERÊNCIA, PROCESSO, LEGITIMIDADE, PARTIDO POLÍTICO. PARTIDO POLÍTICO, IDEOLOGIA, ÂMBITO NACIONAL, CONSAGRAÇÃO, LEGITIMIDADE, EXERCÍCIO, DIREITO POLÍTICO. DIFERENÇA, PARTIDO POLÍTICO, LEGENDA PARTIDÁRIA. PARTIDO POLÍTICO, ACESSO, FUNDO PARTIDÁRIO, REGISTRO, ESTATUTO, TRIBUNAL SUPERIOR ELEITORAL (TSE). FIDELIDADE PARTIDÁRIA, VINCULAÇÃO, MANDATO PARLAMENTAR, PARTIDO POLÍTICO. COLIGAÇÃO PARTIDÁRIA, PREENCHIMENTO, VAGA, PARLAMENTO. ENTIDADE SINDICAL, ENTIDADE DE CLASSE, FINANCIAMENTO, CAMPANHA ELEITORAL. GARANTIA CONSTITUCIONAL, CRIAÇÃO, INCORPORAÇÃO, FUSÃO DE PARTIDO POLÍTICO, AUTONOMIA. QUANTIDADE, PARTIDO POLÍTICO, RAZOABILIDADE.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: DIFICULDADE, SURGIMENTO, PARTIDO POLÍTICO, ÂMBITO NACIONAL. PARTIDO POLÍTICO, VÍNCULO, SOCIEDADE, PODER PÚBLICO. PRINCÍPIO CONSTITUCIONAL, FIDELIDADE PARTIDÁRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5311&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PARTIDO POLÍTICO, IDEOLOGIA, ÂMBITO NACIONAL, CONSAGRAÇÃO, LEGITIMIDADE, EXERCÍCIO, DIREITO POLÍTICO)\nMS 26604 (TP). \n(ENTIDADE SINDICAL, ENTIDADE DE CLASSE, FINANCIAMENTO, CAMPANHA ELEITORAL)\nADI 1076 MC. \n(GARANTIA CONSTITUCIONAL, CRIAÇÃO, INCORPORAÇÃO, FUSÃO DE PARTIDO POLÍTICO, AUTONOMIA)\nADI 1407 MC. \n(DIFICULDADE, SURGIMENTO, PARTIDO POLÍTICO, ÂMBITO NACIONAL)\nADI 4430 (TP). \n(PRINCÍPIO CONSTITUCIONAL, FIDELIDADE PARTIDÁRIA)\nMS 20927 (TP), MS 26603 (TP), MS 26602 (TP), MS 26604 (TP). \n(FIDELIDADE PARTIDÁRIA, VINCULAÇÃO, MANDATO PARLAMENTAR, PARTIDO POLÍTICO)\nMS 20927 (TP), MS 26604 (TP). \n(COLIGAÇÃO PARTIDÁRIA, PREENCHIMENTO, VAGA, PARLAMENTO)\nMS 30260 (TP). \n(PARTIDO POLÍTICO, VÍNCULO, SOCIEDADE, PODER PÚBLICO)\nADI 1351 (TP). \n(PARTIDO POLÍTICO, ACESSO, FUNDO PARTIDÁRIO, REGISTRO, ESTATUTO, TSE)\nADI 1076 MC. \n- Decisão monocrática citada:\n(PRINCÍPIO CONSTITUCIONAL, FIDELIDADE PARTIDÁRIA)\nMS 26890.\n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Consulta 1398. \n- Legislação estrangeira citada: Constituição de Weimar de 1919.\n\nNúmero de páginas: 93.\nAnálise: 20/01/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO REPUBLICANO DA ORDEM SOCIAL - PROS \nADV.(A/S)  : EZIKELLY BARROS \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":427823,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5311","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-03-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"AGRA, Walber de Moura et al. Comentários à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2013. p. 119.\nATALIBA, Geraldo. Clima republicano e Estado de Direito. Rev. de Inf. Legisl, Brasília, 21. ed, n. 84 out./dez. 1984. p. 98.\nBOBBIO, Norberto. Teoria Geral da Política. A filosofia política e as lições dos clássicos. Tradução: Daniela Beccaccia Versiani. Rio de Janeiro: Campus, 2000. p. 421, 462, 464 e 470.\nBONAVIDES, Paulo. O direito constitucional da democracia participativa. São Paulo: Malheiros, 2003. p. 25-26.\n______. Ciência Política. 10. ed. rev. atual. São Paulo: Malheiros, 1995. p. 387.\n______. ______. 21. ed. São Paulo: Malheiros, 2014. p. 34-35, 39, 220, 222, 227 e 231-232.\n______. A decadência dos partidos políticos e o caminho para a democracia direta. In: ROCHA, Cármen Lúcia Antunes; VELLOSO, Carlos Mário da Silva. Direito eleitoral. Belo Horizonte: Del Rey, 1996. p. 32-33 e 37-38.\n______. Curso de Direito Constitucional. 24. ed. São Paulo: Malheiros, 2009. p. 573-576 e p. 666-668.\nCANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. 7. ed. 2. reimpressão. Coimbra: Almedina, 2003. p. 291-293, 304, 316 e 321.\nCASTELLS, Manuel. A imagem mítica do brasileiro simpático existe só no samba. Folha de S. Paulo, São Paulo, A12, 2015.\nCUNHA, Sérgio Sérvulo da; AMARAL, Roberto. Manual das eleições. 2. ed. São paulo: Saraiva, 2002. p. 603.\nDALBERG, John Emerich Edward. Letter to Bishop Mandell Creighton. Edited by J. N. Figgis and R. V. Laurence. Historical essays and studies. London: Macmillan, 1907.\nDUVERGER, Maurice. Os partidos políticos. Rio de Janeiro: Zahar, 1970.\nGOMES, José Jairo. Direito Eleitoral. 11. ed. São Paulo: Atlas, 2015. p. 96-97.\nGONÇALVES, Guilherme S. Regime Constitucional dos Partidos Políticos. In: CLÈVE, Clèmerson Merlin (Coord.). Direito Constitucional Brasileiro. Teoria da Constituição e Direitos Fundamentais. São Paulo: Revista dos Tribunais, 2014. p. 1130.\nLIMA JÚNIOR, Olavo Brasil de. Partidos Políticos Brasileiros - 1945 a 1964. Rio de Janeiro: Graal, 1983. p. 56.\nMATOSO, Filipe. Dilma atendeu a pedidos ao aumentar verba de fundo partidário, diz Ministro. Disponível em: http://g1.globo.com/politica/noticia/2015/04/dilma-atendeu-pedidos-ao-aumentar-verba-de-fundo-partidario-diz-ministro.html.\nMIRANDA, Pontes de. Comentários à Constituição de 1967, com a Emenda n. 1, de 1969. Rio de Janeiro: Forense, 1987. v. 4. p. 604.\nNASPOLINI, Samuel Dal-Farra. Pluralismo político: subsídio para análise de sistema partidário e eleitoral brasileiros em face da Constituição Federal. Curitiba: Juruá, 2006. p. 34-35, 157-158, 218-226 e 228-232.\nREIS, Marisa Amaro do. Cláusula de desempenho e fortalecimento dos sistemas representativo e partidário no Brasil. Estudos Eleitorais, v. 9, n. 1, jan./abr. 2014.\nREIS, Palhares Moreira. O partido político e a Lei de 1995. In: ROCHA, Cármen Lúcia Antunes; VELLOSO, Carlos Mário da Silva. Direito eleitoral. Belo Horizonte: Del Rey, 1996. p. 70 e 176.\nROCHA, Cármen Lúcia Antunes. Justiça Eleitoral e representação democrática. In: ROCHA, Cármen Lúcia Antunes; VELLOSO, Carlos Mário da Silva. Direito eleitoral. Belo Horizonte: Del Rey, 1996. p. 379 e 386.\nRODRIGUES, Ricardo José Pereira. O apoiamento mínimo de eleitores no processo de criação de partidos políticos no Brasil: significado e implicações de eventuais alterações de seus parâmetros. Revista Brasileira de Direito Eleitoral [Recurso Eletrônico], Belo Horizonte, v. 4, n. 6, jan./jun. 2012.\nROSAS, Roberto. Legitimidade política e legalidade dos partidos. In: ROCHA, Cármen Lúcia Antunes; VELLOSO, Carlos Mário da Silva. Direito eleitoral. Belo Horizonte: Del Rey, 1996. p. 134.\nROUSSEAU, Jean-Jacques. Do contrato Social. p. 302. In: BONAVIDES, Paulo. Ciência Política. 21. ed. São Paulo: Malheiros, 2014. p. 230.\n______. Considerações sobre o governo da Polônia. cap. 7.\nSARTORI, Giovanni. Partidos e sistema partidários. Rio de Janeiro: Zahar; Brasília: Universidade de Brasília, 1982. p. 34.\nSILVA, José Afonso. Comentário contextual à Constituição. 5. ed. São Paulo: Malheiros, 2009. p 239-241.\nTUCÍDIDES, La guerra del Peloponneso. In: BOBBIO, Norberto. Teoria Geral da Política. A filosofia política e as lições dos clássicos. Tradução: Daniela Beccaccia Versiani. Rio de Janeiro: Campus, 2000. p. 417.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":5311,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428665","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, concedeu a ordem para reconhecer a ineficácia, em relação ao paciente, das provas produzidas mediante atos de colaboração premiada de Luiz Antônio de Sousa e, em consequência, determinar o trancamento do Inquérito 1.093, do Superior Tribunal de Justiça. Outrossim, julgou prejudicados os pedidos de extensão da ordem formulados por Antonio Carlos Lovato e outros e por Sérgio Fujiwara, tudo nos termos do voto do Relator, vencido o Ministro Edson Fachin, que a concedia em menor extensão. Presidência do Ministro Edson Fachin. 2ª Turma, 20.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur428665","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428665","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas Corpus. 2. Inquérito originário do Superior Tribunal de Justiça. Delitos de corrupção passiva (art. 317 do CP), lavagem de dinheiro (art. 1º da Lei 9.613/98) e falsidade ideológica eleitoral (art. 350 do Código Eleitoral). 3. Conforme art. 4º, § 7º, da Lei 12.850/13, o acordo de colaboração premiada “será remetido ao juiz para homologação, o qual deverá verificar sua regularidade, legalidade e voluntariedade”. Muito embora a lei fale apenas em juiz, é possível que a homologação de delações seja da competência de Tribunal. O colaborador admite seus próprios delitos e delata outros crimes. Assim, quanto à prerrogativa de função, será competente o Juízo mais graduado, observadas as prerrogativas de função do delator e dos delatados. Precedentes. 4. Acordos de colaboração premiada celebrados pelo Ministério Público Estadual e homologados por Juiz de Direito, delatando Governador de Estado. Ilegitimidade e incompetência. 5. Legitimidade da autoridade com prerrogativa de foro para discutir a eficácia das provas colhidas mediante acordo de colaboração realizado sem a supervisão do foro competente. A impugnação quanto à competência para homologação do acordo diz respeito às disposições constitucionais quanto à prerrogativa de foro. Assim, ainda que, ordinariamente, seja negada ao delatado a possibilidade de impugnar o acordo, esse entendimento não se aplica em caso de homologação sem respeito à prerrogativa de foro. Inaplicabilidade da jurisprudência firmada a partir do HC 127.483, rel. Min. Dias Toffoli, Pleno, julgado em 27.8.2017. 6. Ineficácia, em relação ao Governador do Estado, dos atos de colaboração premiada, decorrentes de acordo de colaboração homologado em usurpação de competência do Superior Tribunal de Justiça. 7. Tendo em vista que o inquérito foi instaurado tendo por base material exclusiva os atos de colaboração, deve ser trancado. 8. Concedida a ordem, para reconhecer a ineficácia, em relação ao paciente, das provas produzidas mediante atos de colaboração premiada e, em consequência, determinar o trancamento do Inquérito 1.093, do Superior Tribunal de Justiça.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753309451","externo_seq_objeto_incidente":5332052,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-183  DIVULG 22-07-2020  PUBLIC 23-07-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=151605&classe=HC","is_colac":false,"titulo":"HC 151605","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00105 INC-00001 LET-A\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00350\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00001 PAR-00001 ART-00003 INC-00001 \n          ART-00004 \"CAPUT\" PAR-00002 PAR-00004 \n          PAR-00005 PAR-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00317\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00079 \"CAPUT\" ART-00580\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00069 \"CAPUT\"\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-07-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ACORDO DE COLABORAÇÃO PREMIADA, FIXAÇÃO, LIMITE LEGAL; PERDÃO JUDICIAL, REDUÇÃO, PENA PRIVATIVA DE LIBERDADE; SUBSTITUIÇÃO, PENA RESTRITIVA DE DIREITO. CÓDIGO DE PROCESSO PENAL, ESTRANGEIRO, NULIDADE, PROVA, OFENSA, INTEGRIDADE FÍSICA, INTEGRIDADE MORAL, PESSOA NATURAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, TERMO DE ACORDO DA COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA. TERMO DE ACORDO DA COLABORAÇÃO PREMIADA, APRESENTAÇÃO, TERMO INICIAL, FORMALIZAÇÃO, MINISTÉRIO PÚBLICO, AUTUAÇÃO, JUÍZO, COMPETÊNCIA, APRECIAÇÃO, AÇÃO PENAL. NULIDADE, USURPAÇÃO, COMPETÊNCIA, OFENSA, JUÍZO NATURAL, HOMOLOGAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: PROIBIÇÃO, PODER JUDICIÁRIO, INTERFERÊNCIA, MÉRITO, DELAÇÃO PREMIADA. OFENSA, PRINCÍPIO DO PROMOTOR NATURAL. QUESTÃO DE ORDEM, APRECIAÇÃO, QUALQUER MOMENTO, EX OFFICIO. PROVA, DELAÇÃO PREMIADA, VÍCIO, NULIDADE.\n\n- VOTO, MIN. EDSON FACHIN: ACORDO DE COLABORAÇÃO PREMIADA. MEIO DE OBTENÇÃO DE PROVA, NEGÓCIO JURÍDICO PROCESSUAL, CARÁTER PERSONALÍSSIMO, HOMOLOGAÇÃO. COMPETÊNCIA. MAGISTRADO, CONEXÃO, DISTRIBUIÇÃO, PREVENÇÃO. PODER JUDICIÁRIO, APRECIAÇÃO, REGULARIDADE, VOLUNTARIEDADE, LEGALIDADE. CASO CONCRETO, DELAÇÃO PREMIADA, GOVERNADOR, FORO POR PRERROGATIVA DE FUNÇÃO, COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). OFENSA, REGRA, COMPETÊNCIA, POSSIBILIDADE, REEXAME, PROVA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), RATIFICAÇÃO, ACORDO, HOMOLOGAÇÃO, COLABORAÇÃO PREMIADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=151605&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETENCIA, TRIBUNAL SUPERIOR, HOMOLOGAÇÃO, COLABORAÇÃO PREMIADA, AUTORIDADE, PRERROGATIVA DE FORO)\nPet 7074 QO (TP). \n(IMPUGNAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA, ILEGITIMIDADE, DELATADO)\nHC 127483 (TP). \n(LEGITIMIDADE, DELATADO, IMPUGNAÇÃO, HOMOLOGAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA)\nPet 7074 (TP). \n(PRINCÍPIO DO PROMOTOR NATURAL)\nHC 67759 (TP). \n- Decisão monocrática citada:\n(IMPOSSIBILIDADE, HOMOLOGAÇÃO, ACORDO, AUSÊNCIA, FUNDAMENTAÇÃO LEGAL)\nPet 7265.\n- Legislação estrangeira citada: art. 126, §1º e §2º, do Código de Processo Penal português; §136A, n. 1, do StPO. \n- Veja HC 152677, HC 153296 e INQ 4130 do STF.\nNúmero de páginas: 33.\nAnálise: 07/05/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : CARLOS ALBERTO RICHA \nIMPTE.(S)  : JOSE ROBERTO FIGUEIREDO SANTORO E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":428665,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"HC 151605","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2018-03-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"CANOTILHO, J. J. Gomes; BRANDÃO, Nuno. Colaboração premiada e auxílio judiciário em matéria penal: a ordem pública como obstáculo. Revista de Legislação e Jurisprudência, ano 146, n. 400, set./out. 2016. p. 16-38.","ministro_facet":["GILMAR MENDES"],"processo_numero":151605,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428846","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por maioria e nos termos do voto do Relator, julgou improcedente o pedido formulado na ação direta, reconhecendo a constitucionalidade da Resolução 36/2009 do Conselho Nacional do Ministério Público, vencidos o Ministro Marco Aurélio, que julgou procedente o pedido, e, em parte, os Ministros Alexandre de Moraes, Dias Toffoli, Ricardo Lewandowski e Gilmar Mendes. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 25.4.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur428846","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428846","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. RESOLUÇÃO DO CNMP. INTERCEPTAÇÃO TELEFÔNICA. \n\n\n\n    1. Resolução editada pelo CNMP no exercício de sua competência constitucional, em caráter geral e abstrato, não constitui ato normativo secundário. Ausentes outros vícios na petição inicial, as questões preliminares devem ser rejeitadas e ação direta conhecida. \n\n\n\n    2. Breves considerações sobre interceptações telefônicas: fundamentação das decisões, prorrogações e transcrições. \n\n\n\n    3. O ato impugnado insere-se na competência do CNMP de disciplinar os deveres funcionais dos membros do Ministério Público, entre os quais o dever de sigilo, e de zelar pela observância dos princípios previstos no art. 37 da Constituição, aí incluído o princípio da eficiência. \n\n\n\n    4. Ausência de violação à reserva de lei formal ou à autonomia funcional dos membros do Parquet. \n\n\n\n    5. Pedido em ação direta de inconstitucionalidade julgado improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754229835","externo_seq_objeto_incidente":2688054,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-189  DIVULG 29-07-2020  PUBLIC 30-07-2020\nREPUBLICAÇÃO: DJe-259  DIVULG 27-10-2020  PUBLIC 28-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4263&classe=ADI","is_colac":false,"titulo":"ADI 4263","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1988\n    ART-00002 ART-00005 INC-00002 INC-00012\n    ART-00022 INC-00001 ART-00037 \"CAPUT\"\n    ART-00048 ART-00059 ART-00084 INC-00004\n    INC-00006 INC-00012 ART-00102 INC-00001\n    LET-A ART-00103 PAR-00003 ART-0103B\n    PAR-00004 ART-00127 PAR-00001 ART-00129\n    INC-00007 INC-00008 INC-00009 ART-00130\n    PAR-00002 ART-0130A \"CAPUT\" PAR-00002\n    INC-00001 INC-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00025\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000075 ANO-1993\n    ART-00008 PAR-00002\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004117 ANO-1962\n    ART-00057 INC-00002 LET-E\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008625 ANO-1993\n    ART-00026 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009296 ANO-1996\n    ART-00004 ART-00005 ART-00006 PAR-00001\n    PAR-00002 PAR-00003 ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00003 INC-00001 ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00282 INC-00003 ART-00295 PAR-ÚNICO\n    INC-00001\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-003689 ANO-1941\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000007 ANO-2005\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000059 ANO-2008\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000036 ANO-2009\n    ART-00001 ART-00002 PAR-00001 PAR-00002\n    ART-00003 ART-00004 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 PAR-00001\n    PAR-00002 PAR-00003 ART-00005 ART-00006\n    \"CAPUT\" PAR-ÚNICO ART-00007 PAR-ÚNICO\n    ART-00008 PAR-00001 PAR-00002 PAR-00003\n    ART-00009 \"CAPUT\" PAR-00001 PAR-00002\n    ART-00010 ART-00011 PAR-00001 PAR-00002\n    PAR-ÚNICO ART-00012 PAR-ÚNICO ART-00013\n    PAR-ÚNICO ART-00014\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO - CNMP\n\n","LEG-FED   RES-000051 ANO-2010\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO - CNMP"],"publicacao_data":"2020-10-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRECEDENTE, STF, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, RESOLUÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), ATO NORMATIVO PRIMÁRIO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, INOCORRÊNCIA, PERDA DO OBJETO, ALTERAÇÃO, ATO NORMATIVO IMPUGNADO. CONDENAÇÃO, ESTADO BRASILEIRO, CORTE INTERAMERICANA DE DIREITOS HUMANOS, COMPROVAÇÃO, IRREGULARIDADE, INTERCEPTAÇÃO TELEFÔNICA. AFASTAMENTO, INVIOLABILIDADE, SIGILO TELEFÔNICO, OBSERVÂNCIA, LEI, EXIGÊNCIA, FUNDAMENTAÇÃO, ORDEM JUDICIAL. INADMISSIBILIDADE, PRORROGAÇÃO, INTERCEPTAÇÃO TELEFÔNICA, FORMA AUTOMÁTICA, NECESSIDADE, COMPROVAÇÃO, UTILIDADE, INVESTIGAÇÃO. TRANSCRIÇÃO, INTEGRALIDADE, INTERCEPTAÇÃO TELEFÔNICA, DISPONIBILIDADE, GRAVAÇÃO, DEFESA. RESOLUÇÃO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), COMPETÊNCIA, EDIÇÃO, NORMA GERAL, INTERCEPTAÇÃO TELEFÔNICA, SEGURANÇA JURÍDICA, ISONOMIA. COMPETÊNCIA, VALORAÇÃO DA PROVA. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), COMPETÊNCIA, REGULAMENTAÇÃO, ATUAÇÃO, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: AUTORIDADE POLICIAL, INADMISSIBILIDADE, INTERPRETAÇÃO, DIÁLOGO, INTERCEPTAÇÃO TELEFÔNICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), NATUREZA JURÍDICA, LIMITE DE ATUAÇÃO. PRECEDENTE, STF, NATUREZA ADMINISTRATIVA, CONSELHO NACIONAL DE JUSTIÇA (CNJ). PRECEDENTE, STF, CONSELHO NACIONAL DE JUSTIÇA (CNJ), IMPOSSIBILIDADE, INTERVENÇÃO, ATIVIDADE JURISDICIONAL. DELIMITAÇÃO, COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), DOUTRINA. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), VEDAÇÃO, AMPLIAÇÃO, HIPÓTESE, AFASTAMENTO, SIGILO, PRINCÍPIO DA RESERVA LEGAL. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), POSSIBILIDADE, REGULAMENTAÇÃO, ROTINA, HIPÓTESE, INTERCEPTAÇÃO TELEFÔNICA. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), IMPOSSIBILIDADE, CRIAÇÃO, OBRIGAÇÃO, TERCEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, ATO NORMATIVO PRIMÁRIO, ATO NORMATIVO AUTÔNOMO. AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, ATO REGULAMENTAR, CONTEÚDO NORMATIVO, ATO NORMATIVO PRIMÁRIO. COMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), CONTROLE, ATUAÇÃO, NATUREZA ADMINISTRATIVA, MINISTÉRIO PÚBLICO, CONTROLE, CUMPRIMENTO, DEVER FUNCIONAL, MEMBRO, MINISTÉRIO PÚBLICO. ATO IMPUGNADO, PADRONIZAÇÃO, UTILIZAÇÃO, DADO, INTERCEPTAÇÃO TELEFÔNICA, ÂMBITO, MINISTÉRIO PÚBLICO, PRINCÍPIO DA EFICIÊNCIA, FAVORECIMENTO, DIREITO FUNDAMENTAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), EDIÇÃO, ATO NORMATIVO, REGULAÇÃO, ATRIBUIÇÃO. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), COMPETÊNCIA, APLICAÇÃO, PENALIDADE ADMINISTRATIVA, EXTRAPOLAÇÃO, ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), COMPETÊNCIA, EDIÇÃO, REGRA, PREVENÇÃO, EXTRAPOLAÇÃO, ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DESCABIMENTO, CONTROLE ABSTRATO, ATO NORMATIVO SECUNDÁRIO. AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, ATO REGULAMENTAR, CONTEÚDO NORMATIVO, ATO NORMATIVO PRIMÁRIO. COMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP). RESOLUÇÃO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), INTERCEPTAÇÃO TELEFÔNICA, COMPATIBILIDADE, DEVER, SIGILO, PRINCÍPIO DA RESERVA LEGAL, OBSERVÂNCIA, DEVER FUNCIONAL, MINISTÉRIO PÚBLICO. ANULAÇÃO, INTERCEPTAÇÃO TELEFÔNICA, PROCESSO PENAL, NECESSIDADE, DECISÃO JUDICIAL.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, ALCANCE, ATO NORMATIVO AUTÔNOMO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CONTROLE, ATO, EXTRAPOLAÇÃO, PODER REGULAMENTAR, CHEFE DO PODER EXECUTIVO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CONTROLE, ATO NORMATIVO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP). AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CONTROLE, ATO REGIMENTAL, TRIBUNAL, ATO NORMATIVO AUTÔNOMO. MANDADO DE SEGURANÇA, IMPOSSIBILIDADE, IMPUGNAÇÃO, ATO NORMATIVO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), SUCEDÂNEO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. RESOLUÇÃO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), INTERCEPTAÇÃO TELEFÔNICA, CRIAÇÃO, REQUISITO, AUSÊNCIA, PREVISÃO, LEI, EXTRAPOLAÇÃO, COMPETÊNCIA. INVIOLABILIDADE, SIGILO TELEFÔNICO, SURGIMENTO, ORDENAMENTO JURÍDICO BRASILEIRO, CONSTITUIÇÃO FEDERAL DE 1988. LIMITAÇÃO, PODER NORMATIVO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), CRIAÇÃO, OBRIGAÇÃO, TERCEIRO. CONSTITUIÇÃO FEDERAL DE 1988, REQUISITO, INTERCEPTAÇÃO TELEFÔNICA, PRINCÍPIO DA RESERVA LEGAL. CONSTITUIÇÃO FEDERAL, RECEPÇÃO, CÓDIGO BRASILEIRO DE TELECOMUNICAÇÕES. LEI FEDERAL, REGULAMENTAÇÃO, FORMA, HIPÓTESE, INTERCEPTAÇÃO TELEFÔNICA. PRECEDENTE, STF, DELIMITAÇÃO, ALCANCE, ATRIBUIÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), APLICAÇÃO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP). RENOVAÇÃO, INTERCEPTAÇÃO TELEFÔNICA, DESNECESSIDADE, APRESENTAÇÃO, INTEGRALIDADE, TRANSCRIÇÃO. INCOMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), REGULAMENTAÇÃO, ALTERAÇÃO, LEI PROCESSUAL.\n\n- VOTO, MIN. DIAS TOFFOLI: COMPETÊNCIA, AUTORIDADE POLICIAL, REALIZAÇÃO, INTERCEPTAÇÃO TELEFÔNICA. INADMISSIBILIDADE, MINISTÉRIO PÚBLICO, REALIZAÇÃO, INTERCEPTAÇÃO TELEFÔNICA, FORMA DIRETA. PRORROGAÇÃO, INTERCEPTAÇÃO TELEFÔNICA, NECESSIDADE, FUNDAMENTAÇÃO; INEXIGIBILIDADE, RELATÓRIO, APRESENTAÇÃO, INTEGRALIDADE, INTERCEPTAÇÃO TELEFÔNICA. REGRA, REALIZAÇÃO, INVESTIGAÇÃO, POLÍCIA JUDICIÁRIA; INADEQUAÇÃO, IMPOSIÇÃO, INTERVENÇÃO, MINISTÉRIO PÚBLICO, INTERCEPTAÇÃO TELEFÔNICA. INVESTIGAÇÃO CRIMINAL, MINISTÉRIO PÚBLICO, CARÁTER SUBSIDIÁRIO, SUBMISSÃO, CÓDIGO DE PROCESSO PENAL, CONTROLE JUDICIAL.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: REGULAMENTAÇÃO, QUEBRA DE SIGILO, CONVERSA TELEFÔNICA, PRINCÍPIO DA RESERVA LEGAL. EXIGÊNCIA, AUTORIZAÇÃO JUDICIAL,QUEBRA DE SIGILO, CONVERSA TELEFÔNICA. REGULAMENTAÇÃO, QUEBRA DE SIGILO, CONVERSA TELEFÔNICA, EXISTÊNCIA, LEI FEDERAL, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO PROCESSUAL, DIREITO PROCESSUAL PENAL. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), ÓRGÃO, NATUREZA ADMINISTRATIVA. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), CRIAÇÃO, REQUISITO, INTERCEPTAÇÃO TELEFÔNICA, MINISTÉRIO PÚBLICO, EXTRAPOLAÇÃO, COMPETÊNCIA, REGULAMENTAÇÃO. INVESTIGAÇÃO CRIMINAL, MINISTÉRIO PÚBLICO, IMPOSSIBILIDADE, SIGILO, CONTROLE JUDICIAL, CARÁTER SUBSIDIÁRIO.\n\n- VOTO, MIN. GILMAR MENDES: PODER REGULAMENTAR, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP). PODER REGULAMENTAR, AGÊNCIA REGULADORA. JURISPRUDÊNCIA, STF, RECONHECIMENTO, CARÁTER SUBSIDIÁRIO, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO. CRÍTICA, DEMORA, EDIÇÃO, LEI, REGULAMENTAÇÃO, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO. PROCEDIMENTO, INVESTIGAÇÃO CRIMINAL, MINISTÉRIO PÚBLICO, CONTROLE JUDICIAL. PRECEDENTE, STF, RECEPÇÃO, CÓDIGO BRASILEIRO DE TELECOMUNICAÇÕES, CONSTITUIÇÃO FEDERAL DE 1988. RESOLUÇÃO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), REALIZAÇÃO, INTERCEPTAÇÃO TELEFÔNICA, FORMA DIRETA, MINISTÉRIO PÚBLICO, OFENSA, PRINCÍPIO DA RESERVA LEGAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: ATO IMPUGNADO, EXTRAPOLAÇÃO, PODER REGULAMENTAR, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP); USURPAÇÃO DE COMPETÊNCIA, UNIÃO FEDERAL; DESRESPEITO, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL, MINISTÉRIO PÚBLICO. FIXAÇÃO, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, EXIGÊNCIA, LEI COMPLEMENTAR.\n\n- TERMO(S) DE RESGATE: CONSELHO NACIONAL DE JUSTIÇA (CNJ), ACCOUNTABILITY, DOUTRINA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4263&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADC, RESOLUÇÃO, CNJ, ATO NORMATIVO PRIMÁRIO)\nADC 12 MC (TP). \n(ADI, INOCORRÊNCIA, PERDA DO OBJETO, ALTERAÇÃO, ATO NORMATIVO IMPUGNADO)\nADI 2501 (TP). \n(TRANSCRIÇÃO, INTEGRALIDADE, INTERCEPTAÇÃO TELEFÔNICA)\nInq 2424 (TP). \n(ADI, CONTROLE, ATO, EXTRAPOLAÇÃO, PODER REGULAMENTAR, CHEFE DO PODER EXECUTIVO)\nADI 1352 (TP), ADI 1553 (TP). \n(ADI, CONTROLE, ATO NORMATIVO, CNJ)\nADI 3367 (TP), ADC 12 MC (TP), ADI 4638 MC-Ref (TP). \n(ADI, CONTROLE, ATO REGIMENTAL, TRIBUNAL, ATO NORMATIVO AUTÔNOMO)\nADI 3544 (TP), ADI 4108 MC-REF (TP). \n(MS, IMPOSSIBILIDADE, IMPUGNAÇÃO, ATO NORMATIVO, CNMP, SUCEDÂNEO, ADI)\nMS 33464 AgR (2ªT). \n(CONSTITUIÇÃO FEDERAL, RECEPÇÃO, CÓDIGO BRASILEIRO DE TELECOMUNICAÇÕES)\nHC 69912 (TP). \n(ALCANCE, ATRIBUIÇÃO, CNJ)\nADI 3367 (TP). \n(RENOVAÇÃO, INTERCEPTAÇÃO TELEFÔNICA, DESNECESSIDADE, APRESENTAÇÃO, INTEGRALIDADE, TRANSCRIÇÃO)\nHC 83515 (TP). \n(NATUREZA ADMINISTRATIVA, CNJ)\nADI 3367 (TP). \n(CNJ, IMPOSSIBILIDADE, INTERVENÇÃO, ATIVIDADE JURISDICIONAL)\nADI 4638 MC-Ref (TP). \n(AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, ATO REGULAMENTAR, CONTEÚDO NORMATIVO, ATO NORMATIVO PRIMÁRIO)\nADI 3345 (TP), ADI 3731 MC (TP), ADC 12 MC (TP), ADI 2308 MC (TP), ADI 4638 MC-Ref (TP), ADI 4874 (TP). \n(DESCABIMENTO, CONTROLE ABSTRATO, ATO NORMATIVO SECUNDÁRIO)\nADI 3074 AgR (TP), ADI 4127 AgR (TP), ADI 4176 AgR (TP), ADI 2413 MC (TP). \n(COMPETÊNCIA, CNJ, CNMP, EDIÇÃO, ATO NORMATIVO, REGULAÇÃO, ATRIBUIÇÃO)\nADC 12 (TP). \n- Decisões monocráticas citadas:\n(ADI, CONTROLE, ATO NORMATIVO, CNMP)\nADPF 482 MC.\n(CNJ, IMPOSSIBILIDADE, INTERVENÇÃO, ATIVIDADE JURISDICIONAL)\nMS 28537 MC.\n- Decisões estrangeiras citadas: Caso Escher e outros vs. Brasil, da Corte Interamericana de Direitos Humanos; Caso McCulloch vs. Maryland, 17 U.S. 316, de 1819, da Suprema Corte americana.\nNúmero de páginas: 99.\nAnálise: 15/10/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : PROCURADORA-GERAL DA REPÚBLICA \r\nREQDO.(A/S)         : PRESIDENTE DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":428846,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4263","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-04-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAGÃO, Alexandre Santos de. Princípio da legalidade e poder regulamentar no Estado contemporâneo. Boletim de Direito Administrativo, n. 5, maio, 2002. p. 380.\nASCENÇÃO, José de Oliveira. Direito Intelectual, exclusivo e liberdade. p. 1538-1539.\nFERRAZ, Sergio. Regulamento. Três estudos de direito. 1977. p. 107.\nGASPARINI, Diógenes. Poder Regulamentar. 1982. p. 23.\nKELSEN, Hans. Teoria Geral das Normas. Porto Alegre: Fabris, 1986. p. 2-6.\nNEVES, Castanheira. O problema da constitucionalidade dos assentos. Coimbra: Coimbra, 1994.\nNORBERTO FILHO, Ilton. Estado Democrático de Direito e Accountability.\nPANSIERI, Flávio. Art. 130-A. In: CANOTILHO, J.J. Gomes et al (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2014. p. 327.\nPANSIERI, Flávio. Comentário ao art. 103-B. In: CANOTILHO, J.J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; STRECK, Lenio L. (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013. p. 1.437.\nROBL FILHO, Ilton Norberto. Conselho Nacional de Justiça: Estado Democrático de Direito e Accountability. São Paulo: Saraiva, 2013. p. 242.\nSILVA, Almiro do Couto e.  Princípios da legalidade da Administração Pública e da segurança jurídica no Estado de Direito contemporâneo. Revista de Direito Público, 1987. p. 46 et seq.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":4263,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429005","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, entendeu não ser da sua competência a resolução do conflito, vencidos os Ministros Marco Aurélio (Relator) e Celso de Mello, que entendiam pela competência do STF. Dentre os Ministros que entendiam ser o STF incompetente, foi assentado, por maioria, que a competência para dirimir o conflito é do Conselho Nacional do Ministério Público - CNMP. Nesse sentido, votaram os Ministros Alexandre de Moraes, Ricardo Lewandowski, Gilmar Mendes, Luiz Fux e Cármen Lúcia. Ficaram vencidos os Ministros Edson Fachin, Dias Toffoli (Presidente), Rosa Weber e Roberto Barroso, que entendiam pela competência do Procurador-Geral da República. Redigirá o acórdão o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 5.6.2020 a 15.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur429005","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur429005","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: PETIÇÃO. CONSTITUCIONAL E ADMINISTRATIVO. COMPETÊNCIA DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO PARA DIRIMIR CONFLITO DE ATRIBUIÇÃO ENTRE MINISTÉRIOS PÚBLICOS DIVERSOS. EXERCÍCIO DO CONTROLE DA LEGALIDADE DA ATUAÇÃO ADMINISTRATIVA. RESPEITO À INDEPENDÊNCIA FUNCIONAL. CF, ART. 130-A, § 2º, INCISOS I E II. INCOMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL.\n\n\n\n    1. Incompetência originária do SUPREMO TRIBUNAL FEDERAL para conhecer e dirimir conflito de atribuições entre membros de ramos diversos do Ministério Público. Inaplicabilidade do art. 102, I, f, da CF, por ausência de risco ao equilíbrio federativo.\n\n\n\n    2. Impossibilidade de encaminhamento do conflito de atribuição para o Procurador-Geral da República, enquanto autoridade competente, pois é parte interessada na solução da demanda administrativa, uma vez que acumula a Chefia do Ministério Público da União com a chefia de um de seus ramos, o Ministério Público Federal, nos termos da LC 75/1993.\n\n\n\n    3. Os membros do Ministério Público integram um só órgão sob a direção única de um só Procurador-Geral, ressalvando-se, porém, que só existem unidade e indivisibilidade dentro de cada Ministério Público, inexistindo qualquer relação de hierarquia entre o Ministério Público Federal e os dos Estados, entre o de um Estado e o de outro, ou entre os diversos ramos do Ministério Público da União. \n\n\n\n    4. EC 45/2004 e interpretação sistemática da Constituição Federal. A solução de conflitos de atribuições entre ramos diversos dos Ministérios Públicos pelo CNMP, nos termos do artigo 130-A, § 2º, e incisos I e II, da Constituição Federal e no exercício do controle da atuação administrativa do Parquet, é a mais adequada, pois reforça o mandamento constitucional que lhe atribuiu o controle da legalidade das ações administrativas dos membros e órgãos dos diversos ramos ministeriais, sem ingressar ou ferir a independência funcional.\n\n\n\n    5. Não conhecimento da Ação e encaminhamento dos autos ao Conselho Nacional do Ministério Público para, nos termos do artigo 130-A, incisos I e II, da Constituição Federal, dirimir o conflito de atribuições.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753393429","externo_seq_objeto_incidente":4055491,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-196  DIVULG 05-08-2020  PUBLIC 06-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4891&classe=Pet","is_colac":false,"titulo":"Pet 4891","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-F ART-0103A \n          PAR-00002 INC-00001 INC-00002 ART-00105 \n          INC-00001 LET-D ART-00127 ART-00128 \n          ART-00129 ART-00130\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000075      ANO-1993\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007492      ANO-1986\n                LEI ORDINÁRIA"],"publicacao_data":"2020-08-06","documental_acordao_mesmo_sentido_lista_texto":"Pet 5091  PROCESSO ELETRÔNICO\n          JULG-16-06-2020  UF-SP  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-026\n          DJe-196  DIVULG 05-08-2020  PUBLIC 06-08-2020","documental_indexacao_texto":"- COMPETÊNCIA, STF, CONSTITUIÇÃO FEDERAL, DIVISÃO, COMPETÊNCIA ORIGINÁRIA, COMPETÊNCIA RECURSAL. EXCEPCIONALIDADE, COMPETÊNCIA ORIGINÁRIA, STF, DISPOSIÇÃO EXPRESSA, ROL TAXATIVO, TEXTO CONSTITUCIONAL. COMPETÊNCIA ORIGINÁRIA, CORTE CONSTITUCIONAL, ROL TAXATIVO, SURGIMENTO, DIREITO CONSTITUCIONAL, DIREITO COMPARADO. COMPETÊNCIA ORIGINÁRIA, CORTE CONSTITUCIONAL, ROL TAXATIVO, PREVISÃO, DIREITO CONSTITUCIONAL, BRASILEIRO. REVISÃO, JURISPRUDÊNCIA, STF, COMPETÊNCIA, PROCURADOR-GERAL DA REPÚBLICA, CONFLITO DE ATRIBUIÇÃO, AGENTE, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL (MPF). PRINCÍPIO DA UNIDADE DO MINISTÉRIO PÚBLICO, INDEPENDÊNCIA, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: REVISÃO, JURISPRUDÊNCIA, STF, ATRIBUIÇÃO, PROCURADORIA GERAL DA REPÚBLICA (PGR), SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, DIVERSIDADE, MINISTÉRIO PÚBLICO. COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), SOLUÇÃO, CONFLITO DE COMPETÊNCIA, ÓRGÃO JUDICIAL. STF, REPERCUSSÃO GERAL, AUSÊNCIA, HIERARQUIA, MEMBRO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL, AUTONOMIA FUNCIONAL, AUSÊNCIA, SUBMISSÃO, PROCURADORIA GERAL DA REPÚBLICA (PGR).\n\n- VOTO, MIN. EDSON FACHIN: INCOMPETÊNCIA, STF, JULGAMENTO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL, AUSÊNCIA, CONFLITO FEDERATIVO. COMPETÊNCIA, PROCURADOR-GERAL DA REPÚBLICA, RESOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL, JURISPRUDÊNCIA, STF.\n\n- VOTO, MIN. DIAS TOFFOLI: INCOMPETÊNCIA, STF, APRECIAÇÃO, CONFLITO DE ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO, INOCORRÊNCIA, HIPÓTESE, COMPETÊNCIA ORIGINÁRIA, STF. COMPETÊNCIA, PROCURADOR-GERAL DA REPÚBLICA, APRECIAÇÃO, CONFLITO DE ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL (MPF). COMPETÊNCIA, MINISTÉRIO PÚBLICO FEDERAL (MPF), PROCEDIMENTO INVESTIGATÓRIO CRIMINAL, CRIME CONTRA O SISTEMA FINANCEIRO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4891&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL)\nPet 3528 (TP), ACO 889 (TP), ACO 1281 (TP), Pet 4706 (TP), Pet 4863 (TP). \n(COMPETÊNCIA ORIGINÁRIA, STF, ROL TAXATIVO)\nACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563, ACO 124 (TP) - RTJ 50/72, ACO 136 (TP) - RTJ 53/776, Pet 10264. \n(INCOMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO)\nACO 924 (TP), ACO 1394 (TP), Pet 4076 AgR (TP), Pet 4706 (TP), Pet 4863 (TP). \n(AUSÊNCIA, HIERARQUIA, MINISTÉRIO PÚBLICO DA UNIÃO, MINISTÉRIO PÚBLICO ESTADUAL)\nRE 593727 (TP). \n(CONFLITO DE COMPETÊNCIA, APRECIAÇÃO, STJ)\nACO 1179 (TP), ACO 3289 AgR (TP), Pet 623 QO (TP). \n- Decisões monocráticas citadas:\n(INCOMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO)\nACO 2298 AgR, ACO 2904, ACO 2908, ACO 2916, ACO 2926.\n(PROCURADOR-GERAL DA REPÚBLICA, CONFLITO DE ATRIBUIÇÃO, AGENTE, MINISTÉRIO PÚBLICO ESTADUAL, MPF)\nACO 2834, ACO 2427, ACO 2820, ACO 2957, ACO 2964, ACO 2341, ACO 2952, ACO 2572.\n- Legislação estrangeira citada: artigo III, seção 2, da Lei Judiciária de 1789, da Suprema Corte Americana.\n- Decisão estrangeira citada: Caso Marbury vs. Madison (1 Cranch 137 – 1803), da Suprema Corte dos Estados Unidos.\nNúmero de páginas: 28.\nAnálise: 21/07/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : BANCO SCHAHIN S/A \nADV.(A/S)  : DANILO DE MATOS NEVES E OUTRO(A/S)\nREQDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nREQDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":429005,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 4891","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-06-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"PETIÇÃO","documental_doutrina_texto":"ABRAHAM, Henry J. A Corte Suprema no evolutivo processo político. In: Vários autores. Ensaios sobre a Constituição dos Estados Unidos. Rio de Janeiro: Forense Universitária, 1978. p. 93.\nARINOS, Afonso. Curso de direito constitucional brasileiro. Rio de Janeiro: Forense, 1960, p. 98.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 53; \nBAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro Forense Universitária, 1987. p. 132.\nCOOLEY, Thomas. Princípios gerais de direito constitucional dos Estados Unidos da América do Norte. 2. ed. São Paulo: Revista dos Tribunais, 1982. p. 142.\nDAHL, Robert. Sobre a democracia. Brasília: UnB, 2001. p. 137.\nHALL, Kermit L. The Oxford guide to United States Supreme Courts decisions. New York: Oxford University Press, 1999. p. 173.\nHORTA, Raul Machado. Direito constitucional. 2. ed. Belo Horizonte: Del Rey, 1999. p. 305 et seq.\nMORAES, Alexandre de. Constituição do Brasil Interpretada, 9. ed. Atlas, p. 1.604.\nSCHWARTZ, Bernard. Direito constitucional americano. Rio de Janeiro: Forense, 1966. p. 257\n______. O federalismo norte-americano. Rio de Janeiro: Forense Universitária, 1984. p. 75\nSWISHER, Carl Brent. Decisões históricas da Corte Suprema. Rio de Janeiro: Forense, 1962. p. 10-14.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":4891,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur448889","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, concedeu a segurança para determinar ao Tribunal de Contas da União que reaprecie os julgados que ensejaram a presente impetração, abstendo-se de afastar a incidência dos §§ 2º e 3º dos artigos 7º e 17 da Medida Provisória 765/2016, convertida na Lei 13.464/2017, nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Marco Aurélio. Os Ministros Roberto Barroso e Rosa Weber acompanharam o Relator com ressalvas. Falaram: pelo impetrante, o Dr. Juliano Ricardo de Vasconcellos Costa Couto; e, pelo impetrado, o Dr. Ricardo Oliveira Lira, Advogado da União. Plenário, Sessão Virtual de 2.4.2021 a 12.4.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur448889","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur448889","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E ADMINISTRATIVO. IMPOSSIBILIDADE DE EXERCÍCIO DE CONTROLE DE CONSTITUCIONALIDADE PELO TRIBUNAL DE CONTAS DA UNIÃO. DETERMINAÇÃO DA CESSAÇÃO DO PAGAMENTO DO “BÔNUS DE EFICIÊNCIA E PRODUTIVIDADE NA ATIVIDADE TRIBUTÁRIA E ADUANEIRA”, INSTITUÍDO PELA LEI 13.464/2017. MANDADO DE SEGURANÇA COLETIVO PROCEDENTE. ORDEM CONCEDIDA. \n\n\n\n    1. A declaração incidental de inconstitucionalidade somente é permitida de maneira excepcional aos juízes e tribunais para o pleno exercício de suas funções jurisdicionais, devendo o magistrado garantir a supremacia das normas constitucionais ao solucionar de forma definitiva o caso concreto posto em juízo. Trata-se, portanto, de excepcionalidade concedida somente aos órgãos exercentes de função jurisdicional, aceita pelos mecanismos de freios e contrapesos existentes na separação de poderes e não extensível a qualquer outro órgão administrativo.\n\n\n\n    2. Decisão do TCU que, no exercício de sua função constitucional de apreciação da legalidade de atos de concessão de aposentadoria de servidores públicos (art. 71, III, CF), determinou a cessação do pagamento do Bônus de Eficiência e Produtividade, criado pelos §§ 2º e 3º dos arts. 7º e 17, ambos da Lei 13.464/2017, aos servidores substituídos pelo impetrante.\n\n\n\n    3. CONCESSÃO DA ORDEM NO MANDADO DE SEGURANÇA COLETIVO para determinar ao Tribunal de Contas da União que reaprecie os julgados que ensejaram a presente impetração, abstendo-se de afastar a incidência dos §§ 2º e 3º dos artigos 7º e 17 da Medida Provisória 765/2016, convertida na Lei 13.464/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756169901","externo_seq_objeto_incidente":5504886,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-116  DIVULG 16-06-2021  PUBLIC 17-06-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=35824&classe=MS","is_colac":false,"titulo":"MS 35824","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016 ANO-1965\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00069 INC-00070 LET-B\n    ART-00040 \"CAPUT\" ART-00052 INC-00010\n    ART-00060 PAR-00004 INC-00003 ART-00070\n    PAR-ÚNICO ART-00071 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 INC-00008 INC-00009 INC-00010\n    INC-00011 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00073 ART-00102 INC-00001\n    LET-A PAR-00002 ART-00103 ART-00129\n    INC-00002 ART-0130A PAR-00002 INC-00002\n    ART-0130B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000003 ANO-1993\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-007711 ANO-1988\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1998\n    ART-00007 PAR-00002 ART-00020 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010887 ANO-2004\n    ART-00004 PAR-00001 INC-00023 INC-00024\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012016 ANO-2009\n    ART-00001 ART-00021 \"CAPUT\" ART-00023\n    LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013464 ANO-2017\n    ART-00007 INC-00001 INC-00002 PAR-00002\n    PAR-00003 ART-00017 PAR-00002 PAR-00003\n    INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-001437 ANO-1975\n    ART-00006\n    DECRETO-LEI\n\n","LEG-FED   MPR-000765 ANO-2016\n    MEDIDA PROVISÓRIA - CONVERTIDA NA LEI-13464/2017\n\n","LEG-FED   SUV-000003\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000347\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-06-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- USURPAÇÃO DE COMPETÊNCIA, FUNÇÃO JURISDICIONAL, CONTROLE DE CONSTITUCIONALIDADE. CONTROLE DIFUSO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), EFEITO TRANSCENDENTE, USURPAÇÃO DE COMPETÊNCIA, STF, SENADO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DOUTRINA, POSSIBILIDADE, PODER EXECUTIVO, AFASTAMENTO, APLICAÇÃO, LEI INCONSTITUCIONAL. SURGIMENTO, EVOLUÇÃO, CONTROLE DE CONSTITUCIONALIDADE. COMPETÊNCIA, AFASTAMENTO, PRESUNÇÃO, CONSTITUCIONALIDADE, EXCLUSIVIDADE, ATIVIDADE JURISDICIONAL. AMPLIAÇÃO, LEGITIMIDADE ATIVA, CELERIDADE PROCESSUAL, CONTROLE CONCENTRADO, IMPLICAÇÃO, CONTROLE DIFUSO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROSA WEBER: IMPOSSIBILIDADE, TRIBUNAL DE CONTAS DA UNIÃO (TCU), FISCALIZAÇÃO, VALIDADE, LEI, CONTROLE ABSTRATO. POSSIBILIDADE, TRIBUNAL DE CONTAS DA UNIÃO (TCU), VOTO, MAIORIA ABSOLUTA, AFASTAMENTO, CASO CONCRETO, LEI INCONSTITUCIONAL, CONFORMIDADE, JURISPRUDÊNCIA FIRMADA, STF.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: TRIBUNAL DE CONTAS DA UNIÃO (TCU), TEORIA DOS PODERES IMPLÍCITOS. COMPETÊNCIA, TRIBUNAL DE CONTAS DA UNIÃO (TCU), APRECIAÇÃO, COMPATIBILIDADE, ATO ADMINISTRATIVO, ORDENAMENTO JURÍDICO, CONSTITUIÇÃO FEDERAL. DIFERENÇA, DECLARAÇÃO DE INCONSTITUCIONALIDADE, EFICÁCIA ERGA OMNES, HIPÓTESE, INAPLICABILIDADE, NORMA INCONSTITUCIONAL, CASO CONCRETO, AUSÊNCIA, EXCLUSÃO, NORMA, ORDENAMENTO JURÍDICO. PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO. INCONSTITUCIONALIDADE, PAGAMENTO, VERBA REMUNERATÓRIA, SERVIDOR PÚBLICO INATIVO, AUSÊNCIA, DESCONTO, CONTRIBUIÇÃO PREVIDENCIÁRIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INEXISTÊNCIA, OBRIGATORIEDADE, ADMINISTRAÇÃO PÚBLICA, DEVER, OBSERVÂNCIA, LEI INCONSTITUCIONAL.\n\n- TERMO(S) DE RESGATE: TRANSCENDÊNCIA DOS EFEITOS DO CONTROLE DIFUSO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=35824&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MS, DIREITO LÍQUIDO E CERTO)\nMS 21865 (TP). \n(TCU, TEORIA DOS PODERES IMPLÍCITOS)\nMS 24510 (TP). \n(COMPETÊNCIA, CNJ, CNMP)\nMS 27744 (1ªT), MS 28112 (TP), Pet 4656 (TP), MS 29002 (2ªT), MS 28924 AgR (2ªT). \n(INCIDÊNCIA, CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO)\nRE 593068 (TP). \n(SÚMULA 347/STF)\nRMS 8372 (TP). \n(EFEITO TRANSCENDENTE, CONTROLE DIFUSO)\nRcl 4335 (TP). \n- Decisões monocráticas citadas:\n(FUNÇÃO JURISDICIONAL, TCU, CONTROLE DE CONSTITUCIONALIDADE)\nMS 25888 MC, MS 26410 MC, MS 27337, MS 27743 MC, MS 27796 MC, MS 28745 MC, MS 29123 MC, MS 26783 MC-ED.\n(TCU, TEORIA DOS PODERES IMPLÍCITOS)\nMS 26547 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(FUNÇÃO JURISDICIONAL, TCU, CONTROLE DE CONSTITUCIONALIDADE)\nTCU: TC 035.280/2017-4, Acórdão 021.009/2017-1. \n- Decisões estrangeiras citadas:  Caso Marbury vs. Madison julgados 1803, decisão do Chief Justice John Marshal, da Suprema Corte dos Estados Unidos.\n\n- Veja MS 35494, MS 35410, MS 35490, MS 35498, MS 35500, 35812 e MS 35836 do STF.\n- Veja Acórdão 021.009/2017-1 e Acórdão TC 035.280/2017-4 do TCU.\nNúmero de páginas: 77.\nAnálise: 02/05/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S)  : SINDIFISCO NACIONAL - SINDICATO NACIONAL DOS AUDITORES FISCAIS DA RECEITA FEDERAL DO BRASIL \nADV.(A/S)  : JULIANO RICARDO DE VASCONCELLOS COSTA COUTO E OUTRO(A/S)\nIMPDO.(A/S)  : TRIBUNAL DE CONTAS DA UNIÃO \nADV.(A/S)  : AGU - RICARDO OLIVEIRA LIRA \nADV.(A/S)  : AGU - FERNANDA PEREIRA COSTA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":448889,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 35824","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2021-04-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"ANSCHÜTZ, Gerhard. Verhandlungen des 34. Juristentages. Berlim, 1927. v. 2. p. 208.\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro. 5. ed. São Paulo: Saraiva, 2011. p. 91-93.\nFERREIRA FILHO, Manoel Gonçalves. Curso de direito constitucional. 27. ed. São Paulo: Saraiva, 2001. p. 314.\nHÄBERLE, Peter. Hermenêutica constitucional: a sociedade aberta dos intérpretes da constituição; contribuição para a interpretação pluralista e procedimental da constituição. Tradução: Gilmar Ferreira Mendes. Porto Alegre: Sergio Antonio Fabris Editor, 1997.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. 13. ed. São Paulo: Thomson Reuters Brasil, 2018. p. 1132-1133.\nKELSEN, Hans. Entwicklung der Staatsgerichtsbarkeit. VVDStRL 5 (1929). p. 30.\nMONTEIRO, Ruy Carlos de Barros. O argumento de inconstitucionalidade e o repúdio da Lei pelo Poder Executivo. Revista Forense, v. 79, n. 284, p. 101 e 119, out./dez. 1983.\nOTHON, J. J. Habeas data, mandado de injunção, habeas corpus, mandado de segurança e ação popular. Rio\nde Janeiro: Forense, 1989. p. 142.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":35824,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur449446","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição formulado pelo Governo da República da Sérvia, ficando condicionada a entrega de Luka Starcevic: (a) ao juízo discricionário do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017 e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput , da Lei 13.445/2017, nos termos do voto do Relator. Falou o Dr. Gustavo Zortéa da Silva pelo Extraditando. Primeira Turma, Sessão Virtual de 11.6.2021 a 18.6.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur449446","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur449446","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DA REPÚBLICA DA SÉRVIA. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE E FORMULADO COM BASE NA PROMESSA DE RECIPROCIDADE PARA CASOS ANÁLOGOS. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI 13.445/2017). POSSIBILIDADE DE ENTREGA DO SÚDITO ALIENÍGENA AO ESTADO REQUERENTE. INSTAURAÇÃO DE PROCESSO PENAL, NO BRASIL, POR FATOS ALHEIOS AOS QUE MOTIVARAM O PLEITO EXTRADICIONAL. INEXISTÊNCIA DE ÓBICE AO SEU DEFERIMENTO. IMPUTAÇÃO DOS CRIMES DE ASSOCIAÇÃO CRIMINOSA E HOMICÍDIO QUALIFICADO. DUPLA TIPICIDADE CONFIGURADA E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. AUSÊNCIA DE PRESCRIÇÃO DOS DELITOS EM AMBOS OS ESTADOS. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu artigo 5º, inciso LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pelo extraditando, que é cidadão sérvio. O requerimento fora formulado com base na promessa de reciprocidade para casos análogos e veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445, de 24 de maio de 2017).\n\n\n\n    2. Os fatos delituosos imputados ao extraditando correspondem, no direito pátrio, aos crimes de associação criminosa (art. 288 do Código Penal) e de homicídio qualificado (art. 121, § 2º, do Código Penal). Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/2017. Demais requisitos que autorizam a extradição, mostram-se igualmente preenchidos.\n\n\n\n    3. A existência de processo penal deflagrado contra o extraditando, no Brasil, por fatos alheios aos que motivaram o pleito extradicional não inibe o seu deferimento. A execução imediata da medida, porém, sujeita-se ao crivo do Governo brasileiro, que, em juízo discricionário, poderá entregar desde logo o estrangeiro ao Estado requerente ou deixar para fazê-lo após a conclusão do processo ou o cumprimento da pena, nos termos do art. 95 da Lei 13.445/17.\n\n\n\n    4. Pedido deferido, ficando condicionada a entrega de LUKA STARCEVIC (a) à decisão discricionária do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017; e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756268309","externo_seq_objeto_incidente":6054785,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-123  DIVULG 24-06-2021  PUBLIC 25-06-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1645&classe=Ext","is_colac":false,"titulo":"Ext 1645","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00039 INC-00040 INC-00047\n    INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815 ANO-1980\n    ART-00067 ART-00089 ART-00090\n    EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00001 ART-00075 ART-00109 INC-00001\n    INC-00004 ART-00121 PAR-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    ART-00288\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-013445 ANO-2017\n    ART-00082 INC-00002 ART-00083 INC-00002\n    ART-00088 PAR-00003 ART-00091 PAR-00001\n    ART-00095 \"CAPUT\" ART-00096\n    LEI ORDINÁRIA"],"publicacao_data":"2021-06-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO, RECIPROCIDADE. AUSÊNCIA, PERSECUÇÃO PENAL, IDENTIDADE, FATO CRIMINOSO. ADMISSIBILIDADE, EXTRADIÇÃO INSTRUTÓRIA. REQUISITO, DUPLA TIPICIDADE. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, IMPOSSIBILIDADE, APRECIAÇÃO, PROVA; INOCORRÊNCIA, PRESCRIÇÃO, PRETENSÃO PUNITIVA, EXECUÇÃO; AUSÊNCIA, CARÁTER POLÍTICO, DELITO. AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, EXISTÊNCIA, FAMÍLIA, ESTADO BRASILEIRO. CÓDIGO PENAL, NORMA, CARÁTER PROCESSUAL, EXECUÇÃO DA PENA, APLICAÇÃO IMEDIATA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1645&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, ESTADO REQUERENTE, FUNDAMENTAÇÃO, TRATADO INTERNACIONAL, PROMESSA, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXECUÇÃO IMEDIATA, EXTRADIÇÃO, DISCRICIONARIEDADE, GOVERNO, BRASILEIRO)\nExt 1197 (TP). \n(ADMISSIBILIDADE, PEDIDO, EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n(DUPLA TIPICIDADE, SUJEIÇÃO, EXTRADITANDO, JULGAMENTO, ESTADO REQUERENTE, JUÍZO DE EXCEÇÃO)\nExt 1196 (TP), Ext 669 (TP). \n(EXTRADIÇÃO PASSIVA, AUTORIZAÇÃO, EXAME, STF, FATO, PROVA, INVESTIGAÇÃO, ESTADO REQUERENTE)\nExt 917 (TP), Ext 986 (TP), Ext 1031 (TP), Ext 1149 (TP). \n(FAMÍLIA, IMPEDIMENTO, EXTRADIÇÃO, SÚMULA VINCULANTE)\nExt 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT), Ext 669 (TP). \n(EXTRADIÇÃO, REQUISITO)\nExt 667 (1ªT). \n- Legislação estrangeira citada: art. 103, art. 104, paragrafo 1 e art. 114, item 5, do Código Penal da República da Sérvia.\nNúmero de páginas: 24.\nAnálise: 26/05/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA SÉRVIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : LUKA STARCEVIC \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":449446,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1645","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-06-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1645,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}